{
    "name": "Perpetual Paradise Entrapment",
    "cost": "20",
    "costType": "ep",
    "requiredLevel": "0",
    "learningCost": "500",
    "skillType": "statusEffect",
    "statType": "Power",
    "statusEffectScaling": "30",
    "requiredStat": "10",
    "skillTags": [
        "Afflictions"
    ],
    "fetishTags": [
        ""
    ],
    "startsStance": "",
    "requiresStance": "Slimed 100%",
    "unusableIfStance": [
        ""
    ],
    "requiresTargetStance": [
        "Any"
    ],
    "unusableIfTarget": [
        ""
    ],
    "removesStance": "None",
    "requiresStatusEffect": "None",
    "requiresStatusPotency": "0",
    "unusableIfStatusEffect": [
        "None"
    ],
    "power": "0",
    "minRange": "0",
    "maxRange": "0",
    "recoil": "0",
    "targetType": "single",
    "statusEffect": "Restrain",
    "statusChance": "100",
    "statusDuration": "0",
    "statusPotency": "30",
    "statusResistedBy": "Power",
    "statusText": "bound",
    "descrip": "",
    "outcome": "",
    "miss": "",
    "statusOutcome": "Casi atrapado en el vaso pegajoso de Perpetua, yacente en la cama amorfa con los brazos y las piernas firmemente enterrados en el cálido pegajoso pegajoso, no puedes ofrecer resistencia mientras el trío te rodea con risas siniestras mientras los zarcillos radios en circulación alrededor de los cuatro alrededor de cuatroDe ti como una cúpula apretada, el limo grueso en espesamiento y entrecruzado desordenadamente, dejándote totalmente indefenso, completamente a merced del trío ...",
    "statusMiss": "All but stuck in Perpetua's gooey ooze, lying prone on the amorphous bed with your arms and legs firmly buried in the warm sticky goo, you find yourself surrounded by the ominously giggling trio and the cocooning grasp of their sweeping tendrils, but you manage to reject their embrace with desperate flailing efforts!.",
    "restraintStruggle": "You struggle against the restraining gooey dome of pleasure you're imprisoned in, all the while the trio of ravenous slime women snicker and gloat at your efforts...",
    "restraintStruggleCharmed": "You feebly struggle against the restraining gooey dome of pleasure you're imprisoned in, all the while the trio of ravenous slime women snicker and gloat at your efforts. Their sultry taunting and teasing echoes through the air and radiates through your senses amid the evilly comforting warmth of your goo bed, making your efforts rather half-hearted...",
    "restraintEscaped": "And you manage to break free! With a bubble-like pop, the gooey dome bursts and the ensnaring slime recedes, allowing you to squirm back into a position to fight back!|n|However, you're still fully stuck in thick gooey slime, and surrounded on all sides by the sneering, cooing seductresses...",
    "restraintEscapedFail": [
        "But your efforts are quickly quelled, the trio placatingly cooing and caressing you while the entrapping prison of goo massages you all over with magic-laced mind-numbing pulses!",
        "But you soon find yourself tensing and shivering in melty bliss as two of the Perpetuas whisper a corruptive cascade of sweet words right into your ears, scrambling your thoughts with comforting happiness and making you forget what you were doing...",
        "But you find that you can hardly move at all, merely making the gooey prison wobble and jiggle around you while the trio continue to tease and torment you with relentless pleasure.",
        "But all you can manage is to sink and relax further into the cloying prison of pleasure, the pervading sweet sexual scent intermixed with sugary cherry notes clouding your senses while your dick obediently throbs with each of Perpetua's teasing touches."
    ]
}