{
    "name": "Golden Mimics",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "A reminder is issued to all adventurers that mimics are active all across Lucidia. Novice adventurers in particular are advised to rein in their greed and looting instincts, lest they find themselves in a troublesome situation.\n However, reports indicate that encounters with 'golden mimics' have been peaceful, albeit confusing, and that fruitful business deals have even been made with such individuals. All the same, the Adventurers' Guild recommends that caution be observed in all circumstances, lest adventurers fall prey to tricks used by crafty monster girls.",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Auria",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Golden Mimic",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Treasure Chest Golden",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "3",
                "EndLoop",
                "¡Encuentras un gran cofre de tesoro dorado adornado!",
                "Menu",
                "Open the chest.",
                "Leave it be.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave it be.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Sigue adelante."
            ]
        },
        {
            "NameOfScene": "Open the chest.",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "10000",
                "GloryHoleChance",
                "IfChoice",
                "1",
                "Introed",
                "Opened2",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "GloryHoleChance",
            "theScene": [
                "JumpToRandomScene",
                "Opened2",
                "Opened2",
                "Opened2",
                "GloryHole",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "GloryHole",
            "theScene": [
                "A medida que te acercas al cofre de Auria, tienes la sorpresa de ver que su gran gema central en forma de corazón de color rosa se quita repentinamente de su enchufe, la apertura resultante que un tentáculo se desliza rápidamente para unir una nota adhesiva a la tapa antes de ser rápida tan rápidoRegresando, dejándote un poco desconcertado, mientras que una risita amortiguada familiar se hace eco de los confines de la Big Golden Box.",
                "Confundido, esperas un poco, pero sin que no suceda nada más, te acercas lo suficiente como para inspeccionar la nota, y ves que se lee en la oferta especial Telltale Flowery de Mimic: {i} {b} ¡OFERTA ESPECIAL!Gloryhole Titfuck - {s} 3000 {/s} 2000 eros! {/i} {/b}",
                "Curiosamente, te inclinas para echar un vistazo a través del agujero en forma de corazón recién hecho ...",
                "DisplayCharacters",
                "EndLoop",
                "StoreCurrentBG",
                "ChangeBG",
                "Monsters/MimicGolden/mimicGold_CloseUp.png",
                "PlayVisualEffect",
                "BlackOut",
                "darkHaze.png",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "... y se encuentran previsiblemente con la vista de la senos atractivos de la Golden Mimic en toda su gloria considerable, su forma lubricada que brillaba seductoramente en la media luz del cofre, su dueño la pasaba las manos sobre sus manos mientras deja salir unaAvanzar gemidos en reacción a tu mirada, tentándolo a llevarla a su oferta especial ...",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "25",
                "GloryHoleChoiceTempted",
                "Menu",
                "Get a Gloryhole Titfuck - {s}3000{/s} 2000 Eros",
                "Pass.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "GloryHoleChoiceTempted",
            "theScene": [
                "Su fetiche para los senos está nublando su juicio, la mera perspectiva de un titfuck que lo atrae a que metiera su polla en el agujero sin demora, el impulso solo amplificado por el sonido ligeramente escobrado de Auria que continúa a la mano y suspira provocativamente, llenando su boob-Ancando la mente con fantasías de paizuris pegajosa, tu polla se contrae urgentemente ante la idea de lo bueno que se sentiría simplemente deslizarlo bien ...",
                "Menu",
                "Get a Gloryhole Titfuck - {s}3000{/s} 2000 Eros",
                "Pass.",
                "Get a Gloryhole Titfuck - {s}3000{/s} 2000 Eros",
                "Get a Gloryhole Titfuck - {s}3000{/s} 2000 Eros",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pass.",
            "theScene": [
                "Controle usted mismo, mantiene su libido bajo control y retrocede ...",
                "UseHeldBG",
                "EndVisualEffect",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Al ver que no está comprando lo que está vendiendo, uno de los zarcillos de Auria recupera rápidamente la nota y la piedra preciosa rosa brillante se coloca en su lugar ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "... Entonces el cofre se abre con menos fanfarria de lo habitual, aunque Auria parece tan peppo como siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¿No está de humor para un Titfuck, HM?No te preocupes, me tengo.Tal vez en otro momento? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¿Qué negocio tiene mi preciado cliente lindo con la hermosa y gloriosa bonita Auria gloriosa y única?¡Soy todos los oídos!",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Get a Gloryhole Titfuck - {s}3000{/s} 2000 Eros",
            "theScene": [
                "HasErosLessThan",
                "2000",
                "LackFundsForServiceTitfuck",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Cediendo a la tentación, sacas ansiosamente tu polla que ya se endureció y te colocas frente a la abertura en forma de corazón, el sonido del arrullado de Auria te atrae más cerca, su voz que pasa a un ronroneo satisfecho cuando insertas tu virilidad en su anuncio-Hoc Gloryhole, como una llave en una cerradura.",
                "Inmediatamente, siente una sensación deliciosamente cálida y resbaladiza de la suavidad cómoda envuelve su polla cuando los amplios senos del imitador reciben su eje y envuelvenlo, una expresión soñadora que se extiende sobre su rostro ante sus necesidades indulgentes de ser cumplidas de inmediato.",
                "Golinando alegremente, Auria cambia su posición en su cofre del tesoro para acomodar mejor la virilidad de la contracción, más el abrazo sofocante de sus tetas que atrapan la longitud ... luego la deja allí, apretada cómodamente en su seno, dejándote que te gustaba fielmente en elEl abrazo pervertido de su escote de almohada mientras su lubricante afrodisíaco se filtra en su polla, lo que hace que se haga más grande y más duro en el segundo.",
                "Con el calor lascivo de la sustancia excitante que fluye de su entrepierna al resto de su cuerpo, siente que sus pensamientos se amontonan con la creciente lujuria, mientras que su aliento se acelera gradualmente y sus mejillas se llenan de deseo desenfrenado, su sexo cada vez más irregular comienza a latir impacientementeEntre las almohadas cálidas resbaladizas de la mímica, lo que la lleva a tararear pensativamente ...",
                "... y luego burlarse de ti mientras comienza a mover sus senos entre sus manos, el movimiento repentino que llena tu polla completamente hinchada e increíblemente sensibilizada con más estimulación de lo que esperabas, tus nervios imposiblemente receptivos te permiten sentir cada minutoCambia y presiona el seno de sándwich de Auria por todo el eje, tu rostro contorsionando en la dicha bajo el suave asalto.",
                "Tu cerebro flotando en euforia indulgente, sientes que pierdes el control cada vez más, tus extremidades temblando extasiado por la excitación del servicio sin igual de Auria mientras continúa ahogando amorosamente tu polla en sus tetas, la titular femenina trilando suavemente una melodía que te imitaCon aún más comodidad pervertida, convenciendo a cada parte de ti para que se rinda poco a poco a su opulento titjob.",
                "A pesar de lo lánguidas y delicadas que son sus movimientos, el placer disparar a través de las caderas y la columna vertebral es increíblemente intenso, y puedes sentir tu virilidad espeluznante en la lujuriosa pequeña dama, los montículos deliciosamente rodantes, tu orgasmo ya se acerca rápidamente, tu mente demasiado miradaEn relajación y un loscero que te preocupa, te vas a correr tan pronto, el inminente altura de tu clímax en ascenso todo en el que puedes concentrarte.",
                "Sintiendo su eyaculación entrante, Auria se ríe dulcemente mientras continúa con apasor y sin cradilla entre sus tetas, manteniendo el Titfuck agradable y lento mientras te guía suavemente hasta el borde, haciendo que te sientas como si tu cintura se sienta por la sensación de la sensación de la sensación.del encantador calor del cuerpo de la encantadora Mimic y el lubricante excitante avivando su erección más caliente y más caliente, cada golpe de bombeo metódico que se está volviendo loco ...",
                "PlayerOrgasm",
                "1",
                "Hasta que con un apretón final, envuelto, termina la resistencia desmoronada de su polla, ouphoria, que te reclama mientras te corres indulgentemente directamente a su escote, la chica monstruosa de Buxom se ríe feliz y audiblemente mientras ella sigue masajeando de manera experta su eje yengañando a Strurt después de salir de él, ordeñando lujosamente y prolonga su eyaculación.",
                "Toda tu ingle, hundida en euforia dorada, te desplomas sobre la tapa del cofre del tesoro, mientras que Auria absorbe con gusto tanto tu semen como tus eros, dejando fuera un sonido vertiginoso de aprobar la apreciación mientras las hormiguees brillantes corre suavemente sobre ti, como una caricia invisible reconfortante y gratificantetú para tu generoso corrido.",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "Speak",
                "Auria",
                "Veeeery agradable, [ThePlayerName] ... ♪ Pero espero que no hayas esperado que este servicio se detuviera aquí.",
                "Cambiadamente, dejas escapar un jadeo desordenado cuando ella se reanuda estimulándote justo en el medio de tu resplandor, tu virilidad sensible reaccionando inmediatamente con una contracción obediente a medida que vuelve a recargar, ya ansioso por sentir el abrazo del mimic.Agradable y enérgico gracias a su loción especial.",
                "Speak",
                "Auria",
                "Me enorgullezco de entregar el mejor servicio {i} mejor {/i}, y no te vas hasta que hayas tenido el curso completo, jejeje ~ ♥",
                "Con su entusiasta titter amortiguado sonando en tus oídos, ella pasa de simplemente apretar tu polla a gritarla entre sus senos, moviendo cada uno por separado hacia arriba y hacia abajo, asaltándote con sensaciones frescas que te hacen apretar los puños mientras permaneces sin obedientemente holgazaneríaSobre su caja dorada, su expresión una vez más se derrite en euforia sin sentido de los lentos trazos de masaje.",
                "No tienes más remedio que continuar cediendo y manteniendo el objetivo dócil del hábil titfuck de Auria, y no lo tendrías de otra manera, la masa pecaminosamente suave de sus sándwiches los acariciando constantemente y lánguidamente mientras ella tararea contundamente, haciendo tuLa polla latir y salta a la melodía de las ondas lasciadas y pegajosas de su pecho y pegajosas olas de felicidad.",
                "Mantenido firmemente atrapado en su gloria agujero, estás a su merced, dando vueltas sin servicio a tu cuerpo al seno celestial de Auria, y el hecho de que no puedas verla hace que la situación se sienta aún más excitante, tu invisible la virilidad cautelosa encarcelada irremediablemente encarceladaSu agarre indulgentemente ineludible, la risita ocasional y alegre o elogio de alabar con una sonrisa vacía y tonta de deleite lujurioso en su rostro todo el tiempo.",
                "Su mente felices se centró completamente en los movimientos de los montículos de almohadas de la mímica, gemirá, suspira y jadea en respuesta a su apretada y rodando, la sensual acorta que obtiene reacciones de ti como si estuviera tocando un instrumento, nuevamente tomandoUsted lenta pero seguramente con otro lujoso orgasmo que una vez más no intentas pelear, sintiendo perfectamente contento con solo disfrutar de sus maravillosas atenciones mientras la acuestas.",
                "Su cabeza descansa descuidada de su lado, disfruta de los ruidos traviesos y las sensaciones de que las tetas de Auria te produzcan, ya que ocasionalmente cambia las cosas para renovar y maximizar su placer, sus pechos rebotan ascendentes hacia arriba y hacia abajo, sacudiendo seductoramente de lado a lado y de lado y de lado.moviéndose suavemente en círculos dulcemente rodantes, manteniendo su excitación montada y montaje, acercándose más y más cerca del orgasmo, hasta que",
                "Speak",
                "Auria",
                "Mwwww-{i}ah{/i}!~♥",
                "Sientes que sus labios se acercan a tu glande, quédate allí por unos segundos, luego lo libras con un sonido resonante, el toque inesperado rompiendo el ritmo de masaje y llevándote al límite, tu polla se rinde al beso dorado e inmediatamente libera de inmediatoEn todo el busto de Auria por segunda vez, duchándola en semen que absorbe con avidez junto con su dinero, su cuerpo se contrae climáticamente todo el tiempo.",
                "PlayerOrgasm",
                "2",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "Esta vez, sin embargo, no se le da un momento de descanso, un jadeo estrangulado que escapa de tu boca cuando la imitación sigue con energía intensificada en medio del lujoso brillo de su magia dorada, dándole a tu polla un fuerte apretón que ordeña algunosLos sobrantes cortantes de semen antes de que ella enérgicamente pase a rodar y presionando tu virilidad dentro de su seno, ¡agrediéndote sin placer!",
                "Speak",
                "Auria",
                "¡Parece que estás listo para el final de este servicio, querido cliente de Cutie!¡Aguanta y disfrútalo pleeeEtey ~!",
                "En lugar de la respuesta, solo puede llorar en éxtasis indefenso, ya que su sexo recién sensible es implacable y poderosamente amasado y acariciado, la estimulación excesiva sobrecarga rápidamente sus sentidos y abrumando su cerebro, haciendo que su mente se derrumbe mientras sacude y se estremece en una felicidadTrance, ahora completamente extendido sobre la caja del tesoro, incapaz de hacer nada más que acostarse allí y continuar siendo felizmente drenándose.",
                "PlayerOrgasm",
                "3",
                "Pronto, tu Dick completamente derrotada se vuelve desordenada en la rendición, pero incluso entonces, incluso mientras todavía está en medio de absorber tu semen y eros, no se deja por un momento, riendo mientras sigue empujándote tan lejosElla puede llevarte, sus suaves tetas pegajosas triturando por completo cualquier duda de resistencia que te quede hasta que te filtres nuevamente ... y nuevamente ... y nuevamente, Auria aparentemente se ha llevado a un frenesí codicioso ...",
                "ChangeEros",
                "-1500",
                "ChangeProgress",
                "1500",
                "PlayerOrgasm",
                "99",
                "UseHeldBG",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "Tu visión nadando, tu conciencia comienza a desvanecerse, en realidad espera que siga saliendo con la suya hasta que la pierdes para siempre, pero misericordiosamente, en algún momento, después de otra corrida de flaute que se siente, sientes que te liberan,Luego deslice de la tapa del cofre mientras se abre, solo para que su cuerpo sea atrapado rápidamente antes de que golpee sin ceremonias.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "EndVisualEffect",
                "Haciendo una ganancia confundida, su visión se enfoca laboriosamente en la cara sonrojada y muy respirada de Auria, que definitivamente parece que se ha ido por la borda, el imbécil parpadeando los remanentes de las codiciosas manchas doradas en sus ojos mientras sus tentáculos se acercan cuidadosamente, finalmente le dan el repremento de la repetición de los restos de laTitfucking intenso que acabas de pasar.",
                "Speaks",
                "Aaaah ... aah ... mis disculpas, [ThePlayerName], yo ... me dejan llevar ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "¡Llévame arreglar eso!",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Respirando profundamente para reunirse, se toma con cautela y saca su lengua en concentración, brillando con una luz dorada familiar que aún parece fluir de ella en lugar de lo contrario, imbuyendo con una sensación extraña pero no desagradable.de la vigor de la vigor que restaura parte de su fuerza perdida y refresca su mente maltratada.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeSpirit",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "... eso debería hacerlo.También le devolví el exceso de Eros que le quité, querido cliente, ¡con mis disculpas una vez más!",
                "ChangeEros",
                "500",
                "ChangeProgress",
                "-500",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Ahora, siéntase libre de descansar tanto como sea necesario, y avíseme si necesita algo más.¿Agua?Una silla?¿Un bocadillo?¿Quizás una almohada de vuelta? ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Rodeado por las asiduas atenciones de Auria y su cortejo de zarcillos, pasas unas horas descansando y relajándose, contento de recuperarte de esa sesión inesperadamente intensa en tu tiempo libre ...",
                "RestPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "... Hasta que te sientas en buena forma para seguir con tu día, momento en el que la imitación dorada te libera de su diligente cuidado posterior, luego se inclina hacia ti con una reverencia francamente ceremoniosa.",
                "Speaks",
                "Nuevamente, espero que esto no manche su opinión sobre los servicios de su verdadero.¡El magnífico emporio de viaje dorado de Auria se enorgullece de la satisfacción del cliente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Especialmente tuyo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Tan enérgico como siempre, vuelve a rebotar en los confines de su pecho para asumir su postura de descanso habitual, la posición enfatiza sus grandes senos de manera muy favorecida, la vista de su peso brumoso haciendo una chispa de excitación remanente a través de usted, su espinda de excitación sobranteUsted con la urgente impulso de obtener inmediatamente más de Auria, mientras que la propia imita inocentemente continúa con su habitual alegría radiante.",
                "Speaks",
                "Y ahora, ¿hay algo más por lo que pueda hacer? ~",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForServiceTitfuck",
            "theScene": [
                "Desafortunadamente, cuando estás a punto de ceder ante la tentación, te das cuenta de que realmente te falta los Eros para pagar el servicio de Auria, sin darte más remedio que transmitir la oferta esta vez.",
                "JumpToScene",
                "Pass."
            ]
        },
        {
            "NameOfScene": "Opened2",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Intro",
            "theScene": [
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Cuando abre el cofre, hay una repentina ráfaga de movimiento como los tentáculos viscosos y con acento de joyas estallan de la caja dorada en una elegante floritura coordinada, arrojando confeti brillante en todas partes mientras se separan y se dispersan para revelar una mujer alegre y tetona adentro.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{i} badatata! ♪ ♥ {/i} Helllllloooooo, valiente aventurero!",
                "Ella sacude y agita sus manos extendidas de un lado a otro de manera teatral, una gran sonrisa alegre en su rostro mientras puntúa su dramática declamación con una entusiasta 'yayyyyy! ♪♪♪', los muchos zarcillos bailando a su alrededor, tambaleándose y tambaleándoseBobinado como para imitar sus movimientos, todo mientras todavía estás tambaleándose de la apariencia repentina de la exuberante Mimic.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Vamos ♪ {i} vamos, ♪ {/i} No es necesario ser {i} tímido. ♪ ♪ {/i} comprando o vendiendo, puedo manejarlo todo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella cambia su posición ligeramente, cómodamente ubicada en su casa pegajosa mientras los muchos zarcillos se retuercen ociosamente, la mujer colorida descansando sus codos en el borde del cofre para que pueda ponerse la barbilla en sus manos entrelazadas, sus tetas resbaladizas y considerables que se apretan entresus brazos y el marco dorado con una atracción atractiva.",
                "Speaks",
                "No importa cómo {i} Naughty {/i} la transacción podría ser. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Auria luego se recuesta hacia atrás con una reír perezosa y alegre, sus pechos pesados ​​tambaleándose mientras golpea la parte posterior del cofre con un ruido sordo mientras te mira con una emoción abierta, mostrando descaradamente su cuerpo curvilíneo, líquidos hábiles que gotean a lo largo de su forma regordeta..",
                "SetChoice",
                "1",
                "Introed",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "VisitMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Menu",
                "RequiresChoice",
                "2",
                "",
                "Introduce yourself.",
                "RequiresChoice",
                "2",
                "Introduced",
                "Talk?",
                "RequiresChoice",
                "4",
                "Wares",
                "About your wares...",
                "What does 'badatata' mean?",
                "Shopping?",
                "Naughty Transactions?",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Auria se vuelve elegante de la manera bastante refinada, luego vuelve a rebotar con una sacudida de sus suaves curvas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Muy bien! ♪ ¡Te veré de nuevo alguna vez, y espero que tengas un {i} WonderifiFic {/i} Day! ♪ ¡Badatadios! ♪",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "Ella da una ola alegre antes de que sus zarcillos se retiren a la caja y las pinzas doradas del cofre del tesoro, dejando una risita colgando en el aire y se libere de su camino."
            ]
        },
        {
            "NameOfScene": "Introduce yourself.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Te presentas a ti mismo y a la mujer imitadora deja escapar un pequeño '¡Oh!', Contritying su palma abierta antes de asentir con una sonrisa alegre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Riiight! ♪ Me quedé tan atrapado en mi propia introducción que nunca recibí tu nombre hasta ahora, ¿verdad?Teehee. ♪ hmm ... [ThePlayerName]?",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "StopBGM",
                "Luego cierra abruptamente su cofre del tesoro sin una palabra de separación, todos los zarcillos viscosos que se deslizan hacia atrás al mismo tiempo, dejándote solo y en silencio ... luego la caja adornada con joyas doradas comienza a temblar de manera rambunta como son los sonidos de movimiento de movimiento.Escuchado desde adentro, el bullicio confuso que dura bastante y dejándote bastante confundido, casi hasta el punto de que te preguntas si deberías irte ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "Entonces, tan repentinamente como Auria desapareció en sus confines dorados, la caja se abre una vez más en una ráfaga de movimiento, los tentáculos se extienden como un ventilador retorcido mientras arrojan confeti dorado en todas partes y levantan un letrero de tela que lee 'bienvenido [ThePlayerName]!'En una elegante escritura pintada, muy por encima de la diminuta mujer que salta con los brazos apuntando alegremente con los dedos extendidos.",
                "... No puedes evitar notar cómo sus pesadas tetas se tambalearon y abofetearon contra su torso de sus movimientos exuberantes, dejándote bastante inseguro de lo que deberías estar mirando mientras la mujer regordeta grita animada.",
                "Speaks",
                "{i} badatata! ♪ ♥ {/i} {b} Bienvenido [ThePlayerName]! ♪ ♪ {/b} al magnífico emporio de viaje dorado de Auria! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Retrocediendo exuberantemente hasta el punto de que el impulso de su repentina reintroducción la hace caer sobre hacia atrás, sin embargo, aterriza de manera segura en su cama de zarcillos con un bamboleo regordete y una risita, sosteniendo su espumosa pose todo el tiempo, las manos se mantuvieron orgullosamente señaladasEl letrero, un guiño juguetón en su cara feliz.",
                "Speaks",
                "¡Y, por supuesto, soy Auria! ♪ ¡La única Auria!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Auria luego una vez más se recuesta hacia atrás con una risita perezosa y alegre mientras trabaja para recuperar la respiración después de tanto esfuerzo vertiginoso, sus tetas que todavía se sacuden y se agitan mientras descansa en el abrazo de los zarcillos y el cofre del tesoro, líquidos hábiles.Sus curvas mientras los tentáculos empaquetan delicadamente el letrero de la tela después de agitarlo por última vez por si acaso.",
                "Speaks",
                "{b} SO! {/b} Con las introducciones realizadas correctamente ahora, vamos a los negocios, querido cliente de Mister Sir Adventurer Cliente. ♪ ¡Interesado en comprar?~ ♥ {i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Luego deja escapar un jadeo sobredramático mientras levanta las manos hacia su cara todavía sonriente en una fachada de shock.",
                "Speaks",
                "¡Oh, oh, oh!{i} oooor {/i} quizás el héroe atrevido [ThePlayerName] tiene la intención de convertirse en {b} amigos {/b} con {i} me? ♪ ♥ {/i} ooooh, yayificaciones! ♪ ♪ ♥ una amistad que trasciende los bordes,Especies y lealtades, ¡puedo verlo desde aquí! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "La mujer de maldita se rompe en un ataque de risitas vertiginosas juguetones, lo que dificulta la lectura sobre lo serio que era el comerciante exuberante, antes de que se suave con una sonrisa alegre, arrojando ligeramente sus mechones dorados en un ...de modestia profesional.",
                "Speaks",
                "Ejem ~ ♪ Solo ten en cuenta: descuentos noooo. ♪",
                "SetChoice",
                "2",
                "Introduced",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "About your wares...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "YeeeeeSss? ♪ ¿Qué hay de ellos?¿Te refieres a cómo {i} fantabulous {/i} que son? ♪",
                "Ella dice que mientras rebotaba en su lugar alegremente, sus zarcillos se mueven y agitan de manera llamativa, como para resaltar la alegría de Auria y aprobar su reclamo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Todos están seleccionados a mano y (en su mayoría) hechos a mano, adornados con el mejor adorno y el más chispa de los destellos. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Levanta la cabeza en alto mientras cruza con orgullo los brazos, luego gestica a un accesorio dorado que uno de sus tentáculos está sosteniendo.",
                "Speaks",
                "'Por supuesto, eso significa que son Kiiiiinda caros.Este tipo de productos de calidad no es barato, ya sabes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Con la demostración realizada, el zarcillo vuelve a meter el artículo en el interior aparentemente ilimitado del pecho, mientras que Auria se frota la barbilla cuidadosamente mientras te estudia de la cabeza a los pies, luego asiente con confianza.",
                "Speaks",
                "Sin embargo, estoy seguro de que un aventurero como tú debes ser {i} rodando {/i} en Dosh.O estará en {i} no {/i} tiempo. ♪ Entonces puedes comprarme todo tipo de cosas.rodando en aún más dosh!¡Yay! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Pero al menos, siempre tendrás la comodidad de que mi empresa brillante sea libre. ♪",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "What does 'badatata' mean?",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "'Badatata' es 'Badatata'. ♪",
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Shopping?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "Ella se frota con entusiasmo las palmas, el movimiento hace un ruido húmedo lascivo antes de arquearlas en una exhibición alegre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Oooooon! ♪",
                "Sus muchos tentáculos y sus propias manos enguantadas se extienden hacia el cofre del tesoro para pasar una colección de artículos con un grito, sus pesadas tetas rebotando descaradamente del movimiento.Con un guiño coquetero, ella canta sus caderas a un lado, haciendo alarde de sus tetas balanceándose junto con sus muchas mercancías, mientras que sus tentáculos colgan una variedad de otros artículos, el movimiento alejando su mirada de su pecho de loción y llamativo.",
                "Speaks",
                "{i} Tadaaa! ♪♪♪ {/i} ¿Ves lo que quieras, mi cliente lindo? ♪",
                "Mientras inspecciona los diversos elementos brillantes y llamativos, nota que cada uno de ellos tiene una pequeña etiqueta mágica dorada flotando frente a ella, mostrando con orgullo su nombre en una cursiva excesivamente elaborada.",
                "ShoppingMenu",
                "PurchasesToProgress",
                "Golden Elixir",
                "Lucky Jelly",
                "Luxury Lotion",
                "Gildara Orb",
                "Gold Rune",
                "Luck Rune",
                "Brooch of Enchantment",
                "Cock Ring of Hedonism",
                "Crown of Regality",
                "Scepter of Badatata",
                "EndLoop",
                "SetChoice",
                "4",
                "Wares",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk?",
            "theScene": [
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Oh, ¿quieres hacer marcar? ♪ ¡seguro! ♪ ¿Qué hay? ♪",
                "La mujer de Buxom se extiende lánguidamente mientras se prepara para sus consultas, sus tetas recubiertas de loción se balancean sin duda mientras ronronean dulcemente, atrayendo su mirada para mirar sus deliciosas curvas mientras sale descaradamente, poniéndose en plena exhibición para su atención.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "So you don't ambush people?",
                "Tell me about yourself?",
                "RequiresChoice",
                "3",
                "AboutAuria",
                "Auria {i}Nebula?{/i}",
                "RequiresChoice",
                "3",
                "AboutAuria",
                "Your jobs?",
                "What's with the tentacles?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "So you don't ambush people?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡Solo con las mayores experiencias de compra! ♪",
                "Ella dice que mientras arrojan sus brazos alegremente con una expresión orgullosa, los muchos tentáculos que se mueven con emoción compartida, antes de que ella y su colegania retorcida se deslicen gradualmente en descansar perezosamente dentro de la caja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Sin embargo, para los reales: {i} no, ♪ {/i} No solo ataqué a las personas al azar que me abren.Eso sería {i} horrible {/i} para negocios, ♪ y quiero {i} repetir {/i} clientes, ¿sabes? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Hmmm ... aunque ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella reflexiona un momento, tocando cuidadosamente la barbilla con un dedo antes de que su sonrisa y su mirada crecen cargada de un encanto seductor y seductor y le da a sus enormes senos con sus manos enguantadas, la piel resbaladiza rodando y alrededor de sus dedos en una pantalla espeluznante antes antes deElla les deja recuperarse con un bamboleo obsceno, la manifestación atrae agresivamente su atención.",
                "Speaks",
                "Supongo que algunos podrían considerar cómo hace alarde de mis productos y 'emboscada'. ♪ ♥ {i} badatata ~ ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Auria dice que con un comités de burlas antes de volver a su comportamiento habitual de Debonair con una sonrisa alegre, dándote un guiño juguetón mientras vuelve a descansar en su cofre del tesoro.",
                "Speaks",
                "Teehee ~ ♪ apuesto a que no te importa eso. ♥",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Tell me about yourself?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Ooooh, ¿capté tu atención, cliente lindo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "Ella se guía de todo corazón a su propuesta juguetona, pero rápidamente recupera algo de seriedad con un aplaudido húmedo y pegajoso de sus manos antes de volverse hacia ti con un gesto de barrido enfático que abarca su cofre blando, el movimiento hace que sus senos se rompan con los sonidos marginales.de la loción con la que están cubiertos.",
                "Speaks",
                "{i} Bueno, {/i} ¡Soy Auria Nebula!¡Propietario y único propietario del magnífico emporio de viaje dorado de Auria! ♪ Replacitador de tesoros, dama curvilínea de los gustos finos y todo lo único {i} Wonderiffic {/i} Mimic! ~ ♪ ♪ {i} badatata ~ ♪ ♪ {/i}",
                "Ella termina con un florecimiento teatral, sus elegantes manos enguantadas que arquean el aire dramáticamente como si estuviera hablando con una audiencia entusiasta antes de darte un guiño juguetón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡También soy {i} totalmente {/i} soltero y vivo en una caja de viaje mágica que también es parte de mi existencia metafísica!¿Qué genial? ~ ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "El imitador se divide con entusiasmo, su flujo de gab de gabinete enérgico e implacable, lo que hace que sea difícil mantenerse al día con su charla, aunque mientras sigue hablando, su comportamiento inocentemente alegre cambia ligeramente, su mirada cambia a una de la codicia dorada mientras dejaDe una risilla de alegría vertiginosa.",
                "Speaks",
                "{i} y- ♪ {/i} i absolutamente {i} {b} adorar {/b} {/i} dinero! ~ ♪ trabajo {i} tres trabajos enteros {/i} para tratar de hacer una fortuna!",
                "Ella rebota arriba y abajo en su caja para un énfasis adicional, sin parecer darse cuenta de que el movimiento también está haciendo que sus pesadas tetas se balanceen de un lado a otro con sosisos abofeteados.Continúa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Tesoro que se repite como el trabajo paralelo ~ ♪ de alguien {i} tiene que {/i} do it- ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪, y, por supuesto.Por último, pero no menos importante, ¡mi posición tan divertida en el casino! ~ ♪ yaaayyy- ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "Es entonces cuando su impulso similar a Blitz golpea un inconveniente, la dama curvilínea que jadee sin aliento después de haber hablado sin parar todo el tiempo a su ritmo espeluzEl marco del cofre para la querida vida y sus tentáculos la acarician cómodamente.",
                "Speaks",
                "Ghbluhgu- haahhfwua- i-i'M a-ok!Just- gotta- {i} respiración- {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Finalmente, Auria se estabiliza con inhalaciones y exhalas profundas y lentas, su arto abundante se eleva y disminuye cuando se recupera, luego tose delicadamente en su mano y luce una expresión perpleja mientras reflexiona.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Speaks",
                "... ¿De qué estábamos hablando, otra vez? ♪",
                "SetChoice",
                "3",
                "AboutAuria",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Auria {i}Nebula?{/i}",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Sí! ~ ♪ ♪ Auria Nebula.Nebula es mi nombre de familia. ♪ Sabes, como muchos de ustedes también lo hacen los humanos, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Ella asume juguetonamente una pose delicada, enderezándola.Extiéndome descaradamente su amplio cofre en el proceso en el proceso, le guiña un guiño y te sopla un beso burlón de sus labios pintados, usando sus elegantes dedos para enfatizar, el 'mwah ~' resultante sonando por el aire y de alguna manera enviando un tingle de excitación.por tu columna vertebral.",
                "Speaks",
                "A {i} regal {/i} uno, en mi caso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Después de un episodio de risas teatros, su expresión se vuelve plana por un momento, ya que parece darse cuenta de algo, antes de que se convierta en una sonrisa ligeramente tensa.",
                "Speaks",
                "Ya sé, si mi familia {i} no era {/i} absolutamente {i} masiva {/i} y las cosas de imitación legal no eran un buncha todo hgblahg ... hmph, spoilports ... pero oye ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪La princesa está bien para mí. ♪",
                "Speaks",
                "Ah, y, eh, solo para que no haya malentendidos y cosas, cuando digo 'mi familia es masiva', quiero decir, como, {i} extendida {/i} familia, yanno?Primos y tías geniales y suegros y primos segundos eliminaron dos veces ... todo el shebang. ♪ La familia personal somos solo yo, mi hermana y mi madre que viven en la capital. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Parece que masticar el tema reflexionando reflexionando con curiosidad, curiosamente por un momento y luego se rompe en un ataque de risas, sus tambaleándose tambaleándose en medio de su ruina, la mayoría de ellos participan en la cerveza de la situación, mientras que uno de ellos parece acusar acusador.A ti, como para darte el ojo apestoso por no reír junto con Auria.",
                "GetEventAndIfChoice",
                "Mimics",
                "1",
                "",
                "TalkMenu",
                "Speaks",
                "Jejeheh ~ hee ~ teehee ~ ♪ En realidad, apuesto a que has {i} totalmente {/i} conocí a mi hermana.♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mejor ten cuidado, ♪ o puede que nunca te dejes ir. ~ ♪",
                "Ella dice que en una voz de canta, burlona y desagradable, su tono juguetón bordeado con solo un toque de advertencia antes de volver a una sonrisa preocupante, la diminuta dama arrojando su cabello hacia atrás antes de ajustar a uno de sus arcos en su lugar.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Your jobs?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "Speaks",
                "{i} yup, ♪ {/i} Soy Auria Nebula! ♪ Propietario y único propietario del magnífico dorado de Auria ♪ ♪ ♪ ♪",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Ella se atrapa y se detiene, su rostro se congeló en su lugar un momento antes de que finalmente se deslice en una sonrisa más reservada, un rubor leve y casi indiscernible floreciendo en sus mejillas rosadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Esperar- hooollld on, ya he superado {i} que {/i} canción y baile mucho. ♪ Bueno ~ bajar a las tachuelas de latón, viajar comerciante es el más obvio y por sí mismo de mi {i} muchos}{/i} talentos. ♪ Obtuve Merch, aparezco y la gente compra mis cosas o me vende las suyas. ♪",
                "Ella se mueve animadamente mientras describe su actividad, sus manos delicadamente enguantadas atravesan el aire mientras se imita a sí misma estallando de su caja, luego dándole algo a alguien, luego recibió algo de alguien, todo con una gran sonrisa y un brillo en sus ojos..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Buuuut, supongo que 'reinscribiendo tesoros' es el que eres {i} super duper {/i} curioso, ¿verdad? ♪ Bueno, mira, estoy de alquiler para ayudar a asegurar que hay cofres de tesoros dispersos por lucidia para los valientes exploradoresde todo tipo para encontrar: ♪ La párpola natural de Lucidia Hocus-Pocus-Magicky-Bwooingy-Wewooingy Sólo, ¿Yaknow?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¿Y adivina quién puede superponerse a donde está cualquier cofre del tesoro de alto grado, ya sea vacío o lleno?¡Thiiiis Girl Can! ♪ {i} badatata! ♪ {/i}",
                "Se inclina hacia atrás en su pecho con una expresión brillante y orgullosa, los brazos se extienden mientras sus tentáculos bailan y se agitan a su alrededor como en elogios y adoración, todo el tiempo que se mantiene felizmente charlando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "Básicamente es un trabajo solo para mí también para personas con magia de teletransporte especial, supongo: {i} así {/i} el pago es tan dulce en la comisión.",
                "Ella limpia un poco de baba por su mejilla, sus ojos casi literalmente nadando con maravillosas visiones de eros brillantes, una expresión codiciosa pegada en su rostro por un momento antes de volver a una sonrisa más domesticada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Por otra parte, hay muchas mímicas realmente, todas con unas cosas diferentes, no soy, como, el único que se encuentra alrededor. ♪ En realidad, mi hermana también hace este trabajo!Y déjame decirte que es muy afortunada de ser una calificación regular del cofre del tesoro.¡Muy más fácil encontrar lugares para salir!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Ella asiente cuidadosamente con un brillo en los ojos mientras colgaba la barbilla con elegantes dedos.",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Speaks",
                "Y en cuanto a mi trabajo en el casino, en la capital ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Soorry ~ Ese es Super Duper Con ~ fi ~ den ~ tial ~ ♪ noooo especial-unique-cheaty-private-private intel para ti, señor aventurero! ♪ ♪ ♪ ♪ ♪ ♪",
                "Su tono es casi burlón, un poco de lengua descarada que sale de sus deliciosos labios, pero en el momento posterior, sale a las risas de disculpa.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Lo siento ~ lo siento ~ No pude evitar ser dramático-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Pero de verdad, sin embargo, yo {i} realmente {/i} no puedo decir nada hasta que logres llegar a ti mismo, de lo contrario, si nuestra temida dama del casino se entera, me pondré en montones y montones y¡HEAAAAPPPPSSS de problemas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "La idea en realidad parece enviar un escalofrío de miedo a través de ella, la expresión mansa que se ve más fuera de lugar en su cara alegre, pero solo dura un momento, la imitación regresa a su comportamiento llamativo habitual cuando un a HealPat de uno de sus tentáculos se despiertaSu espalda en acción y concluye su exposición con un gesto de su brazo.",
                "Speaks",
                "Entonces ~ Espero que haga que su ardiente curiosidad sobre la situación laboral del asombro de la tuya se llama 'Auria quiere un montón de dinero'. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡Ooooh, podría poner eso en una tarjeta de presentación! ♪ Tengo que tomar una nota sobre eso ... ♪",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "What's with the tentacles?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "En la pregunta, los zarcillos morados suaves y deslizados líquidos se mueven curiosamente en el aire y alrededor de Auria, algunos de ellos rebotando y flojiendo los adornos reales con los que están adornados, como si aparezcan su regalía mientras se ríe con diversión,Luego toma una expresión supuesta y supera y levanta una mano a su mejilla, ajustando profesionialmente un par de gafas imaginarios en lo que se presenta como una manera bastante similar a Elly.",
                "Speaks",
                "¡No es una pregunta poco común, querido cliente! ~ ♪ ♪ ♪ ♪ Son una parte de mí ... ¿solo de una manera indirecta?Son como ... las lenguas o sentimientos de mi cofre del tesoro.Moverlos es como una segunda naturaleza para mí. ♪ Y como lo has notado, sin duda, mi querido cliente perceptivo, estos malos exudan la misma loción lujosamente lasciva con la que estoy cubierto. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Auria te da un guiño juguetón mientras que los tentáculos dejan de saludar y unos pocos se deslizan para deslizarse sobre su piel suave y flexible, alzándola suavemente en una cama de zarcillos morados, haciendo que sus curvas regordetas se tambalean de lado a lado de lado a ladoLa moción mientras ella se posa delicadamente en el aire, una pierna se levantó en alto, sus dedos se arregló dramáticamente en un doble en V doble.",
                "Speaks",
                "Tada! ~ ♪ Piense en ellos como un montón de brazos adicionales de mano de mano, o piernas de Scylla ... pero extra blando ... y {i} genial {/i} para agarrar cosas. ♪ yo, tú, botín, cualquier cosa, cualquier cosa¡Y todo! ♪ ♪ ♪ ♪ como un pequeño Nabbers de buncha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Cuando no presto atención, se mueven por sí mismas y hacen lo suyo, pero siguen siendo mis extremidades. ♪ ... ¿Supongo que es un poco como la cola de una gatgirl?Oh! ♪ ♪ o como respirar, ¿sabes? ♪ Por lo general, como, sucede solo, pero aún puedes controlarlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Como para demostrarse, deja escapar un juguetón '¡Wheeee! ~' Mientras los tentáculos que sujetan su forma en alto en un tobogán improvisado y la baten en una suave cama de zarcillos para atrapar su felpa, Auria aterrizaba en su acuñado abrazo conuna plaza lasciva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Y son absolutamente maravillosos en {i} masajes. ♪ {/i}",
                "El imitador sale con entusiasmo mientras se extiende las manos con los dedos entrelazados, las palmas hacia ti hacia ti mientras se rompe los dedos, dos zarcillos hacen lo mismo que para que los cachorros reflejen sus acciones, antes de que vuelva a su cojoso cofre con una sonrisa de lewder..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Annnnd, estoy seguro de que te estás preguntando, ♪ porque sé que EvvvVyone está pensando en esa pregunta del millón de eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella proclama con cierta cantidad de orgullo, a menos que esté pescando una reacción tuya ... pero mientras deja escapar una rejilla alegre y se inclina lánguidamente con las piernas cruzadas y su cabeza descansa perezosamente en sus manos, está clara, eso es básicamente todo lo que ella es básicamente todo lo que ellatiene que decir sobre el tema.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Naughty Transactions?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "¡Juuust So! ♪ ♪ ¡Si estás en {i} desesperado {/i} necesidad de liberar, o si solo quieres obtener {i} Naughty {/i}, no busque más. ♪ ta ~ da ~ ♥",
                "Con un flojo llamativo de su mano enguantada, ella hace un gesto a un tentáculo, ya que saca un firma dorada dentro de la caja regal, elegante escritura cursiva en la lista de los servicios y precios disponibles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Sin embargo, recuerda: noooo reembolsos. ♪ ♥",
                "Agrega con una sonrisa seductora y tímida, recostándose hacia el cofre con un suspiro feliz y casi emocionado, mientras que el zarcillo que sostiene el letrero de Chintzy lo agita ligeramente para llamar su atención.(Tienes [PlayerMoney] eros).",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "NaughtyTransactionsMenu",
            "theScene": [
                "Menu",
                "RequiresMinimumProgress",
                "25000",
                "Complimentary Compliments - 0 Eros!",
                "Kiss - 500 Eros",
                "Handjob - 1000 Eros",
                "RequiresChoice",
                "7",
                "DrainMoneyRequest",
                "Ask her to drain your money - 1000 Eros (or more ♥)",
                "Puff Puff Massage - 2000 Eros",
                "Titfuck - 2500 Eros",
                "Sex - 5000 Eros",
                "RequiresChoice",
                "5",
                "MoneyDrained",
                "Ask about her... draining your money?",
                "FinalOption",
                "Maybe not...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about her... draining your money?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Hmmmmm?♪",
                "Curiosamente tararea mientras te mira con una sonrisa inocente en sus labios pintados antes de darte un guiño juguetón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¿Te refieres a mi capacidad de maravilla para ordeñarle mi pago?a, hm- {i} interfaz {/i}, ¿supongo?Con tus eros y engullirlos! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Auria se ríe con entusiasmo ante el tema, frotándose la barriga con una mano mientras parece recordar con cariño el sabor de Eros, mientras que su otra mano se juzga perezosamente con la cadena dorada que se desliza en su escote, su brillantez brillante atrayendo inadvertidamente su mirada a la mirada a la curvatura.El amplio seno de Mimic.",
                "Speaks",
                "¡Piense en ello como un Succubus que lo que lo llama! ♪ Solo eso, en lugar de su espíritu, es su eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Sé que {i} i {/i} me gusta ver a mi cliente lindo favorito hacer una cara tonta y tonta cuando se va {i} spurt-spurt {/i} y me da su semen y dinero. ♥ ♥.",
                "La expresión repentinamente hambrienta que hace mientras mira tu entrepierna y le lame los labios hace que un toque de inquietud atraviese tu cuerpo, pero inmediatamente se derrite el momento después de que levanta la cabeza hacia atrás y vuelve a su comportamiento alegre habitual conUn guiño juguetón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Pero no te preocupes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Ella se ríe del juego de palabras mientras levanta su rosado dedo meñique cubierto de guantes blancos, dejándote decidir qué hacer a continuación mientras disfruta en su propia broma.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "Maybe not...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "{i} ah bueno ~ ♪ {/i} Avísame si cambias de opinión. ♪",
                "Ella te da un guiño juguetón mientras el tentáculo llena el letrero en la caja aparentemente ilimitada, el sonido de hurgar colgando en el aire por un momento mientras Auria espera placamente tu próxima consulta con una sonrisa comercial en su cara querúbica.",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForService",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Parece que tú- {i} badata-don't't {/i} tienes suficiente dinero! ♪ ¡Mayyyyybe otro servicio?¡Oh! ♪ Ooor Si tienes cosas para vender, puedo quitarte eso a cambio de buenos eros sólidos. ♪ No seas tímido ~ ♥",
                "Ella te da una sonrisa alegre mientras el zarcillo agita el letrero como para recordarte que seas más consciente de lo que puedes o no puedes pagar ...",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "Kiss - 500 Eros",
            "theScene": [
                "HasErosLessThan",
                "500",
                "LackFundsForService",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "Wonderiffic!♪♥",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "Toma el dinero con una expresión extática en su rostro, dejando caer el paquete de monedas moradas en su cofre del tesoro aparentemente sin fondo con un emocionado 'spree! ♪ ♪ ♪ ♪ ♪ ♪ ♪ Mientras sus zarcillos se mueven en una alegría sin palabras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "Luego, sin más preámbulos, Auria te da un guiño juguetón antes de saltar y rebotar avanzando, poniendo un tacón dorado en el borde de su pesado cofre del tesoro antes de extender la mano y envolver sus brazos alrededor de tu cuello, presionando sus abundantes tetas de loción.contra ti, luego inclinándote para darte un casco beso de manchado de lápiz labial en la mejilla.",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "A pesar de que es solo un besque, no puedes evitar sentir una ola de excitación del lugar en el que aplicó sus deliciosos labios con un rotundo 'Mwah! ♥', un jadeo sofocado que sale de tu boca mientras disfrutas de la cómoda, encantadora sensación de las manos de Auria alrededor de tu cabeza y su seno contra tu pecho, la proximidad y la loción de olor dulce que te hacen sentir bien relajado y cachondo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Jeje ~ ♪ Parece que te gustó eso. ♪ hmmm ... pero solo {i} uno {/i} beato realmente no se siente como un trato justo ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "DamagePlayerFromMonster",
                "Auria",
                "Kiss",
                "Mientras todavía te estás recuperando del golpe húmedo de sus suaves labios, se vuelve rápidamente y te besa en la otra mejilla, luego la frente, el servicio de besos se convierte rápidamente en su rostro con besos brillantes de manchas de lápiz labial púrpura,Hacer que su cuerpo se sienta caliente mientras su mente comienza a girar en un aturdimiento lujurioso de los besos hábiles, cariñosos y con carga afrodisíaca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "DamagePlayerFromMonster",
                "Auria",
                "Seduce",
                "Con una risita, Auria finalmente se inclina hacia atrás para mirar por encima de tu cara cubierta de besos, rastreando un dedo seductor a lo largo de tu cuello, sus labios se mueven mientras cuenta en silencio las marcas de lápiz labial con una expresión entretenida, su otra mano se desliza hacia abajo para frotarte suavemente contra tuesforzarse por la erección vestida antes de que ella se incline para que corra dulcemente en tu oído.",
                "Speaks",
                "Mmmmnn ... ♥ Si aún no está satisfecho con mi servicio, querido cliente, otros quinientos eros y te daré una extensión {i} desordenada {/i}. ♪ ♥",
                "Sus palabras atractivas flotan en su mente aturdida y besada ... Dada su posición, ella está descansando la mayor parte de su peso sobre usted, el resto equilibrado en su tacón individual, su abrazo íntimo y escandaloso de tetas, haciendo que su oferta suene todo elmás tentador ...",
                "Menu",
                "More kissing! - 500 Eros",
                "Th-That's enough for me...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Th-That's enough for me...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Alrighty!~♪",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Ella dice jubilosamente antes de saltar de ti y aterrizar en una posición de descanso en su lujosa caja del tesoro con una trampa húmeda, sus curvas tambaleándose por el impacto mientras te sopla un beso tentador, la vista de sus labios brillantes que envían un escalofrío de un escalofríoexcitación por la columna y casi te hace volver a tu rechazo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mwah ~ ♥ ♪ Avísame si necesitas algo {i} alivio {/i} para esa dolidosa erección. ♥",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "More kissing! - 500 Eros",
            "theScene": [
                "HasErosLessThan",
                "500",
                "LackFundsForServiceKissy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Speaks",
                "¡Lo tienes! ♪",
                "Sin demora, ella vuelve a salpicarte con besos, detrás de besos por el cuello y a lo largo de tu cara mientras su abundante busto aprieta y se frota contra ti, un brazo todavía enganchado románticamente alrededor de tu cuello mientras su otra mano cepilla a lo largo de la parte inferior de tuTwitching, tensar la erección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Con un ronroneo emocionado, libera tu dolor de virilidad, pero solo baila ligeramente sus dedos sobre ella, cubriéndolo en un brillo de loción resbaladizo mientras se inclina y bloquea los labios con los tuyos, mirando con sentido suave mientras sus suaves labios pintaban con amorPresione el tuyo y su lengua ágilmente hace un desastre de su boca, su cabeza girando delirmente de su cascada de besos, sus pensamientos ahora desordenados se afirman con la excitación.",
                "PlayerOrgasmNoSpiritLoss",
                "Jadeas y gemes con una dicha montada hasta que un último deslizamiento largo de un solo dedo a lo largo de la parte inferior de tu erección palpitante te termina, el toque ligero todo lo que necesitas para tu mente manchada de besos estalla bien mientras rompe el beso con un fuerte'Mwah! ~ ♪ ♪', dejándote gemir en la felicidad vacante mientras te quitas las piernas, los muslos y directamente al cofre del tesoro en cuerdas largas y desordenadas.",
                "Sin embargo, mientras disfrutas del orgasmo de besos, te das cuenta de que algo extraño está sucediendo: ondas de euforia escasas y escasas que se apresuran por tu cuerpo cuando un pulso drenador resuena de la imitación curvilínea, haciendo que tu semen desaparezca en un brillo dorado, tus ojos saliendo de¡La euforia de su extraña magia ordeñando placentamente su pago literal y figurativamente de sus bolas tensas!",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Mientras jadea y resopla del extraño clímax, Auria se ríe alegremente y salta hacia atrás, dejándolo ir con un giro teatral, aterrizando en su caja con una pose delicada, su aterrizaje acolcado con gracia por sus tentáculos con un impacto tambaleante mientras se recupera deLas extrañas sensaciones, su lujuria en llamas inducida por beso, disminuyendo cuando su excitación disminuye y sus banderas de erección gastadas, permitiéndole volver a sus sentidos.",
                "Speaks",
                "¡Muchas gracias! ♪ ¡Espero que hayas disfrutado! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Sé que {i} i {/i} hice. ♥ Eros son siempre los mejores cuando se aprieta recién exprimidos. ♥ ♪",
                "Ella se ríe feliz mientras se retorce vertiginosamente, lamiendo sus suaves labios como si saborear el sabor de su dinero y su semen.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "SetChoice",
                "5",
                "MoneyDrained",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForServiceKissy",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Ella te mira un momento con un puchero lamentable antes de darte una sonrisa comprensiva y un guiño juguetón.",
                "Speaks",
                "En realidad, lo siento, pero parece que eres un {i} pequeño {/i} corto en efectivo para eso. ♪",
                "Dicho esto y la sesión de besos llegando a su fin, ella se aleja ágilmente de ti y aterriza en una posición de descanso en su lujosa caja del tesoro, sus curvas tambaleándose por el impacto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¿Tal vez ir a aventurarse por un tiempo y encontrarme de nuevo?en suecia ~ eet los morados. ♪",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Handjob - 1000 Eros",
            "theScene": [
                "HasErosLessThan",
                "1000",
                "LackFundsForService",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Fantabulous!♪♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Empujando a sus Eros ofrecidos hacia su bolsillo, se tira hasta que se inclina relajadamente hacia el costado de la caja, con sus manos enguantadas y recubiertas de loción que le bajan los pantalones para revelar su polla ya rígida, de la que agarra con ambosManos para comenzar a masajearlo arriba y abajo con dedos ágiles, los sonidos holgados con el aire que llenan el aire mientras la loción cálida se frota con diestro en su virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Mmmh ~ agradable ~ ♪ Solo quédate así, querido cliente de Cutie. ♥ solo déjame cuidar todo y disfrutarte ~ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Ella se ríe con aprobación cuando respondes a su atractivo engañado con un gemido indulgente, su posición dejando sus pesadas tetas presionando contra tus muslos, haciendo que la experiencia se sienta aún más lujosa.Pronto, su hábil toque y los aceites afrodisíacos lascivos tienen su polla palpitante y resbaladiza para que sus manos enguantadas bombeen arriba y abajo, el imitación agregando giros gentiles de sus muñecas para mezclar la estimulación inductora de escalofríos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Hmmm-hm-hmmmm ... ♪ Creo que te daré una bonificación especial {i} especial {/i}. ♥ gratis. ~ ♥",
                "Ella ronea antes de darle a su punta de contracción un beso con sus labios lujosos y pintados de púrpura, el delicioso contacto envía un choque caliente a través de su longitud que te deja gemir felizmente.Mientras tanto, sus dedos resbaladizos, apretados y acariciados nunca dejan de trabajar ansiosamente en ordeñarte, y mientras aparece la boca con un 'mwah ♥' mojado, una de sus manos recubiertas de loción de seda se desliza hacia la cuna y masajea sus bolas tensas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Ahora vamos, [ThePlayerName], no hay necesidad de contener.en mis manos tan ~ mucho ~ como ~ tú ~ quieres ~ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sus palabras reconfortantes flitan en su mente, convenciéndolo de disfrutar plenamente del momento, lo que provocó una risita de Auria.La sensación resbaladiza de la loción que corre entre sus dedos vestidos de seda le da una sensación totalmente única a la paja simple, y el aceite elimitado cálido llena toda su cintura con excitación palpitante, la parte inferior de la parte inferior de la parte inferior se asusta a un calor agradable mientras su punta comienza a gotear desdela estimulación sostenida.",
                "La aceleración de la mano de bombeo de Auria y el masaje hábil para sus dolor de dolor rápidamente te pone tenso con la creciente felicidad escadtora, y con otra risita, ella sella el trato plantando otro smooch húmedo sensual en tu punta con fugas, enviando otro tornillo de placer perforando elMar suave de placer inducido por la loción resbaladizo, llevándote al borde del orgasmo con un chorro de precum necesitado.",
                "PlayerOrgasmNoSpiritLoss",
                "El imitador te mira con los ojos medios en tierra mientras chupa y besa tu espada en la cabeza de la polla, palpitando pulsos de euforia electrizantes corriendo a través de toda la parte inferior de la parte inferior de la parte inferior mientras bombea tu erección resbalada, dejándote gemir en un aturdimiento mientras estás aturdidoenviado sobre el borde y vierte la carga después de la carga de semen en su boca hambrienta.",
                "Dejando salir una risa amortiguada, codiciosa y vertiginosa, Auria traza cada gota de su clímax de chorros, un cálido brillo dorado que sufre a los dos y hace que sus ojos sean volando y su mandíbula, ya que no puede concentrarse enCualquier cosa menos la sensación intensificada de la boca y la lengua glotonosa de Mimic, sorbiendo ruidosamente su semen con ruidos encantados como si fuera una deliciosa deliciosa.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "Sensaciones extrañas de escasas atraviesan su cintura mientras drena su pago de usted, como ondas fundidas de lujosas euforia que se arrastra a través de usted con cada espuración de semen, entremezclándose con las sensaciones climáticas calientes y su loción sensibilizante de sensibilización, dejándola leche por todo lo que usted ''Vale la pena mientras tu cabeza estalla con una serie de fuegos artificiales maravillosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Luego, después de lo que parece un orgasmo tan prolongado que sientes que tus bolas han sido succionadas secas, libera tu virilidad temblorosa de sus labios con un suspiro feliz contento y ralentiza sus burlas de masaje, dejándote bajar de tuLuxurious Doubily Draining Climax.",
                "Retrocediendo con una sonrisa alegre, agita sus manos extendidas teatralmente mientras te desplomas y casi te caes del clímax adormecedora, sus tentáculos se tambalean misericordiosamente para atraparte y cunarte con cautela mientras te recuperas, su toque suave y suave haciendo un toque cálido.Gemes de comodidad mientras tus ojos casi cerca de la agradable ola de fatiga te golpean mientras Auria aplaude.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "Tadaaaaa ~ ♪ ♥ un handjob especial para mi cliente completo completo!Thaaank para tu patrocinio. ♪",
                "Ella se ríe juguetonamente de su expresión floja y su postura flácida, su cuerpo solo se mantiene en posición vertical por la útil agarre de los zarcillos del imbécil que amablemente masajea, palmadían y te acompañan para traer vida a tus extremidades.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "No dude en tomarse su tiempo si lo necesita.",
                "Murmuras una respuesta y te enderezas, la fábrica retorcida de Auria te dejó en paz una vez que está claro que puedes pararte solo.Arreglando los pantalones y recuperando el aliento, notas que el efecto de su loción aparentemente ya ha terminado, dejando tu mente clara y tu polla feliz y gastada.",
                "SetChoice",
                "5",
                "MoneyDrained",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Puff Puff Massage - 2000 Eros",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Auria transmite a su elección, juntando las manos frente a ella y aplaudiendo vertiginosamente.",
                "Speaks",
                "¡Una excelente opción, querido cliente! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Todavía descansando relajado en su pecho, ella trae sus brazos debajo de sus amplios senos para ponerlos de manera cómoda, dándote un guiño.",
                "Speaks",
                "Mis tetas son las más lacones, más luminales, más luminales y más cooules de Lucidia ~ están garantizadas para darle una experiencia {i} maravillosa {/i}, Splenderrific, Splenderrific, alucinantemente placentera ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Sactamente, cambia de levantarlos a agarrarlos mientras se sienta frente a ti, sus dedos se hunden pecaminosamente en su lujosa masa mientras comienza a rodarlos en sus manos, los silenciosos pervertidos resonan en el aire mientras los frota unos contra otros., húmedamente golpeando su líquido natural entre ellos, un olor atractivo que se eleva de ella y seductoramente flotando hacia usted, el perfume lascivo que le hace cosquillas a la nariz ...",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Apuesto a que no puedes esperar para que tu linda cabeza se asfixie por mis pechos ... para que corran por toda la cara, te unas con mi loción y te hagas todo bien y con la cabeza vacía, cachonda y feliz ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Poco a poco, su voz baja de su charla generalmente Chipper a un ronroneo más seductor, acompañando a los ruidos lascivos continuos de sus senos mientras continúa a tientas y acariciando con el gemido y el director de operaciones lascivos ocasionales, haciendo que sus sentidos se sientan cada vez más borrosos y distantes a medida que túPérdase más y más a la vista pervertida de la caricieta del imbécil, su boca y los ojos reducidos en una sonrisa segura y burlona.",
                "Speaks",
                "Thaaat es eso, [ThePlayerName].Ven a mí ~ así ~ Ven y consigue tu desfile de hojaldre de mimos perfecto. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Aunque la agradable promesa de promesa y caperos cautivadoramente en tu cabeza, no puedes evitar sentir una ligera sensación de desconcertación ante sus palabras, y mientras parpadea confusión, te das cuenta de que te has acercado inconscientemente a Auria ... más cercaPara sus fascinantes tetas cuya fragancia atractiva puedes oler más fuertemente que nunca, cualquier duda dentro de ti y se aleja cuando ella rueda sus montículos hipnóticamente, dibujando que alguna vez más cerca ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Mmmhmh ~ así.",
                "Toda su visión se vuelve rosa cuando el cofre del síndico de Buxom de repente envuelve su vista por completo, haciéndole dejar escapar un leve gemido de felicidad indulgente mientras experimenta el contacto maravilloso de su almohado en toda su rostro, dejando su mente inundada de la gratificante sentimiento deSus lujosos pechos te abrazan reconfortamente mientras su voz alegre sigue cantando.",
                "Speaks",
                "Te tengo ahora ~ pero no te preocupes, mi querido cliente de Cutie, te cuidaré muy bien ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Mientras habla, mueve suavemente la parte superior de su cuerpo de esta manera y eso, llevándose la cara hacia y desde el punto de vista mientras se asegura de que no deja un poco intacta, suntuosamente acunado y acariciándolo, enviándote flotando en una nube cada vez más esponjosa de lujuriosa felicidad, tuLa polla esforzándose cada vez más con los pantalones cuanto más tiempo disfrutas en el contacto íntimo lascivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Relájate, [ThePlayerName] ~ ¿Por qué no te sientes más cómodo? ♪",
                "Riendo, la mimética alegre mantiene lentamente sacudiéndote en un estupor vertiginoso, saltando gradualmente cada vez más abajo hasta que te ha llevado a una posición de arrodillada, tu postura te adorará francamente a medida que continúas siendo tratada con la lujosa sesión de hojaldre sin interrupción, Auria's Auria'sLa voz dulce que le acompaña todo el camino, contribuyendo aún más a vaciar su mente de todos los preocupaciones y preocupaciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Al igual que las pequeñas bocanadas de humo intrascendentes, tus pensamientos sienten que se están saliendo de tu cabeza y flotando en la nada, dejando nada pura, pura, en blanco y en blanco a su vigilia mientras la pequeña dama aprieta con precisión sus senos alrededor y sobre ti, ella, ella, ella, ella, ella, ella, ella, ella, ella, ella, ella, ella, ella, ella, ellaPalabras seductoras que continúan atando a lo largo de su maravilloso viaje de almohada.",
                "Speaks",
                "{i} Puff Puff ~ Puff Puff ~ {/i} ¿Te gusta esto, [ThePlayerName]? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Apenas registrando su pregunta en su accesorio estado de dicha titty, dejas salir un gemido inarticulado de aprobación extática en respuesta, completamente bajo el hechizo del masaje travieso, provocando una pequeña risa feliz de Auria que pone una sonrisa tonta de felicidad vacante en tucara, sintiéndose cálida y confusa por todas partes, como si todo su cuerpo estuviera siendo abrazado, mimado y mimado, capturando todos sus sentidos en la relajación hedonista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Atta Boy. ♪ ... todos son amables y llenos de sentimientos pervertidos lascivos en este momento, ¿no?",
                "Una vez más, no detiene los movimientos suaves y casi bailando de su pesado busto incluso mientras habla, y nuevamente solo puedes responder con un resoplido sin sentido, todo el marco que irradia el calor y la excitación como si estuvieras literalmente bañándose en una piscinade lujuria, lo que lleva a Auria a continuar con una ventaja sensual a su tono cariñoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Entonces ... ¿Qué dices que damos {i} liberidad {/i} a todos estos deseos nueses ... ¿te gustaría eso, hm? ♥",
                "Asegurado ciegamente por la perspectiva soñadora, articula descuidadamente su aprobación, sin atreverse a mover la cabeza para asentir para que el gesto no estropee el paraíso amamantado en el que está siendo desfilado, su polla se contrae ansiosamente en respuesta a la propuesta de Auria, el mal curvado radica.Tu reacción entusiasta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Entonces ... {i} Puff Puff ~ Puff Puff ~ {/i}",
                "De repente envolviendo sus brazos alrededor de tu cabeza, te empuja en serio en el abrazo pecaminosamente suave de su seno, todo tu cuerpo se aflige mientras sientes una ola abrumadora de cálida excitación que fluye a través de ti, el abrazo pervertido que hace que tu polla ahora se tensión contra la roca contraTu ropa con más urgencia que nunca, una exhalación impotente que sale de la boca directamente al pecho del shortstack que sigue cantando alegremente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{i} {b} huff puff ~ huff ~ {/b} {/i}",
                "Sus brazos 'se aferran sobre ti mientras te entierran aún más en su escote, cada masaje de sus tetas disuelve más de tus pensamientos en la dicha gaseosa, haciendo que tus ojos enrollen y tus brazos cuelguen a tus costados mientras tu virilidad palpita locamentey Twitches, listos en cualquier momento para",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "{i}{b}Cum!{/b}{/i}",
                "PlayerOrgasmNoSpiritLoss",
                "Como si estuvieran en el mando, sus sentidos se quedan en blanco cuando toda la lujuria acumulada en usted explota y estalló en un ápice de pico de perforación perfecta de hojaldre pervertido, una neblina dorada de la magia de Auria que lo rodea mientras su pago se agota junto conTu semen, tu semilla desaparece en destellos fugaces tan pronto como lo hayas disparado, permitiéndote disfrutar lujosamente del alto orgasmo tántrico sin desorden.",
                "ChangeEros",
                "-2000",
                "ChangeProgress",
                "2000",
                "SetChoice",
                "5",
                "MoneyDrained",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "La mímica, mientras tanto, tararea alegremente mientras saborea tanto sus eros, su semen como su expresión, mirándolo con cariño y vertiginosamente mientras continúa montando su orgasmo de manos libres, su boca de boca, sus ojos vacantes y su rostrotanto del calor como de la excitación, sintiendo que vas a perder el conocimiento y hundirte en un sueño rapazoso directamente en los senos de Auria ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Sin embargo, antes de que se pase esta posibilidad atractiva, ella te libera cuidadosamente de su seno mientras te sostiene apenas en sus brazos, dándote una sonrisa alegre mientras jadeas para respirar, sintiendo que algunos de tus pensamientos revueltos caen lentamente en su lugar en elSuponado repentino de aire fresco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Y heeere vamos ~ un masaje de hojaldre de lujo de alta calidad para mi cliente favorito. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Ella te mira pensativamente y, por capricho, le da a su frente un dulce beso dorado cuyo enfático {i} mwah! {/i} hace eco por el aire y por su mente, haciéndolo jadear de la persistente sensación dorada, provocando la sensación dorada, lo que provocaMimic para reír inocentemente.",
                "Speaks",
                "¿Estarás bien, [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Si noooot, el tuyo realmente puede darte un lujoso cuidado posterior de mimos para 800 eros ... en realidad, haz esos 500 eros porque obtienes el descuento especial de 'Auria's Darling'. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aunque, por supuesto, si prefiere dejarlo así, eso también está bien.Sin presión. ♪",
                "Menu",
                "Yes... - 500 Eros",
                "I-I'll be okay.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Yes... - 500 Eros",
            "theScene": [
                "HasErosLessThan",
                "500",
                "LackFundsForServiceAftercare",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¿¡",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Antes de que puedas pensar en lo que quiere decir, sus tentáculos entran en acción y te agarran con la velocidad, la fuerza y ​​el cuidado de un gigante suave, sus gestos cuidadosamente medidos pero asertivamente rápido a medida que te apoderan, te alejan de Auria, te envuelveArriba, luego colóquelo en una posición horizontal en un abrir y cerrar de ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Un poco mareado por el repentino maltrato, y aún así, por la fatiga de su orgasmo de hojaldre, miras con nebe confusión en la cara de la mimic dorada que te da un pequeño guiño y una ola y saludo antes de moverse en su pecho para reelacionar su posición.",
                "Speaks",
                "No te preocupes, mis pequeños Nabbers te harán sentir como si estuvieras descansando en el mejor y más reconfortante capullo que jamás hayas encontrado. ♪ En cuanto a nosotros ... ¡hup!",
                "Una vez más, levanta su busto, y esta vez se descansa sobre sus ojos, sofocando toda la cara superior en suavidad, ¡un gemido escapa de la boca mientras experimenta la atractiva lujoso de su seno de nuevo!",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "No puedes evitar preguntarte momentáneamente cuál es el punto de 'cuidados posteriores' si significa volver a caer directamente en un estupor agregado de pechos ... pero al momento siguiente, un aliento de relajación sorprendido fluye de tus labios cuando Auria toma delicadamenteSu cabeza entre sus manos, masajeando dexéricamente sus sienes con sus dedos mientras su voz alcanza sus oídos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Te enfocas en recostarse y pasar un buen rato mientras yo te cuido, ¿de acuerdo? ♪",
                "En respuesta, solo puedes dejar escapar un feliz ruido de burbujas cuando la mimic de puntería comienza a tararear en una melodía de cantos, la suavidad de su pecho almohado que te llena de comodidad, pero de alguna manera sin la hinchazón de la hojaldre, una sonrisa de contenido que se extiende por sí mismaSobre la cara mientras sigues sus instrucciones, desabrochando tus músculos y dejándole indulgentemente su servicio.",
                "Mientras Auria sigue tarareando y acariciándote, sus tentáculos te cubren como una manta viviente y te mueven por todo tu cuerpo con movimientos sutiles, trabajando en apretar cualquier nudo que puedan encontrar, masajeándote de manera obediente junto al alegre propietario que se mueve de tus templosAl resto de su cara, pasando sobre sus contornos con sus ágiles dedos, su toque cariñoso lo llena de pequeños pulsos dorados agradables y familiares ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "En caso de que se pregunte qué está pasando, querido cliente, estoy tomando su pago Veeery lentamente.Poco a poco. ♪ ero by ero. ♪ No es algo que tenga la costumbre de hacer, pero con suerte, encontrarás que lo que se siente hormigueante se siente agradable. ♪",
                "Atrapado entre sus tetas de masas de ojo, sus zarcillos de envoltura, sus manos finas y su drenaje único de ritmo lento, cedes a los mimos del múltiple, todo el marco se aflige a medida que montas el tratamiento de la cosecha, tu nigh-tommobilityLa ceguera que te hace concentrarte más en tus otros sentidos, disfrutando completamente de las caricias experimentadas, el olor a la loción dulce y la voz alegre de Auria mientras agrega.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Y no te preocupes, [ThePlayerName].Como siempre, no tomaré un ERO más de lo que hemos acordado, y no le haré nada más que lo tratara con el mejor cuidado posterior que Auria puede ofrecer.Eres mi precioso cliente lindo, y no dejaría que nada te pasara. ♥",
                "En su estado actual de relajación, sus palabras cariñosas fluyen en su mente sin obstáculos, llenándolo de una sensación floreciente de gentileza y cuidado, haciéndolo hundirse para bien en un abandono blando, ni pensar ni moverse a medida que pasa el tiempo, continuando teniendo un poco registrando elLa cálida presencia de Mimic mientras continúa con el codificador, compartiendo y compartiendo acompañando la ocasional palabra reconfortante de tranquilidad, broma o broma.",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "De esta manera, las horas pasan hasta que finalmente, el sentimiento dorado brillante disminuye para el bien y Auria le palmada de manera concluyente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Muy bien, [ThePlayerName].Es hora de levantarse y brillar. ♪",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Sin hacer, un gemido quejumbroso escapa de tu boca mientras los tentáculos de la niña monstruosa libera tu cuerpo y ella aleja sus senos de tu cara, haciéndote parpadear con el trabajo mientras te encuentras mirando directamente a su cara de risa alegremente, la masajista de Buxom obviamente bastante divertida portu reacción.",
                "Speaks",
                "Heheteehee ~ ♪ te gustó {i} que {/i} mucho, ¿eh?Ese es un buen respaldo para mí, mhmmh ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Sin embargo, no me dejes convertirte en una perezosa, o te convertirás en un aventurero bueno para nada, y ya no tendré el placer de ver a mi cliente lindo favorito ~",
                "Ella te da un guiño juguetón mientras sus apéndices te ponen en posición vertical y uno de ellos te da un poco de aire fresco con un ventilador de aspecto elegante, mientras que otro endereza su ropa, dejándote presentable incluso cuando parte de tu mente todavía nadan felizmente en tu persistente.Estado de relajación encantadora, haciendo que necesite un momento para reajustar sus pensamientos mientras Auria se extiende después de haber permanecido inmóvil durante tanto tiempo.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Mientras flexiona inocentemente su cuerpo de la pluma, no puedes evitar notar cómo sus movimientos hacen alarde de su notable desnudez, muslos regordetes y pecho fuerte, lo que te hace picar para llamar a sus servicios de nuevo ...",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForServiceAftercare",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Cuando la palabra sale de tu boca, te das cuenta de que tus fondos son realmente más ligeros de lo que pensabas, un toque de arrepentimiento de que pasó por la cara de Auria al darse cuenta antes de que vuelva a su alegría habitual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Hm, tal vez debería haberte dado un descuento mayor ... ¡Oh, bueno, no hay retrasos!",
                "JumpToScene",
                "I-I'll be okay."
            ]
        },
        {
            "NameOfScene": "I-I'll be okay.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Asintiendo, ella te da una palmadita reconfortante mientras te desaloja de su abrazo, dejándote recuperar el aliento y recuperarte para siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Vete, entonces. ♪ ¡Tómate tu tiempo!¡Y espero que hayas disfrutado de los servicios de la única magnífica emporio de viaje dorado! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Con su orgullosa y alegre risa que resuena en el aire, te tomas un momento para recuperarte, una vez que tu estupor inducido por el seno ha disminuido hasta el punto de que sientes que puedes pensar en algo más que senos, tetas y tetas y cofres, tú, túRegrese hacia el propietario de Debonair que espera su próxima consulta con una sonrisa primaria.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "Titfuck - 2500 Eros",
            "theScene": [
                "HasErosLessThan",
                "2500",
                "LackFundsForService",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Con {i} placer {/i}, ¡mi cliente lindo! ♪ ♥ ellos {i} son {/i} uno de mis mejores activos, después de todo. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Termina su oración con un ronroneo seductor mientras se sienta, lo que le parece a sus abundantes tetas de loción con sus manos enguantadas, corriendo en broma sus dedos en atractivo, masajeando círculos sobre sus lujosos senos para almohadas para mostrarlas antes de encenderlos fuertemente con unAudiblemente húmedo Squish de los aceites lascivos que los cubren.",
                "Speaks",
                "Jeje ~ ♪ Adelante, [ThePlayerName], ♥ empuja tu polla en mi escote. ♥ Me encargaré del resto. ♪ ♥",
                "Ella se reúne mientras se inclina del borde de su caja del tesoro, saca sus llamativas tetas en plena exhibición, frotando y sacudiendo sus tetas malvaviscales mientras liberas ansiosamente tu longitud ya estampando de sus confines y deslizas tu erección en su cálida., Valle suave sin dudarlo, la loción resbaladiza que se estremece lascillas mientras su eje está enterrado en su busto.",
                "Gemes en voz alta mientras sientes el calor placentero y la placentedad de sus senos perfectamente lubricados llenan tu polla de la punta a la raíz, la sensación que se extiende desde tu erección al resto de tu cuerpo, ya que te empañan la cabeza con felicidad libidinosa, Auria, Auriariendo con entusiasmo mientras te deja sumergirte en su seno.",
                "Speaks",
                "Disfrutándote de ti mismo {i} tanto {/i} ya, querido cliente? ♥ ooh, pero no has visto {i} nada {/i} todavía. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "With a cheery wink, she sets to bouncing her heavy slicked-up tits up and down your length, your erection throbbing giddily with every wet impact of her jiggling tits slapping unreservedly into your waist, the slippery oil leaving everything it touches warmer, hotter,más necesitado, y cada vez más sensible con cada bomba de su escote de tragación.",
                "Speaks",
                "Ahí ~ We ~ Go ~! ♪ ♥ ahora eres niiiice y ajustado. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella apreta firmemente sus tetas junto con un silenciador de loción elaborante lascivo antes de rodarlas lánguidamente de un lado a otro alrededor de su erección palpitante como un masaje de almohada, el líquido sensibilizante que cubre sus senos permitiéndole disfrutar completamente de cada pequeña sensación de su lujosa escisión frotando contraSu longitud, su punta completamente envuelta en sus tetas.",
                "A pesar de lo fuerte y energéticamente que está presionando por su polla por todos los lados, la deliciosa lujosa de su busto y la pegajosa de su lubricante natural no te causa incomodidad, en cambio, sumergirte por completo en el cielo de malvaviscos, tus mismas percepciones se sienten agradablemente hechizadas por el aphrodisiacGolpando en su cuerpo, hasta el punto de que Auria tiene que empujarlo para llamar su atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Por cierto, no seas tímido. ♪ Tócalos si quieres. ♥ Atrápalos. ♥ acariciarlos. ♥ {i} Melt {/i} en ellos. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Obedeciéndola que persuade como un adicto a la teta vacante, se extiende sin pensar y hunde las palmas a los lados de su lujoso seno mientras sus propias manos enguantadas se alejan de las suyas para luego presionar hacia sus manos, instándole a apretar y parar y a la parrilla yBobinar sus pesadas tetas de loción, dejándote gemir tambaleándose mientras el placer meloso sigue subiendo en tu cintura.",
                "A medida que comienzas a empujar con necesidad a su escote regordete, llenando el aire con sonidos más vulgares, presiona sus manos más apretadas hacia las tuyas, ayudándote a intercontar tu longitud en el vicio de seda de sus senos desbordantes, rebotando lentamente sus boobs tambaleantes con el tiempoCon sus movimientos cada vez más frenéticos, su sensibilidad construyendo y construyendo con cada bomba indulgente de su escote real.",
                "Aunque acabas de comenzar a deslizar tu polla dura como una roca dentro y fuera de su lujoso valle, ya puedes sentirte acercándote a tu clímax, la incomparable lujo de los senos de Auria, sus atractivas palabras y su loción afrodisíaca para mantenerte para mantenerteAplicado del éxtasis amante de Tit, indulgentemente balanceando tus caderas mientras la alegre imitación te sigue animando a romperte más contra su seno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Yay! ~ ♪ Estás palpitando mucho ahora. ♥ Vamos ~ ♥ Golpea tu carga ~ ♥ Dame el disparo de dinero ~ ♥ ♪",
                "Ella se convierte y ronrona con amor mientras te insta a hacer un desastre de sus senos, la lubricación resbaladiza que recubre su busto, lo que hace que sea más fácil seguir empujando a ciegas como burbujas de calor melados calientes en la cintura, extendiéndose en ondas cada vez más calientes como tuLa sensibilidad de la virilidad continúa aumentando hasta que estás desesperadamente abrasando sus tetas húmedas, a tientas fuertemente de los lados mientras las rebota una y otra vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "PlayerOrgasmNoSpiritLoss",
                "With a euphoric cry, you finally go over the edge, a sloppy expression stuck on your face as you hilt yourself deep in her bountiful tits, the mimic woman relentlessly pumping her cleavage as you unload thick ropes of semen between her breasts, muscles tensing,Los ojos rodando, y la voz se eleva como un brillo brillante de mágico se remoja en tu semilla y drena el pago de Auria, desencadenando aún más explosiones melúdicas calientes en tu cabeza.",
                "ChangeEros",
                "-2000",
                "ChangeProgress",
                "2000",
                "PlayerOrgasmNoSpiritLoss",
                "Débilmente, anhelando sin pensar más del sentimiento extáticamente ruinoso, empujas a sus senos unas pocas veces más a medida que brotas al contenido de tu corazón, dejando escapar ruidos inarticulados de la felicidad sin sentido y la sensación de que todo tu campo de visión está lleno de nada más que dorada., tu cerebro felices te insta a buscar {i} más {/i} de esa sensación de drenaje adictivo ...",
                "ChangeEros",
                "-500",
                "ChangeProgress",
                "500",
                "Deventuamente, disminuyes la velocidad a medida que las sensaciones se vuelven demasiado para tu polla aversible, pero Auria está allí para ti mientras ella apreta con fuerza su almohada con un toque húmedo y sigue acariciándote, ordeña algunas cuerdas más alucinantes.de semen y los últimos bits de su pago, acentuando su clímax renovado con aún más explosiones de placer doradas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Luego, afuera su prisión de malvaviscos de ti con una expresión alegre, dejando que sus pegajosas tetas recubiertas de loción reboten a los lados mientras se balanceas en un aturdimiento postorgasmático, casi caído de la intensa liberación mientras toda la tensión se derrite de tuCuerpo, sus tentáculos entran en acción para atraparte delicadamente y evitar que caigas por completo al piso.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "¡Badatata! ~ ♪ ♥ One Titfuck para mi cliente completo completo! ♪ ♥ Genial, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Tome todo el tiempo que necesite para recuperar el aliento, arreglar su ropa o simplemente esperar a que sus sinapsis se vuelvan a conectar, Teeheehee ~. ♪",
                "Lento pero seguro, puede volver a poner su equilibrio, su visión se detiene para nadar mientras se recupere de su estado de clímax en exceso, los zarcillos lo permiten ir con una palmada tranquilizadora en el hombro.A medida que arregla los pantalones con un suspiro sin aliento, observa que, a pesar de la gran ayuda de la loción afrodisíaca cálida, su polla se gastan por completo por el momento, los efectos del aceite obsceno se habían desvanecido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¿Algo más que quieras? ♪ ¿Maaaaybe otro titfuck?Teehee. ~ ♪",
                "SetChoice",
                "5",
                "MoneyDrained",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Sex - 5000 Eros",
            "theScene": [
                "HasErosLessThan",
                "5000",
                "LackFundsForService",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "Oh oooh ~ ♪ ♥ bueno bien entonces ... ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡Atrapame! ♪ ♥",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Exclama con entusiasmo antes de saltar de su pecho directamente con una velocidad sorprendente, chocando contra su pecho con un ruido húmedo mientras su forma recubierta de loción mordida te golpea, la suavidad de su cuerpo y la dulzura de su olor que te asaltan a todos a la vez a la vez.",
                "Dándole poco tiempo para recuperarse de la sorpresa de su entrada dinámica, se bloquea los brazos y las piernas alrededor de su cuerpo con una risita, obligándolo a seguir y envolver sus propios brazos alrededor de su cintura de reloj de arena mientras usted se estima.",
                "Speaks",
                "¡Badatata! ♪ ¡Sabía que podía contar contigo! ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Aplaudiendo felicitando a tu exitosa captura, Auria se ríe juguetonamente, su voz se desliza lentamente de alegre a seductora mientras aprovecha el abrazo apretado para frotarte, mirándote con los ojos tapa y una cara suave y coqueta mientras sus abundantes senos 'senos' senos 'senos' senos 'Las curvas se frotan contra su pecho, cada contacto con su formulario short -stacked que lo cubre en la loción y lo llena de calor pegajoso.",
                "Speaks",
                "Y sin más preámbulos. ~ ♥",
                "Usando sus tacones dorados, ella se desliza hábilmente por los pantalones, haciendo que su dolor de erección saliva para presionar contra los labios que esperan el coño mojado.Mirando apreciativamente a tu polla, ella se mueve ligeramente contra tu punta, los giros lascivos que hacen que sus senos se apriien y frotes contra ti todo el tiempo, haciendo que tu sangre se apresure a través de tu marco y en tus sienes como retumbar la excitación se apodera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Comencemos. ♥ ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Audentemente, ella balancea sus caderas y toma toda su longitud de una vez, la sensación deliciosamente suave de su lujoso coño sujetando a su ansioso eje a la vez, haciéndole jadear ante la sensación de seda mientras ella disfruta en el momento con un contenidoexpresión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Luego, arrullando felizmente, ella comienza a rebotarse en tu polla mientras te aferra fuertemente, la fuerza de sus caderas bien formadas y el trasero elástico casi te hacen caer de una mezcla de impulso y placer, dejándote agarrando puñados de su abundante culo aEstablezca contra su enérgico amor del amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Teehee ~ ¿Te pillé de menos?",
                "Auria gime rurridamente junto a ti mientras te monta en la posición de transporte de la rejilla aplastada, su coño apretado ansioso por secarte, sus curvas recubiertas de loción lo llenan continuamente de cálida excitación y sensibilidad acogedora, la asalto manifiesto de la mimicia codiciosa.Comenzando a hacer que su cabeza nade con intoxicación infatuante.",
                "Al darse cuenta de su expresión de respiración y niebla acelerada, se inclina con un guiño juguetón y comienza a empaparse el cuello con besos que manchan el lápiz labial, enviando nuevos avances de placer a través de ti mientras comienzas a rebotarla en tu palpitante polla en respuesta a su ventaja desenfrenada, haciendoSu gemido lascivo en tu garganta, su dulce exhala le hace cosquillas en tus fosas nasales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mwah- ~ ♥ mHn ~ ♥ Seguro que sabes cómo ir con la corriente, ¿no?, My Cutie Custom- ¡Ah! ♥♥",
                "Ella se convierte y jadea vertiginosamente mientras se frota el cuello con sus manos drapeadas, que lo cubría con más de su loción pegajosa mientras se pone más sensibilizantes a los besos escalofríos a lo largo de la piel, dejando escapar suspiros calientes a medida que el placer lentamente también lo más lentamente.Tus empujes instintivos y su apretada aguja en su regordete trasero te dejan follarla con el contenido de tu corazón mientras sus tetas mordaces se aplastan contra ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con mucho gusto usando el coño receptivo y feliz de beso, el bosque de besos, el trasero de la mujer con curvas, abofeteando rebotando con cada golpe bajo lascivo, llenando a los dos con cada vez más placer, sus paredes apretando poseer posesivamenteAlrededor de su polla pulsante, estimulándola constantemente y haciendo que se acerque rápidamente un clímax lujoso.",
                "Speaks",
                "Hahhh ~ ♥ hahhh ~ ♥ y-you bastante bueno ~ ♥ pero será mejor que estés listo para un showstopper ahora- ♥ ♪",
                "Dejas escapar un gemido de sorpresa mientras usa una mano para inclinar la cabeza hacia abajo y agarrarte en una sesión de maquillaje que aturde la mente, el balanceo de sus anchas caderas en tus empujes enérgicos que ponen en blanco la cabeza, la mirada que da.Muestras que ella también lo siente mucho.",
                "Con avidez, redoble el balanceo de sus caderas mientras Auria sigue aferrándose a usted y girando su ágil lengua alrededor de su boca, el sexo de pie febrilmente romántico dejando sus sentidos a la deriva en un alto placer, cada apretón de sus piernas envuelto alrededor de su cinturaHaciendo que sus tacones hagan clic juntos mientras pides poderosamente su coño codicioso una y otra vez.",
                "Speaks",
                "¡Ooooh yeessh! ♥ que hay que hay",
                "PlayerOrgasmNoSpiritLoss",
                "Ella me mete en tu boca en una mezcla de placer y emoción frenética, los últimos golpes impactantes y sacudidos de sus caderas con curvas que ponen en blanco la cabeza mientras lo entregas con gusto y estallan dentro de ella, inundándola con un torrente de semen a medida que tu desordenado Makeout continúa, un brillo dorado que cubre a los dos mientras se remoja tanto en su semen como en Eros, una ola de euforia electrizantes corriendo en su mente y en cascada a través de usted.",
                "ChangeEros",
                "-2500",
                "ChangeProgress",
                "2500",
                "Speaks",
                "Just- ♥ un poco- ♥ más- ♥",
                "PlayerOrgasmNoSpiritLoss",
                "Antes de que hayas terminado de montar el placer explosivo alto, Auria ya está balanceando sus caderas de nuevo, el pulso de drenaje todavía te golpea una y otra vez mientras su coño te seca con trazos de bombeo húmedo que dejan todo tu cuerpo tensando cuando otro clímax justo despuésEl primero, haciéndolos llorar en Banton Bliss, la cascada dorada de placer rebotando y redoblando en todo su cuerpo conversible.",
                "ChangeEros",
                "-2500",
                "ChangeProgress",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Manteniéndote posesivamente bloqueado en los labios, Auria va por un último impacto mordaz de sus caderas golpeándose en tu cintura, sus piernas te apretan con una fuerza maníaca hambrienta de placer mientras tu polla vierte cada gota que tiene para ofrecerle, la regalía dorada que drena alrededor de tuCamisetas y en tu mente mientras toma su pago en medio de su propio clímax de rollo ocular, todo su cuerpo temblando contra el tuyo mientras se sale explosivamente.",
                "Speaks",
                "{b}Yeshhhhhhh!~♥♥♥{/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Para un cerebro, exquisito, exquisito, mientras que no hay nada que ustedes dos puedan o quieran hacer, pero disfrutan de su placer mutuo alto, luego ambos bajan poco a poco, auria descansando cómodamente en su contra de ustedréplicas de oro.",
                "Jadeando y jadeando, disfruta del resplandor de sus orgasmos consecutivos, descuidados y besando la boca, la cara y el cuello.Agotado, hay poco que puedas hacer, pero tratar de mantenerse en posición vertical a pesar de tu fuerza gastada, pero justo cuando estás a punto de desgarrar hacia atrás desde el intenso esfuerzo, la imitación se despeja por los gruesos zarcillos de su cofre del tesoro, unos pocosMás atrapando tu forma agotada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Establezando a sí misma, Auria deja escapar unas risitas de respiración corta y te da dos letreros V con sus manos, sus brazos todavía temblan de tu enérgico juego de rompas de cadera.",
                "Speaks",
                "I- ja ja ~ ♥ espero que hayas disfrutado! ~ ♥ satisfacción- aah- garantizado! ♥ ♪",
                "Su única respuesta es un suspiro de sibilancias, ya que con mucho gusto se reclina en el dominio sorprendentemente firme de sus tentáculos, y a medida que ambos comienzan a recuperarse de su jodida sesión, ves que su boca se divide nuevamente en una sonrisa traviesa mientras sus ojos brillan con una codicia.centelleo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¿Quieres ir de nuevo? ♥",
                "Ella pregunta dulcemente con una voz tentadora, mostrando descaradamente su coño aparentemente insaciable con una acaricia de sus manos enguantadas, un poco bromeando que se muestra en su tono mientras te topas con cansancio del abrazo de sus zarcillos pegajosos, tratando de obtener tuPensamientos en orden mientras arreglas tu ropa.",
                "SetChoice",
                "5",
                "MoneyDrained",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Complimentary Compliments - 0 Eros!",
            "theScene": [
                "IfChoice",
                "6",
                "KnowsAboutCompliments",
                "Sure!",
                "SetChoice",
                "6",
                "KnowsAboutCompliments",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Al notar la adición fresca y desconcertante entre el menú erótico, se lo señala a Auria, que reacciona con una sonrisa peppy satisfecha, dándole la sensación de que solo estaba esperando que lo mencionara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Badatata! ♪ ♪ ♪ ♪ Atticablemente, mi querido cliente de Cutie!Esta es de hecho una opción nueva y especial y {i} única {/i} solo para tiuuuu ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella movía con entusiasmo su cuerpo mientras habla, el movimiento que hace que sus tetas se agiten y sus joyas brillen de manera atractiva, la vista espinda los sentidos con un toque de excitación visible que hace que Auria estreche los ojos con una risita juguetona seductora antes de volver a un másexpresión despreocupada y continúa con su explicación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡Esta oferta te da derecho a una ráfaga fantasmabulosa de alabanza sincera de la tuya de verdad y de verdad, totalmente exclusivo de la única [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "5",
                "MoneyDrained",
                "Es para agradecerle por haber sido un cliente tan fiel y generoso (¡y travieso!).Disponible a pedido en el magnífico emporio itinerante dorado de Auria, en cualquier lugar, a voluntad, sin costo, y como siempre con los negocios de Auria, sin cuerdas adjuntas, sin trucos y sin cláusulas ocultas.",
                "5",
                "",
                "Es para agradecerle por haber sido un cliente cutie tan fiel y generoso.Disponible a pedido en el magnífico emporio itinerante dorado de Auria, en cualquier lugar, a voluntad, sin costo, y como siempre con los negocios de Auria, sin cuerdas adjuntas, sin trucos y sin cláusulas ocultas.",
                "EndLoop",
                "Ella termina levantando con orgullo los brazos en el aire, luego se asiente apretando las manos detrás de su cabeza para descansar sobre ellos, dándote un guiño atractivo mientras descansa cómodamente en su cofre del tesoro con una risita y una atracción de su regordete de su regordetecuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Entonces, interesado? ♪",
                "Menu",
                "Sure!",
                "Maybe later.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Maybe later.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Aparentemente no se desanimó por su rechazo, la imitación siempre mejor mantiene su sonrisa inquebrantable mientras asiente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "¡Muy bien! ~ ♪ ♪ ♪ ¡Si cambias de opinión, solo necesitas preguntar!",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "Sure!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Excelente elección, querido cliente de Cutie!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Enderezándose, se extiende los brazos y flexiona teatralmente sus dedos como un mago a punto de realizar un truco magistral, una expresión de orgullo que se extiende por su rostro mientras sus tentáculos se retuercen y sacuden con entusiasmo a ella.",
                "Speaks",
                "¡Prepárate, esto va a ser un desastre!",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "StopBGM",
                "Sin más preámbulos y en el parpadeo de los ojos, el cofre se cerró, dejándote momentáneamente solo mientras retumba ruidosamente y se mueve de la actividad energética interior.Un poco desconcertado, no puedes evitar preguntarte cuánto tiempo llevará esto, pero parece que Auria estaba bien preparada, porque ni siquiera un minuto después, el cofre se abre nuevamente con un ...",
                "ChangeBGM",
                "music/Casino/Dangerous sweets taste of sin.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{b} badatata! ♪ ♥ {/b} Aquí está el alabanza de Auria demasiado",
                "El imitador dorado salta con fuerza, blandiendo pompones mientras sus ayudantes pegajosos se extienden igual de bombardeamente, algunas de ellas agitando pequeñas banderas, algunas arrojando confeti dorado y otros que aparecen pancartas con varias representaciones de usted en diferentes poses de aspecto fresco, rodeados decon destellos o corazones, y adornado con una cantidad indecente de brillo.",
                "Mientras te recuperas de la llamativa irrupción y de la visión conspicua de los senos rebotantes de Auria, la enérgica dama ha aterrizado al borde de su cofre del tesoro con una agilidad impresionante para alguien tan curvilíneo, y ha comenzado a sacudir sus pompones con gusto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{b} Whooooo es el mejor aventurero que haya estado en Lucidia? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "{b} ¿Quién es el más fuerte, el más feroz, el rudo? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "{b} ¿El más rico, el más generoso, el más lujoso? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "A través de su animado vítores, sigue pavoneándose, sacudiendo los brazos y bailando, desprendiendo descaradamente su cuerpo descaradamente casi desnudo mientras sus zarcillos continúan respaldándola con entusiasmo.Aunque todo se siente bastante caótico, de alguna manera nunca salta un ritmo ni se tambalea, y después de otro salto de aspecto peligroso, nuevamente le pega el aterrizaje en el borde de ella moviéndose a casa, tomando una pose seductora y arrojándote un guiño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "{b} y quién también es el más bajo, el más travieso, el más frisk? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "{b} y por todas partes los más bonitos, más lindo y más lindos? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Aparentemente, había llegado al clímax de su espectáculo, se planta demostrativamente frente a ti y arroja elegantemente sus pompones en el aire, dejando que sus tentáculos los arrebaten mientras ella levanta triunfante los brazos y gritos.",
                "Speaks",
                "{b} thaaaaat's [ThePlayerName]! ♥ whoooo! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Luego, como un toque final, pone sus manos libres sobre el medallón dorado descansando sobre su arco, rizando sus dedos unidos en forma de corazón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "{b} Thaaaaank para su patrocinio de Marveliffic, querido y único cliente lindo! {/b}",
                "SwapLineIf",
                "Choice",
                "5",
                "MoneyDrained",
                "Destacando sus palabras, las joyas brillantes brillan y envían una explosión de luz dorada en forma de corazón a tu manera, la emisión llamativa que te pasa inofensivamente, pero te imbuye con una sensación dorada familiar, al igual que en cada una de tus transacciones traviesas con la imitación dorada...",
                "5",
                "",
                "Destacando sus palabras, las joyas brillantes brillan y envían una explosión de luz dorada en forma de corazón a tu manera, la emisión llamativa que te pasa inofensivamente, pero te imbuye con una sensación ligeramente intoxicante y hormigueante, como una ola etérea cálida que te deja sentir soloUn poco vertiginoso y confuso ...",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "5",
                "MoneyDrained",
                "|f|ChangeBGM|/|music/Casino/BGM sweet smell.mp3|n|",
                "5",
                "",
                "",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "5",
                "MoneyDrained",
                "... y, sin embargo, esta vez, no puedes evitar sentir que falta algo ... sin que Auria realmente drene a tus eros, sin que esa apurada tántrica, excitante y tántrica, te atraviese, recompensándolo con placer climático por tu patrocinio... simplemente no se siente lo mismo ...",
                "5",
                "",
                "",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "SwapLineIf",
                "Choice",
                "5",
                "MoneyDrained",
                "Mientras te quedas allí, un poco sonrojado por la brillante caricia fantasmal, Auria sigue siendo todo sonrisas, aparentemente no ha notado nada mal, la mimic animada que le puso las manos con una sonrisa querúbica y un titter alegre.",
                "5",
                "",
                "Mientras te quedas allí, un poco sonrojado por la brillante caricia fantasmal, Auria junta sus manos con una sonrisa querubín y un titter alegre.",
                "EndLoop",
                "Speaks",
                "Y ahí te vayas.",
                "Menu",
                "I loved it!",
                "I think there's room for improvement.",
                "RequiresChoice",
                "5",
                "MoneyDrained",
                "C-Could you actually drain my money?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I loved it!",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "El peppy shortstack chillones vertiginosamente a su respuesta mientras sus zarcillos esconden profesionalmente su equipo, su dueño se volvió hacia su cofre del tesoro para moverse en una feliz celebración.",
                "Speaks",
                "Él éleee ~ ¡MUCHO complacido de saberlo!",
                "Ella continúa disfrutando de tu alabanza por un poco más mientras respira profundamente y deja que la excitación dorada se agote, dejándote pensar en qué preguntar a continuación.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "I think there's room for improvement.",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "En lugar de reaccionar a sus críticas con tristeza, abatimiento o molestia, Auria muestra una sonrisa no desanimada, aparentemente estimulada en lugar de disuadida por la retroalimentación negativa.",
                "Speaks",
                "Hmmhmhmmm ...!¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡V ¡le Seales de Auria en el magnífico Emporio de viajes dorados de Auria!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Cruzando los brazos cuidadosamente, se deja caer nuevamente en los confines de su cofre del tesoro mientras sus zarcillos esconden profesionalmente su equipo, uno de ellos le daba un poco consolador mientras murmura.",
                "Speaks",
                "Mmhmmh ... ¿tal vez algo en rimas?O música?¿O tal vez más brillo?Mmm...",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "C-Could you actually drain my money?",
            "theScene": [
                "SetChoice",
                "7",
                "DrainMoneyRequest",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Por un instante, su cara se ilumina con la idea ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                ".... entonces ella se recompensa muy rápidamente mientras sus zarcillos guardan profesionalmente su equipo, intercambiando su sonrisa espumosa hambrienta por una neutral y comercial con una velocidad impresionante, apenas omitiendo un ritmo antes de responder.",
                "Speaks",
                "¡Por qué, sí, como siempre!",
                "Menu",
                "Yes! - 1000 Eros",
                "A-actualmente, no.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "A-Actually, let's not.",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Ella asiente principalmente, su reacción ecuánima que te ayuda a relajarte, tus pensamientos se están volviendo más organizados y menos teñidos en la tentación dorada a medida que el sentimiento disminuye.",
                "Speaks",
                "Okie Dokie!Como siempre, solo tomo cantidades acordadas.¡Mi palabra es tan buena como el oro!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "A pesar de su firme tranquilidad, no puedes evitar sentir que también hay un poco de anhelo en su voz mientras ella dobla las manos sobre el estómago, esperando tu próxima consulta.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "Ask her to drain your money - 1000 Eros (or more ♥)",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "JumpToScene",
                "Yes! - 1000 Eros"
            ]
        },
        {
            "NameOfScene": "Yes! - 1000 Eros",
            "theScene": [
                "HasErosLessThan",
                "1000",
                "LackFundsForServiceDrain",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Yayifications!♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "C'mere!",
                "Al ver su cara ansiosa y sus brazos extendidos, con mucho gusto arrojas tu restricción al viento y corres hacia ella, la imitación dorada se sienta al borde de su pecho y te atrapa bien cuando la alcanzas, enterrándote de inmediato en la familiar suavidad yCalidez de su amplio seno, la sensación húmeda de su lubricante afrodisíaco captura instantáneamente sus sentidos y convenciendo un bajo gemido de felicidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Awwww, ¿realmente lo esperaba, eh?¡Eso es adorable! ♥",
                "Sus palabras nadan felizmente por tu mente, sumergiéndote más profundo en la comodidad lasciva, ya que no puedes evitar abrazarla para enterrarte aún más en sus senos, sintiendo que tus pensamientos se vuelven más confusos y confusos mientras te abandonas a tu necesidad indulgente de Auria.Tratamiento especial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Riendo, se acaricia el cabello con una mano mientras el otro acaricia tu cara, dejándote hundirte en ella al contenido de tu corazón, su voz se vuelve lasciva cuando se dobla y te susurra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¿Debemos seguir adelante, entonces, mi cliente VIP Cutie?",
                "Temblando en una alegría apresurada ante su propuesta, expresas inmediatamente tu aprobación en una voz ya descuidada amortiguada por sus tetas, a la que reacciona con un aliento tierno y caliente en tu oreja.",
                "Speaks",
                "Entonces ... deja ... nosotros ... {i} go {/i}. ♥",
                "Con su última palabra, adivinas débilmente a una luz dorada que te rodea como la sensación que tenías con ansias rezuma a través de ti Felicitamente, el esperado pulso drenador que te hace dejar escapar un suspiro ronco de pura satisfacción, tu cuerpo se afloja mientras te bañasEn el consumo de sentir que te impregna a tus huesos, hasta tu cerebro, lo que demuestra tan maravilloso como esperabas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Auria parece estar muy disfrutándose también, lamiéndose los labios con contención mientras continúa mimándote con sus dos tetas, sus manos y su voz, que se mantiene flotando suavemente hacia ti, mezclada con afecto tan dulce y suave,aumentando la dicha burbujeante de sus delicados dedos rascándose la cabeza lasciva, rastreando los contornos de tus oídos y pastoreando tus labios, haciéndote sentir cada vez más cachondo y feliz ...",
                "Speaks",
                "Mmmhm, por eso eres mi único cliente favorito, [ThePlayerName].Tus Eros siempre saben el Beeeest. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "Y eres un tipo tan adorable {i} ... Sabes que eres más que bienvenido a venir en cualquier momento y a pasar tanto tiempo como quieras disfrutar de mis servicios. ♥",
                "Una vez más, gemes con entusiasmo tanto por sus palabras de elogio como la mágica dorada y la magia dorada que fluye a través de ti, sabiendo cada segundo de este placer etéreo, sintiendo que podrías quedarte así durante horas, si no días, solo abrazando a Auria y dejándola drenar continuamenteUsted, siempre inmerso en ese éxtasis único que solo ella puede proporcionar ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Minutes pasan con la alegre chica monstruosa todavía felizmente te miman y te habla sobre todo y nada, siempre salpicando su charla con deliciosos cumplidos o palabras amables, manteniéndote a flote en una nube de dicha burbujeante ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "... Hasta finalmente, lamentablemente, la sensación brillante intoxicante se disipa gradualmente, y Auria le da una palmada en la parte posterior.",
                "Speaks",
                "Bueno, me temo que todas las cosas buenas deben llegar a su fin, [ThePlayerName].No importa cuánto de mi querido cliente de My Darling Cutie sea, su querida Auria no puede conjurar ese tipo de hechizo de la nada.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "No puedes contener un gemido desanimado ante la idea de que ya ha terminado ... ¿realmente tiene que terminar ahora?",
                "Menu",
                "More... - 5000 Eros",
                "More... - 5000 Eros",
                "Alright...",
                "More... - 5000 Eros",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Alright...",
            "theScene": [
                "Con mucha renuencia, te desalojas del cuerpo de Auria tan cómodo con la impresión de que te estás alejando de un sueño y vuelvas a la realidad fría, el imitador ofrece una pequeña risita compasiva mientras uno de sus pequeños nombres produceUn pañuelo, limpiando la mayor parte de la loción afrodisíaca de la cara mientras se balancea ligeramente en su lugar.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{i} badata-gracias {/i} usted para su negocio, ¡como siempre!",
                "Ella le da una palmada suavemente a la mejilla, luego vuelve a meterse en su pecho, dejándote considerar qué hacer a continuación.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForServiceDrain",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "... Oh, pero ¿te ves como si eres un poco corto?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Tu estómago se hunde al darse cuenta, pero la propia Auria no parece preocupada, mostrando una sonrisa positivamente radiante.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "¡Está bien, sin embargo!¡Sé que ese tipo de suma es solo maní para un aventurero de tu calibre!¡Puedes hacer esa cantidad en poco tiempo si te lo desea, apuesto! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "Speaks",
                "... o si tienes cosas para vender, Auria te lo quitará.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "En cualquier caso, siempre estaré cerca, ¡así que no sientas que perdiste una oportunidad ni nada!",
                "Aunque todavía te sientes un poco desanimado por tu error, sus palabras al menos ponen un poco de bálsamo en tu dolor, un suspiro profundo flotando fuera de tu boca mientras te desanimas de la imitación dorada, sintiendo algo de tu auto-restricción regresar aUsted mientras respira profundamente y considera qué hacer ahora.",
                "JumpToScene",
                "NaughtyTransactionsMenu"
            ]
        },
        {
            "NameOfScene": "More... - 5000 Eros",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "El imitador Golden se sorprende inicialmente por su solicitud necesitada, pero su sorpresa rápidamente da paso a una expresión familiar de vértigo hambriento ante la perspectiva de festejar más de sus eros, la obvia sed de su cara querúSu columna vertebral, el tinte de la culpa ante su indulgencia excesiva rápidamente eclipsada por la perspectiva de la renovada Felicity que le espera.",
                "Speaks",
                "Ooo~kaaaay!♪",
                "HasErosLessThan",
                "5000",
                "LackFundsForServiceDrain",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Inmediatamente, te asalta un pulso drenador y brillante más fuerte que nunca, la repentina prisa de que tu mente sea en blanco de placer y casi te hace perder el equilibrio, tus piernas temblando mientras te aferras a Auria para su apoyo, tus ojos rodando mientras son unEl gemido inarticulado escapa de tus labios, una vez más amortiguados por los lujosos senos de loción rosa en los que todavía estás descansando.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "A juzgar por la cara que está haciendo, el sonido jadeante que escapa de su dulce boca, y la forma en que sus brazos se aprietan a tu alrededor, ella se está entregando a esas dulces sensaciones tanto como tú, ambos disfrutando de la explosión de la felicidad dorada de Syrupy quese lava a través de ti, auria tartamudeando con mansedumbre poco cuidadosa.",
                "Speaks",
                "O-de ... el-eso fue un poco mucho ...",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tu cabeza girando por la sensación de rezuma y el sabor intoxicantemente prohibido de un trozo de dinero tan considerable que te han quitado así, luchas por recuperar tu respiración y tu ingenio mientras levantas los ojos al imbécil dorado, otro tentador estremecimientoCorsando a través de ti cuando te encuentras cara a cara con el shortstack lascivo lamiéndose glotonamente sus labios.",
                "Speaks",
                "... Pero está bien, ¿no?Podemos seguir adelante ... ¿verdad? ♥",
                "Tu cabeza nadando en excitación cegadora, tu cuerpo todavía está inundado de la calidez brillante y atractiva de la magia de Auria, no puedes evitar considerar de inmediato que, después de todo, todavía hay muchas eros para pasar, y te comprometiste a gastarDe todos modos, y usted {b} tiene curiosidad por experimentar más de su drenaje sin restricciones, y vea hasta dónde va a llegar ... y así, como por sí mismos, sus labios se separan y usted pronuncia...",
                "PlayerSpeaks",
                "Yes...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Yay!",
                "Al mirar su deslumbrante alegría, sientes que tus dudas se derriten aún más, consolado de haber tomado la decisión correcta.Dejando escapar un gemido lánguido y anhelo, te preparas contra las curvas de la mímica, esperando más de su encantamiento de fascinantes, embraidas al ver su cara vertiginosa y ya irremediablemente sumido en tu propia felicidad irreflexiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Una vez más, los ojos de Auria brillan extáticamente mientras un pulso dorado brilla de ustedes, imbuyendo con una excitación penetrantemente cruda, hormiguez melúdico caliente que te atraviesan de la cabeza a los pies, dejándote nadar en una sensación de mimas de euforia aurosa que siente que sientes todo lo que sientesComo si pudieras seguir disfrutando de la eternidad, la experiencia tántrica ahogando cualquier duda y preocupación persistente.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Una vez más, Auria suspira en voz alta y húmeda mientras participa con avidez de tus Eros, su lengua colgando descuidada mientras ambos jadean vertiginosamente una felicidad climatizada, su cálido aliento le hace cosquillas en la piel, robando aún más su libido, sumergiéndolo en más de su encantadoraPresencia mientras sigues aferrándose a ella e indulgentemente acariciando sus tetas almohadas, enviando réplicas radiantes de placer rebotando a través de tu cerebro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "... Pero esta vez, ella no detiene su intenso drenaje, llenando su mente y visión con oro, ya que otra explosión que domina el dinero reclama más de sus finanzas a cambio de placer, inundando su cerebro con una felicidad con pensamiento mientras su vistapermanece fascinantemente fijado en la fascinantemente atractiva imitación dorada.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Huffing, sonrojando y babeando ligeramente, Auria entrena su mirada enamorada mientras se aferra más fuerte y se frota contra usted con un ronroneo encantado, su cabeza turba con una tonta excitación ante el toque de su suave cuerpo presionando amorosamente en suyo, la mimic dorada es la mimic dorada.Husky Voice capturando completamente su atención mientras ella habla enormemente.",
                "Speaks",
                "Bisos de l-vhet ... ♥",
                "Sin siquiera necesitar pensar en ello, recoges la fuerza que te quedas en tus piernas temblorosas y te levantas para reclamar la boca de Auria, el dulce sabor de sus labios te da la bienvenida de inmediato, la lujuriosa chica monstruosa agarra tu cabeza y acariciando apasionadamente tu cabello,Los dos que dejan escapar un grito amortiguado a medida que lo reclama más euforia alimentada por ERO mientras sus lenguas se enredan en medio de jadeos necesitados febriles.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "Desordenado, con avidez, preocupándose por nada más que buscar un éxtasis más dorado y compartirlo con urgencia el uno con el otro, a tientas, acariciadas y besos, los sonidos vulgares húmedos de tu maquillaje sin atención y el rubor de tu cuerpo contra la locura de la mimic.llenando el aire.",
                "Completamente perdidos por el trance reluciente pervertido, los dos cierran los ojos para disfrutar mejor de un maravilloso drenaje final como la sensación ahora muy familiar pero aún así como la sensación entusiasta lo asalta con un pulso de indulgencia caliente que te golpea hasta tu núcleo, el ápice rezumante.Sintiéndose absolutamente sublime como las tormentas doradas temblorosas siguen lavando en toda su mente y cuerpo, posiblemente sintiéndose tan climático como un orgasmo, si no más ...",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "A partir el uno al otro, usted y Auria intercambian una última besura respirada, luego se separan de mala gana el uno del otro con un suspiro de deleite compartido, una sensación indefensa de abatimiento que se hunde una vez más mientras Auria se mete un mechón de cabello.Una mano ligeramente inestable, recordándose a sí misma con un esfuerzo visible para mostrarle una sonrisa radiante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "O-Okie Dokie, son 5000 Eros ... ¿Será eso todo, querido cliente de Cutie? ♥",
                "SwapLineIf",
                "Perk",
                "Auria's VIP",
                "La pregunta nada en su mente, recordándole el placer que sentiste el tiempo anterior, tentando a que vuelvas a gastar más de tus eros para renovar esa experiencia sin igual ...",
                "",
                "La pregunta nada en su mente ... y aunque apenas le queda ingenio para considerar si puede o debe permitirse más, un fragmento aún lúcido de usted siente que si va más allá, no lo saldrá igual...",
                "EndLoop",
                "Menu",
                "More! - 10000 Eros",
                "More! - 10000 Eros",
                "Y-Yes... That's all...",
                "More! - 10000 Eros",
                "More! - 10000 Eros",
                "More! - 10000 Eros",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Y-Yes... That's all...",
            "theScene": [
                "JumpToScene",
                "Alright..."
            ]
        },
        {
            "NameOfScene": "More! - 10000 Eros",
            "theScene": [
                "HasErosLessThan",
                "10000",
                "LackFundsForServiceDrain",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Los ojos de Auria se iluminan inmediatamente nuevamente ante su grito sin duda, su rápida rendición a su culpable impulsos para golpearlo con un perno de indulgencia vergonzosa ... que se derrite rápidamente en la piscina burbujeante de calor dorado remanente en su estómago cuando la mimic responde espontáneamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{b} sí! ♥ {/b} sí, hagamos! ♥",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Ella se ríe vertiginosa ante la perspectiva, y antes de que te hayas dado cuenta, te ha usado su agarre para llevarte a su cofre del tesoro, un sonido tallado sorprendido que te escapa de la boca cuando caes directamente en la caja, lo que de alguna manera te acomoda fácilmente a pesar deParece apenas lo suficientemente grande para su dueño un momento antes ...",
                "StoreCurrentBG",
                "ChangeBG",
                "blankScreen.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Haces un aterrizaje blando, la mitad en el voluptuoso cuerpo de loción de la Golden Mimic, la mitad en su dólar de zarcillos, y comienzas cuando la tapa del cofre grande se cierra de repente por sí solo, dándole un momento de desorientación cuando tu entorno se reemplaza abruptamente con oscuridad oscura....",
                "ChangeBG",
                "fancyGolden.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "... Pero cualquier alarma en ti de repente se disipa cuando Auria se lame los labios y no pierde el tiempo que se pone en marcha tu placer mutuo, un resplandor interno que brilla de los dos cuando ella una vez más trabaja drenando tus eros, llenándoseTu hábitacle actual con luz e imbuyendo tu cuerpo más que ansioso con la esperada sensación adictiva de su magia brillante que drena lujosamente tu dinero.",
                "ChangeEros",
                "-1000",
                "ChangeProgress",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Saborando totalmente su generosa donación, el piloto glotón cariñosamente le permite disfrutar de un abandono de la mente y hormigueo, así como en su encantador abrazo propenso íntimo ... luego te sorprende usando uno de sus pies en talón para tirar deLejos de sus prendas inferiores, el movimiento lo hace parpadear con flacos y mirar aturdidamente su polla completamente erguida y goteando libres de sus confines.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Vamos a follar mientras lo hacemos, [ThePlayerName] ... ♥ Adelante ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella extiende las piernas mientras habla, revelando su coño babeante, y ni siquiera piensas en negarse antes de insertarte sin duda en ella, tu cara se afloja ante la sensación de su sexo suave y caliente que toma y envuelve el tuyo, el tuyo, elEstimulaciones mágicas y físicas combinadas casi cortocircuitando tu mente y llevarte al límite de una vez ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Basado en la forma en que el lujoso cuerpo de Auria temblaba y su rostro se contorsiona con placer, lo mismo ocurre con ella, la chica monstruosa despedida dejando escapar una gran cantidad inarticulada de dicha mientras te mira con ojos completamente fogidos, todo el tiempo que el tiempoLa luz dorada sigue brillando, rezumando a través de ti, arrastrándote más profundamente a drenar la depravación, extinguir tus pensamientos y reemplazándolos con un rapto tántrico más abierta.",
                "ChangeEros",
                "-2000",
                "ChangeProgress",
                "2000",
                "A mitad de la duda, hundiéndose en su codicioso amante en medio de su brillante éxtasis, alcanza su boca y reanudas tu maquillaje anterior mientras tus caderas comienzan a balancearse con una necesidad indulgente, sacudiendo la excitación de la excitación.De su deleite ruinoso, su cerebro se enciende con la euforia que lo abarca todo.",
                "Nada importa, excepto la presencia de Auria y el constante alto celestial en el que te sigue sumergiendo, los dos continúan sin pensar con tu amor dorado mientras disfrutan sin palabras de los cuerpos del otro, tus caricias, besos y empujes juntos en una mezcla orgiástica que culminan.En su creciente y urgente orgasmo, la sensación que lo lleva a golpear su polla dura de la roca lo más profundo posible en el coño de Auria.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "En realidad, te congelas cuando tu clímax te golpea, tu respiración se pone en tu garganta en la eyaculación de construcción increíblemente intensa, tu polla brotando la cuerda tras la cuerda de semen en el hambriento shortstack cuyas gruesas piernas se envuelven espásticamente alrededor de tu cintura y te empujan completamenteElla, mientras renovó el resplandor, se baña los confines íntimos del pecho de la mímica, haciéndote sentir que te han enviado directamente al cielo ...",
                "ChangeEros",
                "-3000",
                "ChangeProgress",
                "3000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Tu mente se tambalea con la sobrecarga de placer de hormigueo, y sin embargo, tu libido parece permanecer sin pasar bien, como si de alguna manera se impulse de alguna manera la avalancha inagotable de la felicidad brillante, todo el marco que se estremece con la encantadora inquietud cuando la mirada febril de Auria se enfoca en ti conDeseo y ella sonríe vorazmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Greedy",
                "Speaks",
                "AAAH ... ♥ Aún no hemos terminado, querida Cutie [ThePlayerName] ... Tenemos que ... HAAH ... Llegar a 10000 Eros. ♥",
                "Antes de que pueda reaccionar, siente que los pulsos que drenan surgen y se superponen, de repente golpeándote con felicidad más allá de cualquier cosa que puedas haber esperado.Te sientes como algo en ti, ya que todas tus inhibiciones se desmoronan para siempre, como para dar paso por completo a la magia del imitador dorado y permitirte abrazar por completo la alegría trascendente de obtener tu dinero lujosamente ordeñado y absorbido, rindiendo todo lo que tienes a Auria...",
                "ChangeEros",
                "-4000",
                "ChangeProgress",
                "4000",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Las siguientes horas se convierten rápidamente en un borrón de besos y abrazados y acariciados, empujando y besos, follando, corriendo y apretando y, por supuesto, {i} dando y dando y dando {/i}, siendo drenados tanto de su semen como de erosos.y ser recompensado por tu progeralidad con un mayor éxtasis de lo que podrías haber imaginado.",
                "Tus pensamientos ya derretidos siguen siendo más descuidados y desordenados hasta que sientas que este amor decadente es todo lo que has conocido y todo lo que debes seguir haciendo en tu vida, tu conciencia entrando y saliendo mientras tu cuerpo devastado por el placer sigue avanzando en piloto automático.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Hasta que finalmente, con un último estremecimiento, terminando el golpe de tus caderas, un último grito de orgasmo compartido y un último pulso dorado deslumbrante, el cofre del tesoro, así como tu cerebro, tu mente, tu carne y tu espíritu, todos llenos deAbsoluto y paradisíaco ...",
                "PlayBlackOut",
                "... Entonces tanto la luz eufórica como tu conciencia gancearon y te dejas caer en la parte superior de tu amante regordete, sumergiéndose en la oscuridad sin ensueño, siempre adornada con puntos persistentes de lujoso dorado ...",
                "StopBGM",
                "...",
                "AdvanceTime",
                "1",
                "UseHeldBG",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "EndBlackOut",
                "IfHasPerk",
                "Auria's VIP",
                "PerkScene",
                "Cuando llegas, lo primero que te saluda es la cara tranquilizadora y sonriente de Auria, coronada por unos pocos zarcillos curiosos que se asoman detrás de ella.",
                "ChangeBGM",
                "music/Capital/Smooth_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{i} badatata! ♪ {/i} ¡Ahí finalmente está!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "¡Estaba empezando a preguntarme si iba a tener que empacarte conmigo y llevarte!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Mientras ella deja escapar un ruidoso titter feliz en su propia broma, te mueves tanto el sonido de su voz como la luz fuera de su cofre del tesoro, ambos sintiéndose incómodamente ruidosos y brillantes para tu cerebro pulverizante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Mirando a su alrededor, puedes ver que todavía estás justo donde inicialmente te habías encontrado con Auria, acostada sobre un colchón muy opulento en el suelo, con su dueño y su grupo de Nabbers justo a tu lado.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "¡Esa sesión fue una doozy, uf!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileWink",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Speaks",
                "Pero nada de un aventurero fantante como [ThePlayerName] de el que no puede recuperarse en un flash, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Riendo por un volumen afortunadamente Melellower, te entrega una copa dorada increíblemente ostentosa tachonada de piedras preciosas y llena de agua con la que te quitas las manos y sales de sus manos, la bebida fresca que te ayuda a despertar y hacer que vuelva a funcionar con el funcionamiento con el funcionamiento conUn profundo suspiro con entusiasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Hmhmhmhm ... pareces bien.Sudadera con capucha ~ ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno, entonces ... vamos a acariciar la moneda mientras hace calor y llegar al segundo punto de orden después de 'Asegúrese de que el precioso cliente de Auria esté Hunky-Dory'.",
                "Ella le rompe los dedos, a lo que uno de sus tentáculos pegajosos se dirige al cofre del tesoro y regresa con un espejo de mano no menos blando que tu taza, que te presenta, mostrando ... nada que puedas notar ...Excepto por el hecho de que todavía está un poco desaliñado y mojado con una loción imitadora dorada a pesar de los esfuerzos de Auria para organizar su estado presumiblemente muy desordenado después de su sesión.",
                "Speaks",
                "Ah, ¿podrías concentrar tu maná en tu cuello?",
                "Ella señala el área de su brillante Bowtie adornada mientras habla, lo que te lleva a fruncir el ceño con perplejidad, pero aún sigue sus instrucciones ... luego parpadea en confusión cuando ves que un corazón dorado aparece justo donde te mostró, como un tatuaje brillanteEso comienza a desvanecerse tan pronto como dejas caer tu concentración bajo la sorpresa.",
                "GivePerk",
                "Auria's VIP",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "¡Agradable, ¿eh?¿No se ve tan glamoroso? ♪",
                "Volviendo a ella mientras masajeas reflexivamente tu cuello sin sentir nada debajo de tus dedos, la miras en perplejidad, no estás seguro de cómo sentirte sobre esto.",
                "PlayerSpeaks",
                "¿Hiciste esto?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¿YYYYYES y NOOO?... Honestamente, sucedió por sí solo.Lo noté en ti una vez que salí de la tierra de los sueños post-dinero-melty-bosh-bour-shoin-out-sex, y desapareció gradualmente.No puedo afirmar que sea exactamente un experto en el tema, pero no estoy demasiado sorprendido de haberte frotado por cuánto lo hicimos y cuántos eros me has estado dando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "... ¡y cómo eres mi atesorado cliente VIP Cutie, por supuesto!",
                "Riendo, te arroja los brazos el cuello y te da una gran sorpresa cariñosa en la mejilla, el contacto de sus labios te hace jadear un poco mientras sientes que un brillo dorado pasa a través de ti, lo que te hace alcanzar tus eros antes de atraparte a ti mismo antes de atrapartecon un rubor.",
                "Considera si debe buscar formas de inspeccionar esta extraña marca dorada o incluso eliminarla, pero en general, parece ... inofensivo e incluso realmente útil?No hay nada de qué preocuparse ... probablemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Y eligió llevar su sesión al final, después de todo ... y aunque la propia Auria no es sin culpa, realmente no parece que te estuviera encadenando, especialmente cuando miras su cara sonriente, que solo muestraJoy sin culpa por este inesperado desarrollo, solo ligeramente empañado por un aire persistente de una preocupación útil en sus ojos afilados, enfatizados por la forma en que sus tentáculos continúan flotando sobre usted de protección.",
                "Pensativamente, te levantas y terminas tu taza de agua antes de devolverla a un zarcillo que lo lleva al cofre del tesoro, mientras que otros también empujan el colchón allí, ambos objetos pronto seguidos de Auria una vez que ve que parece estar bien.",
                "Speaks",
                "Bueno, la vida continúa y tu aventura, ¿verdad? ♪ ¿Hay algo más que pueda hacer por ti?",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "PerkScene",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Smooth_City.mp3",
                "Cuando vienes, te encuentras todavía cómodamente ubicado en el cofre del tesoro ahora abierto con Auria en tus brazos, la pequeña dama infalible y alegre que te da la bienvenida con su alegría habitual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "{i} badatata! ♪ {/i} Helllllloooooo Sleepyhead. ♪ ¡Seguro que te tomaste tu tiempo disfrutando de las comodidades del magnífico emporio itinerante dorado de Auria ... ¡y su propietario de arrancar!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Debo cobrarte por eso? ♥",
                "Reprimir un escalofrío de lujuria ante la idea, pero sintiendo que la amenaza no es más que una broma burlona, ​​te excitas con una sonrisa y la besas en los labios con un impulso, el encantador imitador que titula brillantemente en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Overjoyed",
                "Speaks",
                "Mmmmhm ... ¡tomaré ese pago! ♪",
                "No puedes evitar reírte también frente a su alegría contagiosa, y después de un poco más indulgente abrazadera y buzón 'en la casa', te levantas y sales del cofre del tesoro para enfrentar a tu amante dorado que espera tu próximoconsulta.",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Event Broke",
            "theScene": [
                "Batadataaaaaaaaaaaaa el incluso en ruinas!"
            ]
        }
    ]
}