{
    "name": "BubbleSlimeAdventure",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Blue Slime",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Alright!",
                "Perpetua hace un pequeño salto de alegría que termina con ella haciendo un aterrizaje de salpicaduras en el suelo, antes de hincharse apurando a punto de finalizar sus preparativos, escondiendo su libro en el estante y agarrando algunos artículos de la habitación que luego figurasobre ti llevar, no tener bolsillos ni bolsas ni ningún tipo de inventario.",
                "Speak",
                "Perpetua",
                "¡Esto va a ser muy divertido! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "En un torbellino de movimiento, ustedes dos tienen todo empaquetado en un tiempo récord ... probablemente demasiado empaquetado, en realidad.Pero de todos modos, pronto sales de la aldea a la joya de punto de control cercano, obteniendo una serie de ondas de despedida de Blue Slimes a medida que avanza, así como algunos comentarios no tan discretos sobre ti y 'Petua' que hacenSu huff y puchero molesto mientras te arrastra hacia adelante.",
                "Speak",
                "Blue Slime",
                "¡Cuídate, Petua!¡Te amamos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Perpetua",
                "Th-Thanks ... ¡Tú también te cuidas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Lanzando una mirada sospechosa para verificar que no se ríe, luego se apresura y toca la gema ...",
                "ChangeBG",
                "mountain.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "... Inmediatamente lo transporta al pie de las montañas, los dos necesitan un momento para adaptarse al vertiginoso cambio del terreno antes de que Perpetua respire profundamente y comiencen a hacer una sonrisa nostálgica con una sonrisa nostálgica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Tantos recuerdos aquí, ¿eh?¡Como esa vez conocimos al único caballero negro!No tenías ninguna oportunidad en ese entonces, pero quién sabe, tal vez ahora, ¡en realidad podrías hacerla sudar!",
                "Dejándole que pasar por vergüenza, se avance, disfrutando de la caminata tranquila y las vistas pacíficas, hasta que su compañero viscoso de repente le da un empujón inesperado, su rostro se ilumina con una emoción aún mayor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryAwe",
                "Ansiosamente, apunta a una plataforma plana de piedra blanca rodeada de arcos de madera de aspecto exótico pintados de rojo, completo con una barandilla de seguridad de madera corta.También nota las gemas azules con incrustaciones debajo de la piedra, las joyas claramente mágicas que mantienen la piedra suavemente en alto a unas pocas pulgadas sobre el suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryJoy",
                "Speak",
                "Perpetua",
                "¡Oye, mira!Hablando del Caballero Negro, ¡el ascensor se solucionó!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Ella salta alegremente en su lugar un momento, luego se vuelve para tomar tu mano y arrastrarte hacia adelante con una sonrisa orgullosa, el limo rojo se enciende mientras agita su brazo libre animado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Perpetua",
                "No pudiste probarlo antes, ¿verdad?¡Así que debemos montarlo hasta nuestro destino!¡La vista es genial! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Content",
                "Speak",
                "Perpetua",
                "¡Debería saber, lo monté antes de su llegada para poder bajar drásticamente para nuestra revancha!¡Mucha planificación previa entró en esa emboscada!Incluso hice varios viajes de un lado a otro solo para descubrir el momento perfecto para dirigirte hacia abajo cuando te vería venir ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Perpetua",
                "... Aunque al final, el caballero negro explotó tanto a mí como el ascensor hizo que todo ese trabajo de preparación fuera un poco inútil ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Pero todavía era una maravilla a su manera, ¡jaja!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryAwe",
                "Speak",
                "Perpetua",
                "{b} y {/b} ¡Pude ver al oscuro campeón de Monsterkind en la carne!¿No es genial!?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella se divide un poco mientras ambos llegan al ascensor, momento en el que la sonrisa de Cherry Slime se tambalea un poco mientras ella se mete con los controles del ascensor mágico, murmurando para sí misma.Mientras tanto, no puedes evitar mirar nerviosamente, una pequeña parte de ti se pregunta si el ascensor será volado nuevamente por otro intruso enojado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speak",
                "Perpetua",
                "Bueno, fue una explosión {i} a un lado {/i} de quedarse atascado en cavernas oscuras llenas de monstruos lamidos con sed de cereza ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "... Pero esta vez, ¡todo debería ser una navegación suave!Solo tengo que girar este dial, presione este botón y ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Hay un clic, un ruido, y lentamente, el elevador se zumba a la vida.Con una ligera sacudida que te obliga a aferrarte a la barandilla mientras Perpetua tropieza hacia atrás con un chillido en pánico, los dos ascienden lentamente hacia las alturas de la montaña, la mujer espeluznante te da una sonrisa incómoda a su error.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Speak",
                "Perpetua",
                "Bueno, en general, todo es algunos recuerdos realmente agradables, ¿verdad?",
                "Menu",
                "Yeah!",
                "Meh.",
                "I wish they'd been less... rocky.",
                "Any memory with you is a good one.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Yeah!",
            "theScene": [
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Perpetua",
                "Jeje, sabía que estarías de acuerdo. ~",
                "Ella te da una sonrisa cálida pero informal antes de alejarse de ti y agarrar la barandilla para disfrutar de la vista creciente con vistas al bosque místico y más allá, la vista barrida se extiende muy lejos en el horizonte mientras sigues subiendo, la vista del mar dando el mar.Usted es una sensación inesperada de nostalgia mientras recuerdas tu llegada a Lucidia ...",
                "JumpToScene",
                "PostMemoriesTalko"
            ]
        },
        {
            "NameOfScene": "Meh.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Perpetua",
                "Oh, no seas Grouch ... Apuesto a que estás enojado porque el Caballero Negro te pateó el trasero.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "-1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Content",
                "Ella te sopla una frambuesa de maldita antes de alejarse de ti y agarrar la barandilla para disfrutar de la vista creciente con vistas al bosque místico y más allá, la vista de barrido se extiende muy lejos en el horizonte mientras sigues arriba, la vista del mar unaSentimiento inesperado de nostalgia mientras recuerdas tu llegada a Lucidia ...",
                "JumpToScene",
                "PostMemoriesTalko"
            ]
        },
        {
            "NameOfScene": "I wish they'd been less... rocky.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Perpetua",
                "¿Esperabas que la montaña no tuviera rocas?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Ella dice con una sonrisa descarada, que se convierte en una risita arrogante cuando la miras mirando, luego se desliza lejos de ti y agarra la barandilla para disfrutar de la vista creciente con vistas al bosque místico y más allá, la vista barrida se extiende muy lejos en el horizonteA medida que sigue subiendo, la vista del mar le da una sensación inesperada de nostalgia al recordar su llegada a Lucidia ...",
                "JumpToScene",
                "PostMemoriesTalko"
            ]
        },
        {
            "NameOfScene": "Any memory with you is a good one.",
            "theScene": [
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Perpetua deja escapar un ruido de la incoherencia nerviosa en su regreso, luego mira a toque mientras el ascensor se mantiene constantemente al aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Perpetua",
                "Oh, cállate, tú ... muñeco ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Content",
                "Sin embargo, ella no puede evitar relajarse y sonreír contundamente, inclinándose hacia tu lado tan ligeramente mientras observa la vista creciente con vistas al bosque místico y más allá, la vista barrida que se extiende muy lejos hacia el horizonte mientras sigues arriba, la vista de la vista delSea Darle una inesperada sensación de nostalgia mientras recuerdas tu llegada a Lucidia ...",
                "Speak",
                "Perpetua",
                "Thanks...",
                "JumpToScene",
                "PostMemoriesTalko"
            ]
        },
        {
            "NameOfScene": "PostMemoriesTalko",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Content",
                "Continúa su viaje en silencio relajado, ya que ambos se llevan lentamente a las alturas de la montaña, la vista extrañamente impresionante que le da a ambos pausa, demostrando extrañamente más llamativo que cuando se ve desde la parte superior de la montaña misma..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Perpetua te mira por un momento reflexivo y abre su boca para decir algo ... antes de que el ascensor se tambalee de repente hasta una parada abrupta, dejándola tambaleándose y tartamudeando.",
                "Speak",
                "Perpetua",
                "Ah, crud- ¡Esa es nuestra parada!¡Vamos, mudemos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se acerca apresuradamente y abre una puerta lateral sobre un camino rocoso, saludando a que la sigas.Mientras lo hace, echas otro vistazo al Panorama Lucidiano, aprovechando esa última oportunidad para beberlo antes de despegar después de Perpetua, el camino desigual por delante lo obligó a prestar más atención a tu equilibrio que a la vista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Incluso la niña de limo previamente garrosa no puede encontrar muchas oportunidades para charlar mientras rezuma cuidadosamente las piedras y las grietas rocosas del terreno bachaposo, los dos continúan con un enfoque sin palabras ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "... Hasta que finalmente, entras en la vista de un grupo pegajoso y burbujeante de líquido verde en su mayoría transparente que se esfuerza suavemente mientras las burbujas salen de su superficie y se elevan en el aire antes de aparecer unos momentos después, perpetua de inmediato, dejando salir un 'ah-¡Ja!'de triunfo a la vista y sin temor hacia adelante con determinación en los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "Sin dudarlo, se inclina sobre el borde rocoso y levanta dramáticamente los brazos, luego se suena rápidamente ante el líquido flexible con ambos índices en constante sucesión, su cara se coloca en un resplandor seco.",
                "Speak",
                "Perpetua",
                "¡Ey!¡Despierta, gelatina perezosa!¡Estoy de vuelta con una oferta que no lo rechazará, esta vez!",
                "Hay un gruñido de la piscina, y la parte superior completamente verde de la cabeza de una mujer madura con delicioso cabello pegajoso se asoma por un breve momento para mirar a Perpetua, antes de hundirse con un resoplido, el gran limo cambia como si alguien estuviera rodandoen la cama, dejando a Perpetua pulverizando en indignación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speak",
                "Perpetua",
                "{i} awuhg-{/i} ah, vamos, hablo en serio!¡Al menos escúchanos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "El limo de cereza fulmina mientras sacude insistentemente la estafa en el borde de la piscina, esta vez con un firme agarre de sus manos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "... Hasta que sus movimientos frenéticos la hagan perder el equilibrio y derrocar hacia adelante, la pequeña niña de gelatina que lucha por encontrar la compra en el suelo rocoso, pero fallo debido a su miserable piscina de la sustancia sustentativa, sus movimientos en pánico solo la hacen caer más rápido directamente en elGran estanque gaseoso, estimulándote a darte prisa y ayudarla.",
                "Speak",
                "Perpetua",
                "{i}Ghack-?!{/i}",
                "Sin embargo, parece que su ayuda no será necesaria, ya que con una ondulación espeluznante, la lima roja rebota sobre la superficie del verde mucho más grande, la tensión de sus cuerpos líquidos que se resisten entre sí con un impacto tambaleante, dejando a Perpetua saltando hacia adelanteComo una piedra de salto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Oh, eso es realmente un poco",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Desafortunadamente, está cortada cuando, eventualmente, después de un rebote demasiados, se hunde en el boba de burbujas más suave con un sonido húmedo, como si aterrizara en algún tipo de arena movediza.",
                "Speak",
                "Perpetua",
                "Ahhhhh?[ThePlayerName], ¡ayuda!Estoy atascado, hundiendo !!!¿Dile a Sleim vllge que me encanta? Awuh-?",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Antes de que pueda actuar o perpetua, pueda terminar su última voluntad, una forma se eleva repentinamente de la sustancia verde con un suspiro perezoso y molesto bajo perpetua, la forma humanoide se solidifica rápidamente en la de una mujer curvilínea que sostiene el limo de cereza en sus brazos,La cabeza de sus hermanos más pequeños descansa en su escote mientras mira hacia abajo al intruso estridente.",
                "Speak",
                "Bubble Slime",
                "Hmph ... Muy bien, cariño, escucharé tu canción despotricada y bailaré de nuevo ... deja de ser tan ruidoso, tan agitador, y tan ... tembloroso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Perpetua se anima en feliz alivio mientras descansa en el agarre de la mujer de la sustancia global matrimonial, aunque la atención del limo verde sin nombre se atrae rápidamente a ti mientras se da cuenta de que Perpetua no está sola, una de sus cejas se eleva curiosamente mientras te mira ay abajo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Bubble Slime",
                "¿Quién es ese?Es bonito ... guapo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speak",
                "Perpetua",
                "¡Oh!¡Ese es [ThePlayerName]![ThePlayerName], conoce a Ambrosia, que pronto será residente de Sleim Vllge. ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Hmm ... Hola, cariño. ♥ Una vez que el pequeño rojo termina con su spiel, ¿qué tal nosotros- ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Perpetua se agita en descontento suave y resoplido, cortando a la mujer coqueta.",
                "Speak",
                "Perpetua",
                "Upupup- ¡nada de eso ahora mismo!Si quieres golpear [ThePlayerName], puedes hacerlo una vez que te consigamos una casa en Sleim Vllge ... y también cuando no estás en medio de sostenerme.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "Ugh ... bien entonces ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Ambrosia",
                "Espera, ¿visita a menudo o algo ...?",
                "Ella pregunta curiosamente mientras levanta perezosamente a Perpetua fuera de la piscina pegajosa para volver a colocarla de manera segura en el camino rocoso, la mirada de Ambrosia revoloteando entre ambos con curiosidad ... aunque a juzgar por la forma en que lame los labios cada vez que sus ojos descansan sobre ti, es más bien.claro quién le interesa más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Perpetua",
                "Tal vez-?Un poco-?Él no vive allí, solo está aquí para ayudarlo a desmarcarlo y brindar apoyo.",
                "El limo más grande deja escapar un suspiro aireado que hace que su cuerpo curvilíneo se mueva de manera atractiva, acurrucando su cabeza en una mano y mirando con cansancio mientras murmura.",
                "Speak",
                "Ambrosia",
                "Como te dije antes, soy bastante acogedor aquí, así que no estoy exactamente 'atrapado' ... más como ... mmh ... como ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Ambrosia se va, mirando con indiferencia las nubes y murmurando en distrito, pero Perpetua no la deja alejar durante mucho tiempo, sonriendo con problemas y soltando una pequeña risa mientras trae a la Operación Fizzy Vuelve a la pista.",
                "Speak",
                "Perpetua",
                "Bueno ... ¡por eso estamos aquí!¡Para cambiar de opinión! ~",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Eso recupera la atención de la lánguida chica sustante que la mira, y con un florecimiento, el limo de color cerezo ofrece una fruta de una de las bolsas que te hizo llevar, mostrando una manzana roja, no ... un rojopera con un borde verdoso?",
                "Speak",
                "Ambrosia",
                "¿Un appel?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Con una explosión de movimiento y energía bastante inesperada de ella, la mujer perezosa rezuma hacia adelante, arrebata la fruta de la mano de Perpetua y lo muerde rápidamente ... o al menos, tan cerca de morder como puede llegar a un limo, comiendo, comiendoEl dulce regalo con una expresión feliz.Mientras tanto, el perpetúa desposeídos chupa indignado, pisoteando un pie pegajoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Perpetua",
                "¡Por qué- {i} Get Get! {/i} ¡podrías dejarme terminar mi discurso antes de que te quedes atrapado!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Pero el limo verde no paga las quejas de Perpetua, sus labios lujosos forman un ceño fruncido reflexivo mientras mira a la lima roja con sospecha, alzando la fruta y apuntando con un dedo acusativo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "... ¿Por qué tiene un sabor raro?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Perpetua",
                "... ¿sabe raro?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Perpetua",
                "¡Oh!¿Quizás eso es porque lo obtuve de un glubber?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Ambrosia",
                "... ¿El pez que almacena fruta que encuentra en las costas en sus bolsas de mejillas?",
                "Speak",
                "Perpetua",
                "Yeah!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Aparentemente no es divertida, Ambrosia retrocede su brazo, claramente preparándose para un lanzamiento de Appel de represalia.",
                "Menu",
                "RequiresStat",
                "Intelligence",
                "20",
                "Barrier! (Intelligence)",
                "RequiresStat",
                "Technique",
                "20",
                "Catch! (Technique)",
                "RequiresStat",
                "Allure",
                "20",
                "Charm! (Allure)",
                "Do nothing!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Barrier! (Intelligence)",
            "theScene": [
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Perpetua chirea en pánico mientras el proyectil oblongo se acerca a ella con una precisión impresionante, pero justo antes de que le golpee la cabeza, la fruta a medio comer se encuentra con su escudo invisible, rebotando en el aire y luego medio apretado, medio empotrado en el suelo rocoso, dejando a su compañero de limo suspirando aliviado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "¡Uf!¡Gracias, [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "El diminuto limo luego redirige rápidamente su mirada a sus hermanos más grandes, furiosos.",
                "JumpToScene",
                "AfterFruitThrow"
            ]
        },
        {
            "NameOfScene": "Catch! (Technique)",
            "theScene": [
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Saltando a la acción con velocidad y agilidad, saltas al lado de Perpetua y extiende tu brazo, atrapando sin flaute el Appel e incluso dejándolo completamente sin daños en tu hábil agarre.Usted toma un momento para disfrutar del éxito de su intervención rápida y en la expresión de Ambrosia no llorada, hasta que su atención se llame los sonidos húmedos del aplauso de Perpetua.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryAwe",
                "Speak",
                "Perpetua",
                "¡Oooh, muy genial!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "El diminuto limo luego redirige rápidamente su mirada a sus hermanos más grandes, furiosos.",
                "JumpToScene",
                "AfterFruitThrow"
            ]
        },
        {
            "NameOfScene": "Charm! (Allure)",
            "theScene": [
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Mientras Perpetua parpadea sorprendido, al darse cuenta tardíamente de lo que viene, ¡las palabras rápidamente llegan a ti!",
                "PlayerSpeaks",
                "Oye, hablemos de esto, ¿de acuerdo?... y tal vez podamos hacer más que hablar, si sabes a qué me refiero ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "La expresión enojada de Ambrosia rápidamente da paso a una coqueta mientras se olvida de todo sobre el desagradable Appel y lo tira a la vez, la mujer lima que guiñaba el ojo lasciva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Ambrosia",
                "MMH, me gusta esa idea ~",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Perpetua",
                "Ack- ¡Más tarde dije!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "... Pero gracias, [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "El diminuto limo luego redirige rápidamente su mirada a sus hermanos más grandes, furiosos.",
                "JumpToScene",
                "AfterFruitThrow"
            ]
        },
        {
            "NameOfScene": "Do nothing!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Como en cámara lenta, observa el disparo de misiles improvisado hacia la cara de Perpetua y le golpea su cuadrado en la frente, el Appel rebotando de ella con una jggigueque le dolía el orgullo.",
                "Speak",
                "Perpetua",
                "Bweh!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "JumpToScene",
                "AfterFruitThrow"
            ]
        },
        {
            "NameOfScene": "AfterFruitThrow",
            "theScene": [
                "Speak",
                "Perpetua",
                "A-Ambrosia, ¿qué da?",
                "Speak",
                "Ambrosia",
                "¡Todavía podría probar el pescado!¿Incluso {i} lavado {/i} esa cosa?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speak",
                "Perpetua",
                "GUH- ¡WHA- Sí!Sí, yo {i} hice {/i} lavarlo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Perpetua",
                "Bien, dejemos eso a un lado-!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Speak",
                "Ambrosia",
                "Creo que solo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "¡Nonno!Sigue adelante-!¡Una vez más, estoy aquí para convencerte de que te unas a Sleim Vllge!¡Y ese appel era solo un {i} sabor {/i} de lo que podría ser tuyo!Hay un lugar perfecto para que vivas y elaste en todo lo que quieras mientras estás rodeado por un huerto Appel ... ¡uno que {i} no {/i} sabes a pescado y extraño!Además de todas las otras comodidades increíbles que ofrece el pueblo ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Ambrosia",
                "... ¿Un huerto entero?... No recuerdo que menciones eso antes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Speak",
                "Perpetua",
                "Uhm- Bueno ... Todavía no hay uno {i} - {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Perpetua",
                "Pero después de que me hayas contado cuánto te gustan, ¡planeé muchas maneras de configurar una configuración!Podríamos trasplantar un montón de árboles de otro lugar ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "Cariño, eso costaría una fortuna",
                "Sin dejar que el limo más grande interviene, Perpetua continúa, enumerando con entusiasmo otros posibles planes y contándolos en sus dedos, habiendo ensayado claramente ese discurso ... tal vez un poco demasiado, en realidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "... O podríamos usar las semillas que he recolectado de la captura de los glubos para cultivar nuestro propio huerto ... y tal vez obtener algunas cosas de crecimiento mágico o contratar a una bruja o {i} algo {/i} para que brote más rápido...",
                "Mientras Ambrosia suspira, descansando y aparentemente aceptando su destino de escuchar el pequeño pardo de limo, Perpetua toma hábilmente otra de las bolsas que te hizo llevar y lo pone en el borde de la piscina para abrirlo con una sorprendente falta de teatro.Ella, revelando que, al igual que el primero, se llena hasta el borde con Appels ... cuyo aroma ligeramente sospechoso puedes oler ahora que está tan concentrado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Perpetua",
                "{b} y {/b} Para endulzar el trato, ¡te daré todo para comenzar!",
                "Parpadeando, Ambrosia se desliza hacia adelante y agarra uno de los Apel.No sabe si debe estar impresionada o asustada.",
                "Speak",
                "Ambrosia",
                "... Cariño, ¿tienes {i} todos {/i} de estos de Glubbers?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Speak",
                "Perpetua",
                "Uhhh ... ¿sí?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Ambrosia",
                "Mi ... eso realmente equivale a una suma bastante considerable ...",
                "PlayerSpeaks",
                "¿Son tan valiosos?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Ambrosia",
                "Mmmh, no {i} que {/i} mucho?Pero definitivamente hay un mercado para ellos: personas con gustos poco comunes o exóticos.O agricultores que intentan crear nuevos cultivares.O alquimistas o fabricantes de pociones o magos que los usan como reactivos ... Tomará algunas redes, pero definitivamente no son de peso muerto. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryJoy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Puedes sentir los engranajes en la mente de Ambrosia girando mientras el jubilante perpetua se vuelve hacia ti y te da un pulgar no tan irritante para tu pregunta oportuna, claramente tener un esfuerzo para evitar que el limo verde asiente contentamente.",
                "Speak",
                "Ambrosia",
                "Creo que puedo trabajar con esto ... no comer solo, por supuesto, pero ... en realidad, ¿cómo obtuviste tantos?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Perpetua",
                "Uhm- ¿Encontré un lugar de pesca en la costa?Y seguí volviendo hasta que tuve suficiente-?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Speak",
                "Ambrosia",
                "Cariño, esto ... ¿Debe haber tomado una semana consecutiva de atrapar glúbrones?¿Y arrojando los que tienen la fruta equivocada ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speak",
                "Perpetua",
                "Bien y-yeah-",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Hay una pausa incómoda cuando Ambrosia Eyes Perpetua de manera crítica mientras el limo de cereza mira hacia abajo, empujando sus dedos juntos ... hasta que la chica de la sustancia es verde deja escapar un profundo suspiro, que se convierte en una risa melodiosa y aún un poco incrédula.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "My my my ... si nada más, ciertamente estás decidido, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Perpetua",
                "W-well sí!Es importante, y cosas ... hay mucho que hacer con Sleim Vllge, pero es un lugar muy agradable, y podría ser aún más agradable con algo de trabajo y nuevas caras ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Se sigue cuando Ambrosia extiende una mano y refleja su cabello pegajoso, el limo normalmente adverso tan sorprendido por el gesto que solo mira hacia atrás perplejo mientras sus hermanos más grandes se ríen.",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Me mudaré, perpetua, deje de ser tan mopey.Puedo manejar el huerto ... y si la tierra es tan buena como usted dice, esos apelados deberían ser un placer para una reina. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryJoy",
                "Speak",
                "Perpetua",
                "Wh- {i} de verdad!? {/i}",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "¡Sí!Aunque ... hay {i} uno {/i} problema ... i {i} am {/i} realmente atascado en este acogedor agujero de una casa ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Perpetua",
                "¡Ah-ha!{i} lo sabía! {/i} ¡Pero no te preocupes!Vine preparado para eso-!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Ella cava en otra de las bolsas que te hizo llevar, saca una gran red de pesca y te la entrega con autoridad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Muy bien, [ThePlayerName], ¡estás despierto!No hay forma de que pueda sacarla de allí, ¡pero eres un aventurero consumado que es muy fuerte y muy hábil!¡Piense en ella como un pez que necesita salir del mar y lo hará muy bien!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "... Hay un lote {i} {/i} sobre lo que acabas de decir que no aprecio.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Pero admito que tengo curiosidad por ver si este [ThePlayerName] tuyo es un trozo tan capaz de fleaming como lo estás haciendo que sea.Muy bien, ¡acudir al novio de Perpetua!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speak",
                "Perpetua",
                "{i}He'snotmyboyfriendhe'smyrival!{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Mientras Perpetua arregla a Ambrosia con un resplandor enojado que no la intimidan por completo, dejas escapar un suspiro resignado y apoderadas de la red, preparándose para 'atrapar' Ambrosia y sacarla del pozo en el que vive. No puedes evitarPero refleja que cuando viniste a Lucidia para derrotar a la reina del demonio, este realmente no es el tipo de heroicidad que tenías en mente para un aventurero de buena fe ...",
                "FishingMiniGame",
                "AppearTimerRange",
                "50",
                "150",
                "FailTimerRange",
                "80",
                "80",
                "ReelsNeeded",
                "4",
                "FishingPassJump",
                "YankOutGreen",
                "FishingFailJump",
                "FailYank",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "FailYank",
            "theScene": [
                "Por más que lo intente, no puede obtener un buen control sobre la forma pegajosa de Ambrosia con la red, dejándola tambaleándose en su lugar, la sacudida de su cuerpo erótico curvilíneo no ayudando con su enfoque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "Cariño, puedes hacerlo mejor que eso, ¿verdad?Será mejor que no pienses que estoy gordo o algo así ... ¿o eres torpe?Eso no es un buen aspecto para un chico ...",
                "Speak",
                "Perpetua",
                "¡Vamos, [ThePlayerName], puedes hacerlo!¡No llegamos tan lejos solo para fallar ahora!¡Intentar otra vez!",
                "Limpiando un poco de sudor de tu frente, te preparas para lanzar la red nuevamente.",
                "FishingMiniGame",
                "AppearTimerRange",
                "50",
                "150",
                "FailTimerRange",
                "90",
                "100",
                "ReelsNeeded",
                "3",
                "FishingPassJump",
                "YankOutGreen",
                "FishingFailJump",
                "FailYank",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "YankOutGreen",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Hay un fuerte {i} schlorp {/i} a medida que la red enredada se cierra sobre Ambrosia y la sacas libre con un gruñido de esfuerzo, ambos limos animando tus esfuerzos de 'pesca' al unísono.",
                "Speak",
                "Perpetua",
                "Al ~ ¡Correcto!¡Ve, [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Content",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mhm, en realidad lo atravesaste ... es bastante bueno con sus manos, ¿no? ♥",
                "El limo verde lascivo se sale mientras se desenreda de la red de pesca sorprendentemente pegajosa antes de darle un bisagro y gaseoso rápido y presionando brevemente sus curvas de Jellowy contra usted, la posible insinuación que se acerca a la cabeza de Perpetua mientras disfruta del momento triunfante y almacena la red.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Ambrosia",
                "Entonces ... ¿a qué manera a este pueblo tuyo, exactamente?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Perpetua se desliza alegremente al borde del sendero y apunta a la distancia.",
                "Speak",
                "Perpetua",
                "Wayyyy por allí: ¡el gran lago más allá del gigante árbol de elfos!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "... Eso suena ... un poco {i} también {/i} lejos, ¿no?Francamente, no hay {i} de ninguna manera {/i} Estoy haciendo todo el viaje, incluso para un huerto de appel completo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speak",
                "Perpetua",
                "¡No se preocupe, podemos usar el punto de control en la base de la montaña para llegar sin problemas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Bueno, cariño, que {i} es {/i} mejor ... pero eso todavía está muy lejos, ¿no?Yendo hasta el ascensor ...",
                "El limo lánguido dice mientras seguramente se desliza lentamente a lo largo del camino de tierra hacia el ascensor ... muy ... muy ... lentamente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speak",
                "Perpetua",
                "¿Quién es en serio tu velocidad máxima?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "En realidad no, pero es {i} realmente {/i} agotador para moverse más rápido que thi-",
                "Antes de que te traten con más de las disputas de Ambrosia y Perpetua, hay un sonido hinchable que se acerca rápidamente y mira hacia atrás-",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "StopBGM",
                "PlaySoundEffect",
                "sfx/Eight Sparkles.mp3",
                "¡Te tratan a ver un enjambre de limos azules que se amontonan a todos, rodeándote de elogios y vítores y de manera oportunista dando a la pulverización perpetua algunos abrazos!",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speak",
                "Blue Slime 1",
                "Buen trabajo petua!",
                "Speak",
                "Blue Slime 2",
                "¡Buen trabajo, [ThePlayerName]!¡La llevaremos de vuelta a casa!",
                "Speak",
                "Perpetua",
                "{i} WHAGU-{/i} we were, chicos, nos acechan?",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Smug",
                "Speak",
                "Blue Slime 3",
                "Hehe.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "ItsFine",
                "Speak",
                "Blue Slime 1",
                "Maybe?~",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Excited",
                "Speak",
                "Blue Slime 4",
                "Bien, no más retrasos, ¡salto!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Los Slimes azules se reúnen alrededor de Ambrosia como un hombre, o más bien como una dama de gelatina, y la levantan fácilmente en un ascensor tambaleante antes de que felizmente se vuelva con ella, haciendo que la gran mujer burbujeante sea divertida.",
                "Speak",
                "Ambrosia",
                "¡Oh!Podría acostumbrarme a esto. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Perpetua se queda pulverizando indignado por unos momentos en la inesperada pero útil irrupción antes de que los siguieran con usted a cuestas, su cortesano viscoso que lo lleva a todos de regreso al ascensor de la montaña que viajan juntos, siendo tratados una vez más en el camino hacia abajo hastaLa vista panorámica, aunque con ... mucha más compañía, el ascensor se llenó de chillidos, comentarios y olores de arándanos y manzana con un toque de cereza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Happy",
                "Speak",
                "Blue Slime 2",
                "Tan bonito como cuando subimos ...",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Shy",
                "Speak",
                "Blue Slime 1",
                "¡S.M!Pero también un poco espeluznante.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Ambrosia",
                "Supongo que extrañaré la vista ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Excited",
                "Speak",
                "Blue Slime 3",
                "¡Oh, está bien!Podemos llevarte a visitarte cuando quieras.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Ambrosia",
                "Sweet!♪",
                "Perpetua, mientras tanto, deja escapar un suspiro ligeramente cansado mientras mira hacia la distancia, un silencio sorprendentemente sereno finalmente se asiente sobre el grupo de limos cuya charla emocionada se apaga mientras disfrutan de la vista ... hasta que llegas al final de tu viajey todos se dirigen a la gema",
                "ChangeBG",
                "Lake.png",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "Lo que te lleva de vuelta a Slim Village en un instante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Luego, con una oleada de movimiento y muchos saludos, ya que Ambrosia es efectivamente desfilado por la ciudad y perpetua recibe más afecto no deseado y abrazos de victoria, el nuevo residente es llevado a su nuevo hogar a un lado de la aldea, sus compañeros de limo la dejan caer.Abajo en un gran agujero rodeado de un limpieza fresca.La ubicación ofrece una vista pintoresca del lago, y de hecho sería el lugar perfecto para un huerto.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Sin más fanfarria, los Blue Slimes se dispersan alegremente y rebotando para volver a hacer lo que quieran, algunos de ellos agitando a los tres adiós.",
                "Speak",
                "Blue Slime 2",
                "¡Esperamos que disfrutes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Blue Slime 4",
                "¡Bienvenido de nuevo a Slim Village, Bubble Slime!",
                "La mujer de limo entretenida hasta ahora da un resoplido indignado ante el apodo, mientras que Perpetua visiblemente hace todo lo posible para evitar que se ríe en las risas, alejándose con una risa ahogada, mientras que Ambrosia opta por ignorar a la leve, avanzar y volverse cómoda, usando, usando, usandoSu goop efervescente para llenar y remodelar el agujero de tierra con una preparación sorprendente, ya se siente cómoda mientras se asomaba felizmente con su nuevo dominio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Perpetua",
                "{i} ejem ... {/i} Bueno ... aquí estás ... lo siento, todavía no hay huerto ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "¡Oh!Como dije, cariño, no te preocupes por eso, lo tengo.He estado trabajando en algo mientras todos esos limos azules me estaban transportando ... para ser honesto, en realidad me he estado preparando para algo como esto por un tiempo, así que con algunas piedras mágicas he estado coleccionando ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Usted y perpetua miran con curiosidad mientras el limo verde tararea alegremente y levanta una de las bolsas de apelaciones que le habían dado ...",
                "... Pero en lugar de Appels, ella revela lo que parece ser una miríada de pequeñas gotas verdes de gelatina que brillan visiblemente con un toque de magia.Sin embargo, no se le da tiempo para inspeccionarlos, ya que Ambrosia los arroja inmediatamente al aire en un amplio arco y con una fuerza sorprendente para alguien tan flojo, dispersándolos por el claro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "A medida que las gotas de gelatina se ponen en contacto con el suelo, brilla intensamente antes de hundirse en la tierra y erupcionando varios segundos más tarde en grandes árboles de apelación de rápido crecimiento que brotan y despliegan en un gran huerto acogedor alrededor de Ambrosia, ¡algunos incluso crecían rápidamente!",
                "Speak",
                "Perpetua",
                "Cerezas santas !!!¿Qué diablos fue eso?!?!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Bueno ... no soy tu limo de la ranura.Soy un fabricante de gelatina mágica.Y con algunas cosas que ya tenía y todos esos apelados que me diste, pude preparar un huerto instantáneo.Tada ~ ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryAwe",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Justo después de esa exhibición de energía poco cuidadosa, Ambrosia inmediatamente regresa a su yo habitual, hundiéndose en su nueva vivienda con un suspiro lánguido, su forma curvilínea que desaparece en un grupo de su propio limo.",
                "Speak",
                "Ambrosia",
                "... Sin embargo, no vayas a esperar que pueda volver a hacer eso.Me tomó una eternidad conseguir todas las cosas para ello ... y es {i} agotador {/i} también.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "StarryJoy",
                "Speak",
                "Perpetua",
                "I-lo haré,!B-pero eso fue ... {i} increíble! {/i} hombre, Silver se lo pasará muy bien para conocerte, ¡apuesto!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Ambrosia",
                "Oh, estoy seguro de que tendré mucho tiempo para establecer y conocer a todos aquí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sleepy",
                "Speak",
                "Ambrosia",
                "Pero primero, quiero tomar una siesta ... o dos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "We-Well, debemos dejarte sentir cómodo, entonces ... así que ... um- ¡Bienvenido a Salem Village!¡Y muchas gracias por darnos una oportunidad!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "De nada ... Petua. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Perpetua se pone indigna y rápidamente se prepara para arrastrarte de regreso al centro de la ciudad, sonrojándose furiosamente ante el apodo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Perpetua",
                "GrgHvmg ... W-Well, ¡deberíamos ponernos en marcha!Lo juro, esos Slimebrains no pueden ver lo que están diciendo ...",
                "A medida que te llevan, te despides de Ambrosia, el limo matronal que abre un ojo para darte un guiño seductor mientras pasa una mano suave sobre sus atractivas curvas.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mhm ... y gracias también, [ThePlayerName]. ~ Asegúrate de visitar. ♥",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Con sus atractivas palabras colgando en el aire, usted y Perpetua dejan la nueva adición repentina a Sleim Vllge, asegurándose de pasar por Sleim Shoppe para mantener la plata informada de estos nuevos desarrollos y luego regresar al centro de la ciudad donde la lima rojaVamos a escapar un resoplido cansado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speak",
                "Perpetua",
                "Phew ... bueno ... eso fue muy bien ... mejor de lo que esperaba, en realidad ... pero yo soy ... {i} Entonces {/i} aventuró ahora ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speak",
                "Perpetua",
                "Muchas gracias por su ayuda, [ThePlayerName].Voy a regresar a casa y ... probablemente también tome una siesta ... pero luego me pondré a trabajar planeando mi- {i} nuestro {/i} próximo esquema malvado!Hasta entonces, asegúrese de tomar un descanso y consultar con la tienda de Silver para ver qué cosas nuevas tienen.",
                "DisplayCharacters",
                "EndLoop",
                "Y con eso, Perpetua se aleja rápidamente antes de que la amenazaran por el alegre limintes azules que habían estado convergiendo lentamente más cerca de ustedes dos, riendo de manera autónoma mientras regresa a casa, dejándote sola y ahora libre para decidir qué hacerSiguiente después de un trabajo bien hecho ...",
                "SetChoice",
                "1",
                "BubbleGet",
                "GetEventAndChangeProgress",
                "SleimVllge",
                "7500",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "3",
                "JumpToEventThenScene",
                "SleimVllge",
                "SlomeExploreMenu"
            ]
        }
    ]
}