{
    "name": "GoToLakeIntro",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Blue Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "1",
                "SlomeIntro",
                "AdventureComplete",
                "Go to the Lake.",
                "ChangeBGM",
                "music/Forest/hitoriame.mp3",
                "ChangeBG",
                "forest.png",
                "Guiado por la insignia de limo, te llevan a una pequeña limpieza llena de flores verdes rodeado de árboles, con un camino que conduce hacia lo que parece ser un enorme lago brillante ondulado con suaves olas azotadas por el viento.",
                "ChangeBG",
                "Lake.png",
                "A medida que avanza, disfruta de la vista prístina y el aire fresco, aparece más del cuerpo sereno e impresionantemente pintoresco de agua brillante.Tomando un momento para disfrutar de la vista y mirar su mapa para orientarse, ves que estás parado en una de las esquinas de la gran piscina: un afloramiento circular de agua que fluye dentro y fuera de la parte principal de la parte principal deLago, rodeado de abundantes arbustos de bayas.",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "Al salir del camino para acercarse a la piscina, notas un signo de madera crudo 'pintado' en limo azul, leyendo desordenado 'Sleim Vllge'.Y fiel a la afirmación, puede ver muchos limos azules pasando su día, salpicando felizmente o holgazaneando en el borde del agua, rellenándose con arándanos, arreglando estructuras de piedra y madera, con orgullo lo que parece que los mostradores de las tiendas, y más ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Mientras todavía estás procesando lo que estás mirando, caminando hacia adelante y asintiendo perplejos de regreso a algunas chicas pegajosas de aspecto amable, una de las alegres mujeres de limo se desalija en ti y las olas perezosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speak",
                "Slime",
                "Hiiii. ♪ Bienvenido a la ciudad de limo secreto, pueblo de limo.Como llegaste aquí, eso significa que te dieron una insignia de limo, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Sacas tu grimoire y muestras la insignia brillante todavía pegada a ella, lo que provoca un pequeño 'yay.piscina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speak",
                "Slime",
                "Ese es el lago donde está toda el agua ... y el pez ... y otras cosas.También tenemos chozas y paraguas de descanso en toda la playa si se hace demasiado soleado o demasiado frío.",
                "Ella hace un gesto más salvajemente mientras muestra con orgullo la miríada de edificios destartalados y paraguas de aspecto mucho más agradable.Algunos tienen toallas debajo de ellas, la mayoría con al menos un limo debajo de él, si durmiendo o dejando caer, algunas de ellas apuntando hacia usted o saludando en saludo.Avanzando con incertidumbre, sigues a tu 'guía turístico' que señala los muchos arbustos de bayas que bordean el borde del bosque, casi todos los arándanos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Slime",
                "Ahí está la comida.Ayúdate si tienes hambre.Oh, pero si quieres llevarte a casa, cómprelo en la tienda de limo.",
                "La mujer pegajosa gira e indica una estructura independiente de limonada con otro limo azul detrás de esto, la vendedora pegajosa saludó felizmente a los dos.Saludándola junto a su guía de limo, nota un letrero crudamente tallado sobre el puesto que lee 'Sleim Shoppe', así como tiendas de lo que parecen paquetes de bayas y manchas de limo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Slime",
                "... y creo que eso es todo ... Oh, espera, claro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Ella gira y señala otro camino que se acerque a través del borde boscoso, pero rápidamente termina en una serie de cerezos plantados antes de un edificio que se ve ...puerta y los ojos como ventanas.En el lado hay una pequeña señal que dice: '{i} la guarida secreta de Perpetua!- ¡No toques mis cerezas! {/i} 'en cursiva splashy con limo rojo ahora endurecido.",
                "Speak",
                "Slime",
                "Esa es la casa de Petua. ♪ Ayudamos a construirla para su cumpleaños.Ella no sabía cómo reaccionar, él él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Con un bamboleo, se vuelve hacia ti, una gran sonrisa que adorna sus rasgos sin culpa.",
                "Speak",
                "Slime",
                "De todos modos ... ese fue tu recorrido por Sliem Vllge ... disfruta de tu estadía.No tengas miedo de hacernos preguntas y cosas.",
                "DisplayCharacters",
                "EndLoop",
                "Mientras todavía te estás poniendo al día con toda esta ... rareza, la mujer de limo rebota en el agua en el agua con un 'sheee!', Dejándote solo para explorar.",
                "JumpToEventThenScene",
                "SleimVllge",
                "SlomeExploreMenu"
            ]
        }
    ]
}