{
    "name": "AmbrosiaOrchard",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Blue Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Silver",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfChoice",
                "1",
                "SexSleep",
                "SleepSexChance",
                "JumpToScene",
                "EventStartReal"
            ]
        },
        {
            "NameOfScene": "SleepSexChance",
            "theScene": [
                "JumpToRandomScene",
                "EventStartReal",
                "EventStartReal",
                "EventStartReal",
                "SexSleepIntro",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "EventStartReal",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Pasando uno de los caminos más allá de algunas de las casas de la lima, pronto ves que tu destino aparece a la vista y entra en el claro de Appel Tree Tree, que es la casa de Ambrosia frente al lago, cualquier fruta caída cae y se derrite en el estanque de la bobina del bibense.O acostado en el suelo cubierto de hierba, esperando que ella u otra lima vaya a recogerlo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Pronto, su presencia despierta a la mujer de la babilla de la siesta de su piscina con un bostezo somnoliento, la mujer pegajosa se eleva lentamente con un atractivo bamboleo llamativo de sus curvas femeninas mientras se extiende indolentemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Sacudiendo sin duda las telarañas, Ambrosia te da una sonrisa perezosa media y una pequeña ola mientras pequeñas burbujas efervescentes se alejan en el aire desde su gran forma y piscina, el dulce aroma de manzanas dominantes cosquillas en tus sentidos.",
                "Speak",
                "Ambrosia",
                "Hola cariño. ~ ¿Qué te trae aquí?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se inclina hacia adelante para descansar sobre su estómago, acurrucando cómodamente su cabeza en una de sus manos mientras ella patea lánguidamente sus piernas, dándote un guiño de coqueta.",
                "Speak",
                "Ambrosia",
                "No seas tímido al respecto. ♥",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "SexSleepIntro",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Pasando una de las caminos más allá de algunas de las casas de los Slimes, pronto se ve a su destino a la vista, y camina hacia el limpieza cargado de árboles de Appel, que es la casa frente al lago de Ambrosia, cualquier fruta sin cesar que cae y se hunde en el burbujeante estanque de limo del burbujeante, o acostado en el suelo cubierto de hierba, esperando que ella u otra lima vaya a recogerlo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Sin embargo, lo que rápidamente capta su atención es la vista del voluptuoso cuerpo de Ambrosia descansando sobre su piscina, la mujer lima durmiendo perezosamente de su lado, la postura dejando su pesado busto sacudiéndose ligeramente con cada docena de aliento que toma, sus tetas gelatinales se frotan entre síperversamente.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Mientras miras a la chica monstruosa descaradamente expuesta con una fascinación cachonda montada, no puedes evitar notar que cada movimiento de sueño ocasional que hace de alguna manera hace alarde de sus anchas caderas y su culo regordete con tentadores modelos, mientras que sus piernas desordenadas dejan su coño adentroVista sin sentido completa ...",
                "Menu",
                "Nudge her awake.",
                "Fuck the sleeping slime.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nudge her awake.",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "En silencio acercándose a ella, te inclinas cuidadosamente sobre el borde de la piscina de limo efervescente y la empujas en la mejilla, la ondulación resultante tambaleándose por su forma pegajosa y finalmente despertándose con un ruido de confusión, la dama de gelatina amante del sueñocon un comienzo y frotando sus ojos revoloteantes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Juro si se trata de Blueb- Oh ... hola, [ThePlayerName] ... ♥ ¿Qué te lleva a visitar?",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Fuck the sleeping slime.",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Recordando su conversación pasada con Ambrosia, se desnuda con cautela en el borde del burbujeante grupo de Goo antes de caer cautelosamente, observando preocupado mientras el limo efervescente se agita brevemente ante la intrusión ... solo para hundirse rápidamente en el sueño con un murmullo somnoliento.",
                "Envalentonado, sigues adelante, caminando suavemente a través del estanque de Jellowy y descubres que tu enfoque tampoco parece despertarla de su siesta, dejando que finalmente alcances su cuerpo grande y seductoramente bien formado sin ningún problema.",
                "Por un momento vacilante y cautivado, aprecias su cuerpo de relojes de reloj de reloj de lujo en reposo, tu mirada a la deriva a lo largo de sus muslos, caderas, cintura y tope hacia su rostro, luego vuelve a bajar, sintiendo tu virilidad rígida ante la apetitosa vista, Ambrosia's's'sEl estado de punto pacíficamente que te permite comerla al contenido de tu corazón.",
                "No puedes evitar notar que su respiración lenta y docena mantiene su busto subiendo y disminuyendo a un atractivo ritmo inductor de jiggle, el cambio inactivo de sueño somnoliento perversamente, lo que hace que sus lados anchos se balanceen lánguidamente, dejando a tu polla agitada mientras bebe en la atracción de la atención.Vista del limo femenino.",
                "Suavemente, extiende la mano y le alemate la espesa parte trasera con una mano mientras se inclina hacia adelante para llenar su otra palma con uno de sus pechos pesados, amasando y apretando su cuerpo pegajoso, haciendo que sus labios se separen mientras gime inconscientemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Mmmh...♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Me pregunto si realmente la despertó esta vez, se congela, pero cuando rápidamente vuelve a caer en un sueño profundo, continúa con entusiasmo, inclinándose y besando un sendero por su cintura, sacando gradualmente más murmullos de sueño de Ambrosia, que se intensifican tantoSabes ambas manos en sus suaves curvas, una para tocar ligeramente sus muslos, el otro para aferrarse a sus caderas maternas.",
                "Entonces, de repente, una nueva sacudida de pánico se apresura instintivamente a través de su cuerpo mientras de repente roda completamente sobre su espalda, dejando escapar un suspiro bajo, sus brazos se extienden a ambos lados de su cabeza, dejando sus manos fácilmente deslizándose a lo largo de sus curvas resbaladizas comoPasas con el movimiento somnoliento, que te lleva efectivamente a una posición a plazo en sus anchas caderas y muslos exuberantes mientras tu polla salta a una trepidación tensamente placentera.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Con una exhalación que no te diste cuenta de que estabas sosteniendo, te separaste cuidadosamente las piernas más separadas para exponer completamente su coño, dándole los muslos un apretón codicioso mientras presionas la parte inferior de tu polla contra su cálido sexo pegajoso y empujado a lo largo de sus resbaladizosLabios, convenciendo a un ronroneo lujurioso de la gran mujer de limo dormido mientras un sonrojo se arrastra sobre su cara pacífica, su cuerpo reaccionó a su enfoque con anticipación instintiva.",
                "Deslizando su polla para descansar su punta contra su entrada, lentamente se abre paso hacia sus confines intoxicantemente suaves, los dos dejan fuera un gemido de placer compartido mientras llenan su poco a poco ...",
                "Hasta repentinamente, jadeas mientras las piernas de la mujer dormida, envuelven irreflexivamente alrededor de tu cintura como el abrazo de un amante, enviando un cálido temblor de dicha corriendo por toda tu cintura y avivando tu ya ardiente libido, lo que te lleva a comenzar suavemente con la carrera de corazón con el corazón con el corazón.excitación.",
                "Construyéndate, mantienes tus empujes lentos y cuidadosos al principio, pero a medida que su coño suave se aprieta y apesta instintivamente en el tiempo con tus movimientos, enviando pulsos cálidos y cálidos de placer reverberando tu columna verY más a su vicio indulgentemente suave, haciéndote empujar cada vez más en busca de más éxtasis pegajoso.",
                "En un esfuerzo por reprimir el impulso atractivo de follar frenéticamente los desplegables pliegues de su coño pegajoso, alcanzas y tientas su pesado busto para distraerte con otras sensaciones y, por lo tanto.Y dulces ronronones de dicha mientras ella inconscientemente disfruta de tus ministerios.",
                "Con tu desacuerdo, empujándote a su figura grande y productora, ella se mueve ligeramente en su lugar con murmullos maravillosos mientras sigues follándola, cada empuje hilado haciendo que sus piernas te aprietas más fuerte en reacción mientras las ondas asombrosas en cascada a través de sus curvas gelatinales, sus senos se desvanecen enSu comprensión mientras toca y aprietas los montículos resbaladizos, mientras que tu polla se contrae en la creciente emoción del abrazo amoroso de su coño.",
                "Pellizando suavemente y moviendo sus pezones pegajosos, jadea bruscamente con la felicidad carnal apresurada como, inesperadamente, ella gime humilde y su orificio pegajoso se aprieta firmemente cuando su punta golpea su núcleo flotante, sus ojos caen por un momento antes de que ella se desvanezca poco a poco para dormir para dormir para dormir para dormir, incluso mientras sigues empujando con un creciente enamoramiento intoxicado hacia la mujer de limo lasciva.",
                "Pero a medida que realmente comienzas a perderte en tu tempo empujando, de repente se extiende con necesidad de sueño, agarra tus hombros con sus delgados brazos y te acerca como una almohada de abrazos, empuja tu rostro en su lujoso escote y sofocando tu razónSus piernas le dan a su cintura un apretón firme, recordándole que siga empujando hacia ella, el sonido húmedo que se hace eco de su apareamiento a la deriva del huerto.",
                "Matándose en su lujoso busto, estás dentro y fuera del pensamiento, cerca de Ambrosia sin pensar, con lentos empujes giratorios que envían escalofríos de la cabeza a los pies mientras su abrazo te mantiene firmemente presionado contra sus grandes curvas de lujo, ambas voces se derritenEn dulces gemidos aturdidos mientras su suave coño pegajoso se aprieta más y más apretado, tus manos a la deriva de sus curvas con un abandono adorador.",
                "PlayerOrgasmNoSpiritLoss",
                "Hasta que finalmente, pierdas el placer constantemente en constante en medio de los suspiros complacidos de Ambrosia, agradecidos que siguen convenciéndote de una rendición indulgente a su cuerpo, dando a un poderoso y aturdidor de la mente empujado hacia ella, tu erección temblorosa estallando gruesas de semen mientras ellaSus brazos y piernas te aprietan con fuerza con el tiempo con su coño, los dos dejaron salir un gemido compartido de lujoso orgasmo viscoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "Ohhh- ♥ mpphg- hwmwah-? ♥ ah-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "En medio del resonante clímax que cae en cascada a los dos en un dulce bucle de deleite carnal, su amante dormido finalmente se excita con un resplandor intoxicado, sus brazos y piernas apretadas a su alrededor reflexivamente mientras se aloja en la situación con un gemido somnoliento, su expresión su expresiónde confusión dar paso a uno de apetito sin sentido mientras entiende rápidamente la situación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Montrando en el emocionante orgasmo por todo lo que vale, Ambrosia se escapa y se frota en el éxtasis codicioso, tu cuerpo empujando terminando positivamente aplastado contra el de los grandes limones mientras terminas de correr en largas y maravillosas cuerdas que absorbe glotón, los dos eventualmente se relajanUna vez que su eyaculación disminuye, un resplandor infantil celestial que se rezuma en ambos, su gran amante se ríe musicalmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Ambrosia",
                "Mhhhh ... ♥ ahora esa es una llamada de atención ... ♥ Gracias, cariño. ♥",
                "Ella deja escapar un feliz director de operaciones mientras te acuna en su abrazo, y no puedes evitar corresponder el abrazo con un suspiro compartido de satisfacción cuando se acaricia cómodamente el dorso de tu cabeza con su mano suave, Ambrosia dejando escapar un reflexivoHum mientras su rostro se cambia rápidamente a una mirada con el sueño tapa, la pereza ya se arrastra hacia su expresión lánguida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "Mmmh ... pero debo decir que un entrenamiento como ese fue un poco agotador ... Entonces, ¿qué tal si solo ... tomamos una pequeña siesta como esta, cariño? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "No era necesariamente planeando hacerlo, pero con su fatiga posterior al orgasmo que lo golpea y la atractiva cómoda del cuerpo de Ambrosia lo atrae a un cansancio acogedor, cede y expresa su acuerdo con un suave gemido en su lujoso cofre, su reacción la convierte enDeja escapar una pequeña risita, el limo efervescente que te mantiene apretado mientras ambos se alejan en un dulce sueño compartido ...",
                "PlayBlackOut",
                "AdvanceTime",
                "1",
                "...",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "EndBlackOut",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Poco a poco, te despiertas para encontrarte todavía en un cálido y abarcador abrazo sensual, y levantar la cabeza para ver una sonrisa alegre mirándote, una Ambrosia completamente contenta acariciando suavemente tu mejilla, provocando un murmullo feliz de ti en elMaravillosa sensación de cada parte de ti sintiéndote melodiosamente feliz y acogedor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Finalmente despertando?Mmm ... ¿sabes que eres realmente lindo cuando estás durmiendo, cariño? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella deja escapar un titter alegre antes de desenredar suavemente sus cuerpos entrelazados y colocarlo útilmente en el borde de la piscina viscosa, una cálida sensación de relajación pegajosa que aún rezuma a través de todo su cuerpo mientras termina de despertar con somnimiento, tomando su dulce tiempo para solucionar mientras AmbrosiaTe mira en silencio, eventualmente lo solicitan cuando termines de volver a poner tu ropa.",
                "Speak",
                "Ambrosia",
                "Entonces, cariño ... ¿cualquier otra cosa con la que pueda ayudarte?",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "AmbrosiaMenu",
            "theScene": [
                "Menu",
                "Talk.",
                "Sex!",
                "RequiresChoice",
                "1",
                "",
                "Sex while she sleeps?",
                "Leave the orchard.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex while she sleeps?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "La mujer con curvas se rueda pensativamente en su piscina viscosa, dejando que su pesado busto se aplique contra su superficie mientras descansa los codos en la estafa y coloca sus mejillas en sus palmas para reflexionar sobre la idea, el movimiento hace que su largo cabello de gelatina sea de manera lenta.su espalda.",
                "Speak",
                "Ambrosia",
                "Hmmm ... follándome mientras duermo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Parece que no necesita pensarlo mucho en eso, porque en la idea, una sonrisa despreocupada y despreocupada se extiende sobre su rostro mientras deja escapar una risita de aprobación, pateando perezosamente sus piernas.",
                "Speak",
                "Ambrosia",
                "Bueno, cariño, cada vez que pases y me atrapes siesta, siéntete libre de seguir adelante y salirse con mí. ~ No me importará. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Después de todo, puedo dormir mi belleza mientras me haces sentir bien y me das una buena comida ... además de una hermosa llamada de atención.¿Qué no te gusta? ♪",
                "Helimitadamente, la gran mujer lima se vuelve hacia atrás con un estiramiento lánguido y llamativo que ondula a través de su cuerpo de gelatina, antes de tambalearse en su lugar y recostarse en su postura habitual con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "De hecho, podría ir a una siesta en este momento ... pero creo que sería más divertido si lo hicieras como algo improvisado y improvisado, en lugar de esperar que me vuelva a dormir.Se siente más espontáneo y apasionado, ¿sabes? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Así que siéntete libre de volver más tarde y sorprenderme, cariño. ♥",
                "SetChoice",
                "1",
                "SexSleep",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "¿Oh?¿Qué pasa, cariño?",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "Magic Jellies?",
                "The orchard?",
                "How's the village?",
                "Bubble Slimes?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Muy bien. ♪ No tengas miedo de charlarme cuando, cariño. ♥",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Magic Jellies?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "¿Oh?Sí, como mencioné mientras cultivaba este encantador huerto, puedo hacer jaleas mágicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "... que puede sonar impresionante a primera vez, pero no es tan excepcional, de verdad.Estoy seguro de que debes haber visto algunos en venta en las tiendas en algún momento.Cuando todo está dicho y hecho, no son {i} también {/i} diferentes de las pociones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "La distinción principal es obviamente la forma: a diferencia de las pociones, las gelatinas son bruscadas y semisólidas, lo que significa que no necesita almacenarlos en contenedores especiales como viales.La textura es otro factor importante: algunas personas prefieren una bebida a un regalo masticable, o al revés.Los sabores también son diferentes.",
                "Speak",
                "Ambrosia",
                "Después de todo, a pesar de sus similitudes, las jaleas y las pociones provienen de ramas separadas de alquimia, y cada una tiene propiedades únicas propias.No puedes convertir una gelatina en una poción, o una poción en una gelatina ... al menos no sin cambiar sus efectos por completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "... y si no sabes lo que estás haciendo, jugar con la alquimia cruzada probablemente resultará en volarte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "En general, la mayoría de los alquimistas favorecen las pociones porque es más fácil mezclar y preparar lotes más grandes de ellos a la vez, lo que es especialmente relevante para las brujas y su habilidad de infundir su extraña magia oscura en sus brebajes.",
                "Speak",
                "Ambrosia",
                "Mientras tanto, las jaleas deben ser compuestas e infundidas individualmente, y requieren mucho más trabajo de preparación, pero pueden tener muchos efectos interesantes.El núcleo de la gelatina es que necesitas un catalizador de algún tipo como base, como manchas de limo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "... lo que hizo que fuera bastante fácil para alguien como yo recoger. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Y en caso de que tengas ninguna idea extraña que se ponga en esa linda cabeza tuya, {i} no {/i} No hago todas las gelatinas en Lucidia. ~ No soy {i} tan bueno {/i}en eso ... ni ese trabajo duro.Pero lo que puedo administrar, ahora suministro a la aldea para que la plata venda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "En esa nota, cuantos más materiales e ingredientes tenga acceso, más podré experimentar y hacer nuevos tipos de jaleas, por lo que tendrá que esperar, ya que Sleim Vllge sigue creciendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "Y antes de preguntar, no cariño, no puedo darle ningún descuento o regalos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "... pero lo que puedo darte es una dulce diversión pegajosa. ♥ gratis. ♥ Así que no dudes en preguntar. ~",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "The orchard?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella mira alegremente el gran huerto Appel que rodea su piscina con un toque de orgullo, unas pocas frutas oblongas maduras que se encuentran sobre el entorno cubierto de hierba después de haber caído de sus árboles, listos para ser recogidos por Ambrosia o cualquiera que pueda meterse en busca de unbocadillo.",
                "Speak",
                "Ambrosia",
                "¿Hmhm? ~ Bueno, cariño, me viste hacerlo.Solo el resultado de un poco de magia de gelatina y un lote {i} {/i} de preparación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Y debo decir que estoy orgulloso del resultado, hmhm. ♪ Ahora tengo mi fruta favorita al alcance del brazo cuando quiera, una bonita casa con hermosos árboles, un hermoso lago y-",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Un limo azul entra brevemente en la escena con una sonrisa alegre, que le da a Ambrosia una pequeña ola y luego recogió una de las grandes frutas antes de tambalearse con el Appel con orgullo sobre su cabeza.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "Y el visitante ocasional ... O scrounger, debería decir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "Aunque para ser justos, no es como si pudiera comer {i} todos {/i} de estos apelados antes de que comiencen a salir mal, por lo que es bueno que el pueblo tome una buena cantidad de ellos para vender o comer ... aunque elBlue Slimes parecen preferir los arándanos, como regla, de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Pero realmente, no quiero decir que sean moochers.Ayudan a mantener este lugar mantenido también, ¡y es bueno que lo hagan!De lo contrario, necesitaría trabajar mucho más para la jardinería adecuada y la gelatina ... y para ser honesto, no quiero que mi hobby sea {i} que {/i} exigente, jaja.Necesito mi sueño de belleza. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Así que gracias a ellos, puedo pasar la mayor parte del día relajándome y disfrutando del huerto, y mantener mis actividades alquímicas como algo agradable.Sin mencionar que es mucho más fácil adquirir catalizadores cuando vives en una ciudad, y no en un agujero en algún lugar de la montaña.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "Aunque ... pensando en ello, me pregunto si debería haber plantado más que solo los árboles, para la variedad ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Ah, bueno, puedo preocuparme por eso cuando tengo ganas.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "How's the village?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "Bueno, no soy la mejor persona para preguntar, de verdad.No tiendo a salir mucho.Después de todo, mi pequeño escondite es muy cómodo y estoy perfectamente contento con eso, cariño. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "En lugar de visitar el pueblo, es más el pueblo que tiende a llegar a {i} Me. ~ {/i} No tengo escasez de visitantes curiosos ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "El limo promedio es un placer para hablar, aunque su vapor disperso puede hacer que sean agotadores para mantenerse al día.La plata parece ser la única con la cabeza en línea recta, y Petua es ... un evento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "En general ... es bueno.Un cambio de ritmo pintoresco de cómo vivía antes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Y cada vez que estoy de humor raro para un paseo, hay muchas más cosas interesantes y personas cerca para ver que solo rocas, rocas, la extraña arpía y el panorama de arriba en la montaña ...Agradable, y probablemente lo único que realmente me falta ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Tendré que llevarlos a su oferta para ayudarme a regresar allí algún tiempo, cuando lo desee ...",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Bubble Slimes?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speak",
                "Ambrosia",
                "HM?Cariño, ¿ese pequeño libro tuyo te cuenta sobre las especies de monstruos?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Sin embargo, supongo que es diferente escucharlo del artículo real, ¿eh cariño?... ¿O tal vez simplemente disfrutas de mi empresa y me escuchas hablar? ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella te da un guiño coqueto mientras sale de lánguida y lasciva haciendo alarde de sus atractivas curvas, antes de que vuelva a una expresión más sobria, tomando un aire casi profesor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "En comparación con otros slimes, burbujas o limos verdes, son naturalmente solitarios.Estamos muy contentos de permanecer en un lugar y relajarnos ... ¿Supongo que podrías llamarnos depredadores de emboscada?Algo así como un Alraune esperando que un chico lindo se detenga y nos vea imprudentemente. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "En comparación con la mayoría de los otros slimes, nuestra sustancia es mucho más suave, más de rendimiento y más abundante, y se esfuerza como una fuente termal ... aunque es mucho más resbaladizo e intoxicante para el tacto que el mero agua, por supuesto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Nuestro potente afrodisíaco natural seguramente te dejará dolorosamente duro y cachondo si te das un chapuzón, cariño, así que no seas tímido para obtener una experiencia de primera mano, especialmente si te sientes de humor indulgente.No me importará. ~",
                "Speak",
                "Ambrosia",
                "Aunque tenga cuidado: no te dejaré ir hasta que tengamos al menos unas pocas horas de amor lánguido y perezoso. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "... De hecho, ¿qué tal si cambiamos de teoría a práctica, cariño?Si te has cansado de hablar, puedes preguntar, y pasaremos un buen momento relajante, tú y yo. ♥",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Sex!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Lo esperaba. ♥ algo sabroso como tú es un verdadero placer. ♥",
                "Menu",
                "Hugging Handjob.",
                "Slippery Sixty-Nine.",
                "Languid Lovemaking.",
                "Lazily lie together and let her slime suck you off.",
                "Lewdly 'bathe' in the gooey pool with her?",
                "Maybe not...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Lewdly 'bathe' in the gooey pool with her?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ambrosia le da un guiño seductoramente ronroneante y se desliza para ayudarlo a quitarse la ropa mientras se frota sus amplias curvas contra usted, antes de alejarse de su forma desnuda y tirar un dedo en un gesto de ven.Líquido cálido y viscoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "La gran mujer de limo te captura en un abrazo apretado y presiona sus lujosas curvas contra ti una vez que te acomodas en la piscina burbujeante, apretando sus abundantes tetas contra tu pecho mientras lames sus labios regordetes.",
                "Speak",
                "Ambrosia",
                "Entonces, [ThePlayerName], ¿quieres obtener un bonito masaje burbujeante?¿O tal vez solo relaxxx y distinguir todo el tiempo? ♥",
                "Menu",
                "Get a bubbly massage.",
                "Make out in the pool.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a bubbly massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Ella asiente con un destello de emoción en los ojos, y comienza a meterlo suavemente en su grupo de limo con una sonrisa perezosa, alejándote del borde y hacia su centro.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Luego, le hace que te acostaras sobre tu estómago en su piscina de limo, la tensión superficial actúa como una cama acogedora para que te acuestes, su superficie suavemente burbujeante te da la caricia ocasional por sí sola.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Ahí, cariño.¿Todo cómodo?... Entonces comencemos el masaje {i}. ♪ {/i}",
                "Lángueriamente, se tumba sobre tu espalda, haciéndote temblar mientras su cuerpo elegante y pegajoso presiona hacia abajo, su lujosa suavidad deliciosa mientras se desliza a lo largo de tu piel, sus tetas pesadas y almohadas aplastadas sobre tus hombros, la parte más maravillosa de ellaTodo mientras te acomodas en la cama de limo debajo de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Luego, un jadeo agradable te escapa cuando comienza a usar todo su cuerpo para frotarte hacia arriba y hacia atrás, la sensación resbaladiza de sus grandes tetas y curvas de lujo que se deslizan sobre tu piel enviando hormigueos encantadores a través de tu cuerpo mientras sus movimientos hacen una ligera espuma deBurbujas de jabón, que te hacen tan resbaladiza como ella.",
                "Tu polla se hincha de las placenteras sensaciones de su delicioso masaje, la sensación de sus abundantes tetas contra tu espalda, especialmente excitante mientras te frotan y bajan en movimientos hábiles y seductores.Con su cuerpo colocando apretado entre ella y la piscina, su polla comienza a latir ansiosamente contra el líquido resbaladizo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Mmm, te estás poniendo tan duro, ¿no eres, guapo? ♥ solo relaxxxxx. ♥",
                "Gime de alegría cuando la textura jabonosa de su acaricia erótica y el aroma con sujeto manzana llenan lentamente el aire deja sus extremidades lentamente hundiéndose en la piscina viscosa, su cuerpo se desenrolla suavemente de sus liquidantes curvas de lujosos frotándolo hacia arriba y hacia abajo con la humedad audible mientrasLas burbujas aparecen suavemente a tu alrededor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Toda la tensión en tu cuerpo se está derritiendo, dejándote sonriendo felizmente mientras tus brazos y piernas se desplazan debajo del grupo de Goo, siendo masajea por su limo junto con el resto de tu cuerpo ... pero la sensación siempre presente de su abundanteLas tetas y el cuerpo lujoso deslizándose arriba y abajo de la espalda mantienen la mayor parte de su atención, las burbujas espumosas enfatizan la sensación de su piel viscosa contra usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Se siente tan bien, ¿no, cariño? ♥ Déjame derretirte en un desastre agradable. ♥",
                "Otro suspiro perezoso te escapa cuando todos tus músculos se sienten sueltos y débiles, su masaje erótico y resbaladizo disuelve todos tus preocupaciones y preocupaciones, dejando tu polla dura presionando dolorosamente contra su piscina viscosa mientras te acostas perezosamente, revelando las sensaciones que te está envolviendocon.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Pero una parte de ti está doliendo su propio masaje, ¿no, cariño? ♥",
                "Ella se convierte dulcemente mientras se frota hacia arriba y hacia abajo, y te gemirás mientras el limo debajo de ti se envuelve alrededor de tu polla rígida y la empuja a la piscina, creando una manga de sexo suave y blanda para que te empujes de forma ociosamente mientras ella la presionaLa pelusa se curva sobre su espalda, enviando sacudidas de éxtasis a través de usted cuando sus caderas inconscientemente se mueven hacia adelante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Sientes que te vas a derretir si esto se mantiene, tu rostro perdido en una sonrisa intoxicada y maravillosa mientras desliza su cuerpo de lujoso contra ti, sus grandes senos suaves te hacen temblar mientras continúa dejando una espuma resbaladiza y burbujeanteSobre tu espalda, tu polla se sacudió con entusiasmo dentro del coño viscoso en el que está atrapado mientras gemiste irritablemente en relajación erótica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Casi estás ahí, cariño. ♥",
                "Con su suave susurro, toda la piscina comienza a ondularse suavemente, acariciando cada parte de ustedes mientras continúa masajea y frotando la espalda con su propio cuerpo blando, y la tensión se acumula infinitamente en sus caderas a medida que todo su cuerpo está abrumadoramente cargado, cada uno.Un poco de ustedes dejaron hormiguear en maravillosa y melodía.",
                "PlayerOrgasm",
                "1",
                "Tu cintura no puede evitar empujar por sí sola al coño viscoso que hizo para tu polla palpitante, el interior apretado extrae un grueso spray de semen a medida que tus caderas se tensan en el éxtasis, tu mente burbujeando mientras te corres de un placer, su masaje sigue sucediendo todo el tiempo, extrayendo su intenso orgasmo incluso cuando su cuerpo se relaja en su pegajoso abrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "A medida que su clímax se aleja lentamente, te quedas espaciado desde el lodo de placer y hormigueos perezosos, tu polla todavía dolorosamente dura dentro de su Goo, lo que la lleva a plantar un beso húmedo en tu cuello.",
                "Speak",
                "Ambrosia",
                "Oh {i} cariño. ♥ {/i} Sigues tan {i} tenso {/i}, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Gemes mientras su limo le da a tu polla rígida un apretón amoroso antes de que te voltee suavemente, dejando que tus extremidades se hundan en su piscina pegajosa nuevamente mientras te acostas allí, tu polla de pie a todo el mástil.",
                "Speak",
                "Ambrosia",
                "Es mejor hacer el {i} frente {/i}, entonces. ♥ ¿Correcto, guapo? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella presiona sus lujosas curvas contra tu pecho mientras te sonríe perezosamente, frotando lentamente hacia arriba y hacia abajo de todo tu cuerpo con largos golpes, ocasionalmente acariciando tu dolor de virilidad con sus tetas de Jellowy, dejándote temblar y gemir del continuo masaje.",
                "Jadeas e intentas retorcerse, señalando rápidamente que, si bien tus brazos están firmemente sumergidos en su piscina, están casi completamente atrapados, tus músculos tan sueltos y relajados ni siquiera podrías moverte si quisieras ... pero tus preocupaciones se desmoronan tantoLa piscina comienza a ondularse y masajearte nuevamente, el líquido burbujeante te burla de ti cuando Ambrosia cubre tu frente en un desastre espumoso de burbujas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Estás muy tenso aquí, ¿no eres cariño? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Ella te da una sonrisa perezosa mientras se desliza por tu pecho nuevamente, arrastrando sus pechos de lujo sobre tu torso antes de que se asienta entre tus piernas, envolviendo tu polla entre su escote profundo y resbaladizo, todo mientras el grupo de limo continúa amasando y apretando cada uno.Un poco de piel conmovedor, dejándote un desastre lánguido y jadeado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Necesita alguna atención {i} especial {/i}. ♥",
                "Ambrosia luego comienza a bombear su longitud con sus pechos pesados, acariciándolo hacia arriba y hacia abajo con sus suaves tetas pegajosas, haciendo una espuma burbujeante entre ellos que hace que su polla se complete con deleite mientras las burbujas de corta duración son.Sus caderas hacen todo lo posible para empujar en su escote apretado, pero cada parte de ustedes está tan flojo y flácido, excepto su dolor de virilidad, que puede temblar indulgentemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Con una sonrisa tranquila, rueda sus senos en círculos perezosos, alternando entre apretar sus grandes tetas y ordeñarte con su escote, y su erección solo puede latir deleite mientras trabaja para drenar la tensión, el resto de ustedesMasajalizado ociosamente por el grupo ondulante de limo, sus pensamientos se alejan en una nube de placer.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Una sonrisa tonta y de placer está atrapada en tu rostro mientras te derrumbas bajo su cuidado, cada parte de ustedes hormigueando con un éxtasis radiando, y mientras comienza a bombear sus tetas aún más rápido, no puedes esperar soportar, tuEl cuerpo de la parte inferior del cuerpo deleite mientras brote las gruesas cuerdas de esperma en todos los senos, el éxtasis caliente electrificando todo su cuerpo mientras jadea con deleite, absorbiendo lentamente su semen con una sonrisa.",
                "Te acostas allí, jadeando en un agradable aturdido, Ambrosia te sonríe mientras termina empapando en tu semilla, y ella produzca ociosamente tu polla aún rígida con un dedo pegajoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Ohhhh?Cariño. ~ ♥ eres {i} todavía {/i} tenso. ♥ Así que hagamos la espalda de nuevo. ♥",
                "Intentas sacar una respuesta, pero ella te enrolla primero, dejándote gemir mientras tu polla rígida se sumerge en su piscina pegajosa e inmediatamente comienza a deslizarse hacia arriba y hacia abajo con sus curvas resbaladizas y lujosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Es como si toda la tensión en tu cuerpo entrara en tu polla. ♥ jeje. ♥ no te preocupes, cariño, ♥ la escurriré {i} alllll {/i} out. ♥",
                "Sus movimientos se vuelven más contundentes y solo puedes jadear y gemir mientras ella hace que tus caderas empujen a su pegajosa manga de sexo presionando sus propias caderas contra ti, susurrando y arrullando dulces en la oreja mientras sus abundantes tetas se deslizan hacia arriba y hacia abajo por la espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Su cuerpo siente que se está derritiendo del placer, y puedes sentir algo en tus caderas que se esfuerza mientras el placer se monta, sus curvas resbaladizas que te están colocando contra la piscina, abrumando tu cuerpo de antecedentes y de orgasmo, solo gemidos y suspiros complacientes ahora escapartu boca descuidada ...",
                "PlayerOrgasm",
                "1",
                "Hasta que ese tumbado en sus lomos finalmente se rompe y su llanto en el orgasmo, el deslizamiento de las tetas resbaladizas de Ambrosia y el constante roce de sus peluches parecían extraer un grueso chorros de semen con cada movimiento hacia arriba y hacia abajo, como si su masaje se movieraUn interruptor en tu polla, ordenándolo que simplemente establezca para ella sin parar.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras gira sus caderas contra las tuyas y desliza sus tetas arriba y abajo de tu espalda, se ralentiza aún más, dejando tus pensamientos disueltos en ola tras ola de clímax largos y largos mientras vierte tu semilla en su estanque, goteando más semende lo que debería ser razonable, dejándote derritiéndote en su abrazo mientras te corres una y otra vez de su amado y perezoso masaje ...",
                "SetSpirit",
                "0",
                "...",
                "JumpToScene",
                "PostBatheLewds"
            ]
        },
        {
            "NameOfScene": "Make out in the pool.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella te da un asentimiento y una sonrisa lasciva, esperando que hagas el primer movimiento mientras ella frota sus senos contra ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Sin resistirte al entorno, envuelve los brazos alrededor de la mujer pegajosa y la besas profundamente, haciéndola carcajada mientras te besa, enredando perezosamente su lengua con la tuya, empujando lentamente hacia la espalda contra el borde de la piscina mientras ella la frotaCuerpo delicioso contra ti, un goteo de goo gaseoso deslizándose por la garganta y llenando gradualmente tu núcleo con un calor burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Mmmm ... ♪ Cariño, voy a hacer, ♪ mphhh, ♥ te sientes {i} shoooo {/i} bueno. ♥",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras su lengua pegajosa gira perezosamente alrededor de tu boca, dejas escapar un gemido suave cuando ella frota su cuerpo de lujoso contra ti debajo de su piscina pegajosa, todo y cada vez más de su saliva burbujeante se desliza en tu garganta, nublando tus pensamientos ya cachondos conLos sonidos del estallido burbujeante y una neblina de excitación cada vez más cálida.",
                "Tus manos comienzan a deslizarse sobre el cuerpo de tu amante pegajoso, permitiéndote apreciar completamente sus curvas suaves y blandas mientras te besas apasionadamente, su seductora mirada encerrada con la tuya mientras el plomo del beso íntimo cambia de un lado a otro.",
                "Speak",
                "Ambrosia",
                "Cariño- ♥ sabes tan bien ... ♥ quiero más. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Un escalofrío atraviesa tu cuerpo mientras sientes que tu polla rígida se envuelve suavemente en una manga de sexo suave y pegajosa debajo del líquido viscoso cuando la mujer lima comienza a balancear lentamente sus caderas hacia ti, cada impacto húmedo saca un gemido de tus labiosY directamente en su boca mientras te relajas en la piscina burbujeante con ella en tus brazos.",
                "Pronto, has hundido el cuello hasta el burbujeante que aún la besas, tu cerebro sintiendo que está aturdiendo y apareciendo del líquido afrodisíaco que has estado bebiendo mientras cada parte de ustedes debajo de la lima se está apretando y caresan sin ociosidad.Te sorprende que pueda mantener su cuerpo curvilíneo regordete debajo de su propia piscina de limo, pero sus manos no se quejan mientras se mueven a través del grueso líquido para tocarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sus grandes tetas suaves están firmemente presionadas contra ti mientras ella roca lentamente sus caderas, tus lenguas rodando perezosamente unas a las otras mientras el placer se derrite a través de ti, cada parte de ustedes sumergido en el placer burbujeante, tus pensamientos se pierden en un mar de lujuria.",
                "Speak",
                "Ambrosia",
                "Mnnn- ♥ Honey- ♥ Agarra mi cintura- ♥ mmmmmm- ♥ y {i} joder {/i} Me como si lo diga en serio. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Manteniendo el beso apasionado, obedece fácilmente sus instrucciones, deslizando sus manos a través del líquido viscoso para agarrar sus caderas de lujo y gruesas y comienzas a guiarla arriba y abajo de tu polla rígida, Ambrosia dejando escapar un gemido cuando la punta la golpea.núcleo una y otra vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Toda la piscina parece ondularse a medida que gradualmente subes tu tempo, tu mente se enfoca completamente en hacer el amor con Ambrosia, cada impacto húmedo debajo de la piscina haciendo que tu espasmo de polla sea necesaria cuando tu punta golpea su núcleo.El limo mira con amor a tus ojos todo el tiempo mientras continúas cambiando la saliva, cada parte de tu cuerpo hormiguea de emoción.",
                "PlayerOrgasm",
                "1",
                "Gimas cuando alcanzan su límite y, con una poderosa reunión final de sus caderas, ambos gimen en la boca del otro mientras ambos alcanzan su clímax, su semilla se pone en su núcleo desde el punto de impacto, se disuelve lentamente por su viscosidad.Cuerpo mientras ustedes dos todavía se abrazan, temblando de alegría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella rompe el beso primero, dejándote jadeando para recuperar el aliento mientras las réplicas orgásmicas se tiran a través de tu piel ...",
                "Speak",
                "Ambrosia",
                "Oh ... cariño, eso fue increíble. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "... aún no has terminado, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Su cerebro siente que ha estado lleno de burbujas en este momento, y no puede rechazarla o incluso pensar de manera coherente, empujándola ansiosamente nuevamente mientras comienza a rodar sus amplias caderas en círculos, haciéndola reír perezosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Good.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Los dos vuelven a besarse, tus lenguas se envuelven unos a otras mientras ella balancea sus caderas con el tiempo con tus empujes, los dos a la deriva gradualmente hacia el centro de la piscina mientras continúan follando, tu segunda carga vierte en ella soloMientras se recuesta sobre su piscina de limo, colocándote directamente sobre ella mientras la pistón en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella deja escapar un suspiro lánguido cuando pronto reanudas follándola desde arriba, su burbujeante afrodisíaco hormigueo a través de tu cuerpo, manteniéndote enfocado en aparearse con ella, dejando que tus manos se deslicen sobre su lujoso cuerpo mientras empujas y ella hace feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Ambrosia",
                "Mmmm, fóllame tanto como quieras, cariño. ♥ Solo me acostaré y lo disfrutaré, ¿de acuerdo? ♥",
                "Asiente con la cabeza en un acuerdo irreflexivo mientras continúas follando su coño suavemente apretando, su hábil textura te hace temblar mientras tu tienta y juega con los grandes senos del limo, la gran dama jadeando con deleite cada vez que tu longitud golpea su núcleo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mmm ... pero avísame si quieres cambiar de posición. ♥",
                "PlayerOrgasm",
                "1",
                "Para enfatizar, usa su naturaleza viscosa para cambiar casi instantáneamente su cuerpo propenso misionero a un empuje de estilo perrito en culo, lo que te hace llorar en un shock orgásmico por el cambio de sensaciones, llenándola con otra carga de semenMientras muele sus espesas caderas contra tu ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "A medida que te recuperas, tus manos se toman un momento para apreciar su lujoso trasero antes de inclinarla sobre ella y comenzar a golpearla desde la nueva posición, tirando de ella para otro beso cargado de afrodisíacos mientras ella te deja hacer todo el trabajo, tus manos agarrando a sujetarde sus abundantes tetas mientras trabajas hacia tu próximo clímax alucinante ... luego el siguiente a medida que alternas las posiciones ... y luego la siguiente ...",
                "SetSpirit",
                "0",
                "...",
                "JumpToScene",
                "PostBatheLewds"
            ]
        },
        {
            "NameOfScene": "PostBatheLewds",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "RestPlayer",
                "RestPlayer",
                "RemoveStatusEffect",
                "Aphrodisiac",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Poco a poco, te despiertas en un aturdimiento después de lo que debe ser {i} horas {/i}, Ambrosia te abrazó suavemente por la espalda con una sonrisa perezosa mientras te desvías en su grupo de limo.",
                "Speak",
                "Ambrosia",
                "Parece que te disfrutaste mucho, cariño. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Ella te da un suave beso en la mejilla y te guía de nuevo en la orilla de su estanque, ayudándote a sentarte en su borde mientras te recuperas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Debes estar cansado después de esto, así que no dudes en descansar un poco más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "... o ... tal vez quieras volver, cariño? ♥",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Hugging Handjob.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "La mujer de limo madura da una pequeña risita musical ante su sugerencia, captando de manera coquejada un 'cerradura' de 'cabello' pegajoso en un dedo y girando.",
                "Speak",
                "Ambrosia",
                "Uhu ~ sintiéndose tierno, ¿no eres tú, cariño?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mmmh, yo también estoy ... así que ven aquí, cariño. ♥",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Ella recupera lasciva con un atractivo gesto de su dedo, lo que provoca que no pierda el tiempo en desechar la ropa y dejarla al lado de la piscina de color manzana antes de meterse, un agradable escalofrío de la lujuria relajante que te atraviesaA medida que sus piernas se hunden en el líquido pegajoso con un débil leve y hormigueante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "La sensación exótica sigue reclamando más de ustedes mientras continúa avanzando hacia Ambrosia, hundiéndose cada vez más en su estanque y comenzando a sentirse felizmente mareado por la relajación viscosa y brillante, hasta que ya no puede encontrar su equilibrio y comenzar a nadar hacia ella, atraído, atraídoAvance por el cuerpo suave del gran limo, su marco de gelatina curvilínea y su delicada voz mientras trilas y ronronear, haciendo alarde de caricias lánguidas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Mmmuhuhu ~ un chico tan ansioso. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Atrás atraído, remar más rápido en su dirección, haciendo todo lo posible para ignorar la excitación que distrae que te atraviesa como más y más placer gaseoso y almibanado lo llena, dejando sus movimientos cada vez más desorganizados y dificultando ahora pensar en algo más que sexo con sexoLa mujer Matronly Gelee que te da un guiño burlón ...",
                "DisplayCharacters",
                "EndLoop",
                "... y de repente desaparece en su piscina, tan rápido que se siente como si acaba de salir de la existencia, ¡dejándote solo con un jadeo nublado!",
                "Salpicando, miras de forma perpleja, preguntándote si todo esto era un truco desde el principio y Ambrosia solo estaba jugando una broma ...",
                "... Entonces dejas escapar un sonido de sorpresa cuando sientes algo anormalmente sólido, toma forma detrás de ti ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "... que resulta ser ninguno más que el limo amante de la appel que deja escapar un titter alegre ante tu reacción, la gran dama te atrapa en su regazo mientras te rodea los brazos mientras se forma del líquido que estás bañandoEn, su confundido grito cambiando a una exhalación de gemidos cuando no puedes evitar volver a relajarse ante la sensación de su abrazo maternal, y luego convertirte en un jadeo caliente cuando le da un beso a la parte superior de tu cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Speak",
                "Ambrosia",
                "Mmmwah. ~ ♥ mis disculpas por la maniobra de menores, [ThePlayerName].Espero que me perdones la pequeña broma.",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "Cualquier respuesta que haya querido dar fundido a un suspiro indistinto, ya que Ambrosia no le deja tiempo para responder o incluso pensar, continuar tratando de tender besos, uno en la parte posterior de su cuello enviando una costilla de relajación a través de su columna vertebral,Uno en tu mejilla haciendo que tu mandíbula se floja, y finalmente uno en tu oído, que te hace sentir que tu cerebro en sí mismo se está suavizando a medida que tu portador de carpas se ríe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Uhuhu ~ Qué hermosa captura tengo aquí ... y tan sabroso también. ♥",
                "Mientras habla, le da a su eje erecto que ya es bueno, una pequeña caricia juguetona de su dedo, el simple contacto que hace que su piel sensibilizada temble y ya dejando una gota de precum que se va a salir de su erección necesaria, su reacción haciendo la voz de la mujer limaCambiar de la alegría ventosa al entusiasmo casi depredador mientras se acerca a su oído.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Será mejor que lo comiera antes de que intente alejarse. ~",
                "Jadeas felizmente cuando la mano imposiblemente suave de la gelatina se cierra sobre tu polla e involuntariamente empujas a su alcance, tu carne hinchada se desliza y se desliza a medias en su cuerpo de rendimiento, una excitación más indefensa empañando tu mente mientras Ambrosia lame el borde del bordede tu oído ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "... luego lo prodige con besos de nuevo, cada picotaje lánguido rociando tu mente manchada de lujuria con el sonido íntimo de sus lujosos labios y la sensación gaseosa de su limo, todo el tiempo que se acomoda en un trabajo de mano constante y de ritmo lento quePoco a poco lo convence para que detenga su empuje apresurado y, en su lugar, se recosten en ella, un suspiro vápido de dicha flotando de su boca cuando su cabeza se acompaña cómodamente entre sus senos.",
                "Por lo tanto, tratado como un rey y cayendo cada vez más en la euforia indiferente y irreflexiva, te dejas ser lujosamente acunado, besado y fastidiado, el asalto de placer multipurado que hace que tu resistencia se evapore tan fácilmente como las burbujas que flotan en el estanque de Ambrosia., y ya haciendo que tu virilidad se contrae con un orgasmo inminente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mmuhu ~ Me gustan los novios que saben cómo ser honestos y se divierten ... listo para darme una gran carga, cariño? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Sintiendo que no podías contener tu eyaculación, incluso si tuviste alguna inclinación, solo te recostes y te pones indulgentemente hacia ella mientras ella continúa tratando de más besos por toda la cara y el cuello, aumentando aún más el placer que se eleva entú...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "PlayerOrgasmNoSpiritLoss",
                "Hasta que se derrame y te dispara en un arco de semen de géiseo que se levanta y luego se recurre a Ambrosia, la mujer lánguida que suelta un alaboraje de satisfacción mientras bebe inmediatamente en tu semen, su mano continúa deslizándose sobre tu pollaY la cuerda de leche después de la cuerda, haciendo que su visión nade con éxtasis hasta que sus brotes disminuyan, permitiéndole descender de su clímax con un suspiro irreflexivo.",
                "Speak",
                "Ambrosia",
                "Veeery agradable, cariño ... pero seguramente, ¿eso no es todo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Su mente todavía girando con deleite, no se les ocurre ninguna razón por la que deba poner fin a esta experiencia maravillosa y no moverse una pulgada, permaneciendo justo donde pertenece entre las grandes tetas de la dama de limo, lo que le lleva a soltarUn trill ronroneo de contenido.",
                "Speak",
                "Ambrosia",
                "Me alegra que estés de acuerdo ... mmmwah. ~ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Una vez más, mima su cuerpo completamente relajado con sus labios de almohada mientras reanuda la paja de seda, su boca se mueve de su pómulo hasta su propia boca que afirma suavemente, una de sus manos te guía hacia el suave beseut mientras sus dedos continúanMuévete constantemente hacia arriba y hacia abajo, las sensaciones Ooey-Gooey que te hacen sentir como si estuvieras derritiéndote y te convierten en gelatina tú mismo ...",
                "Por lo tanto, con amor mordido, no pasa mucho tiempo antes de que su polla irresistente comience a latir nuevamente, señalando otro orgasmo indulgente, y esta vez, Ambrosia se ríe lasciva en la boca mientras deja ir su eje para mover su palma a la punta de su hombre, frotando suSuperficie perfectamente suave sobre su glande, asaltándose con nuevos estímulos que te hacen gemir impotente mientras sigues intercambiando más besos con tu amante viscoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Completamente dócil en su agarre suntuosamente pegajoso, la dejas llevar a otro maravilloso clímax, temblando mientras se ríe dulcemente y te lame los labios de una manera depredadora, lo que te hace completamente ceder ante ella y tu eyaculación burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Mientras te abandonas, tu polla rocía poderosamente su semilla directamente en su mano, cada gota de tu corrida se absorbe instantáneamente en Ambrosia que se convierte con avidez mientras disfruta de otra generosa ayuda de tu semen, el golpe de sus lujosos labios contra tu propio anillocomo una orden para darle todo lo que te queda para dar, chorrear, chocar y chocar ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Hasta después de lo que parece ser completos de corredores sin parar, sientes que tus bolas han liberado cada gota que todavía sostenían, la codiciosa chica monstruosa finalmente renuncia a tu boca para dejar que tu cabeza retroceda para siempre entre sus senos reconfortantes, una mano suavemente dando vueltasY acariciar tu polla para que te permita disfrutar plenamente de tu resplandor mientras el otro se mueve a tu cara para acariciarla tiernamente.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Aaaaah ... ¿no era tan agradable, cariño? ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Sintiéndose completamente drenado de la mejor manera, dejas escapar un murmullo medio incorrecto mientras continúas acostado allí en el agarre de Ambrosia y acariciaron indulgentemente su seno suave, haciéndola reír cariñosamente.",
                "Speak",
                "Ambrosia",
                "Awww, mírate, [ThePlayerName].Todos torcidos ... parece que podrías usar una siesta, cariño. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Speak",
                "Ambrosia",
                "Mmmmyes ... una siesta ... suena ...... bien .....",
                "PlayBlackOut",
                "El lánguido lánguido se queda a medida que se duerme, y sintiendo que no podías moverte a ti mismo, incluso si querías, solo tienes que cerrar los ojos para hundirte instantáneamente en el sueño, felizmente a la deriva para dormir ...",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1",
                "...",
                "EndBlackOut",
                "Cuando vienes, descubres que ya no estás descansando en Ambrosia, sino que se encuentran medio en su piscina de Jellowy.La dama misma no se ve por ninguna parte, sin duda se quedó completamente dormida y se derritió en su estanque mientras estabas tomando la siesta ...",
                "Afortunadamente, no se necesita un gran esfuerzo para remar de regreso a la orilla, limpiar la sustancia verde de tu cuerpo, luego recuperar tu ropa y repararte, después de lo cual te imaginas que también podrías dejar que Ambrosia duerma su belleza y se vaya, alejándose,Volviendo al centro de Sleim Vllge.",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "JumpToEventThenScene",
                "SleimVllge",
                "SlomeExploreMenu"
            ]
        },
        {
            "NameOfScene": "Lazily lie together and let her slime suck you off.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Oh cariño, me gusta esta idea. ~",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Un momento encantador y relajante, no hacer nada más que abrazar y divertirse sexy y divertirse ... es como si estuvieras leyendo mi mente, cariño. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Hagámoslo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Acostado con un suspiro lánguido, cambia de su posición de descanso habitual a una supina que muestra su figura grande, suave y pecaminosamente curvilínea en toda su gloria brusca, la atractiva vista te da tu señal para desnudarse y unirse a ella, un jadeo, un jadeo, un jadeo.Ya escapar de la boca y las mejillas ya comienzan a enjuagarse ante la sensación de que su cuerpo se sumerge en el limo de rendimiento y efervescente de la piscina de la piscina de manzana.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "El líquido sordo y almibarado que te rodea por completo como un abrazo que abarca todo, te diriges a Ambrosia en una neblina cada vez más embriagadora de intoxicación hormigueante, casi sintiendo que no estás progresando mientras caminas a través del estanque gaseoso, como si estuvierassolo estaban remando en su rumbo en su seductor de gelatina que tentadoramente se encuentra justo frente a usted, posando y haciendo señas como un espejismo fascinante ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Hasta que con una velocidad sorprendente, comienza a deslizarse en su dirección con la facilidad y la rapidez de un patinador de hielo sin dejar su postura de descanso, moviéndose sin esfuerzo a través de su propio limo como si la estuviera llevando.Así que deslizándose hacia ti, ella se encuentra a medias en la piscina en su camino y termina atrapándote suavemente directamente en ella, tu cuerpo de repente se encuentra ubicado en la burbujeante niña monstruosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Atrapado por sorpresa por su movimiento, no puedes evitar dejar escapar un gemido de placer y comodidad ante la sensación de que tu marco ya relajado está envuelto por la dulce y semisólida de Ambrosia, una sensación de facilidad y seguridad que te reclama, más allá.aumentado por la mujer maternal dando palmaditas suavemente a la cabeza y dejando escapar un delicado trino de cariñosas risas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Al no ver ninguna razón para contener, con mucho gusto, te dejas masturbarse por la gran chica de limo y acariciarte su cuerpo con un suspiro de contenido, lo que la lleva a levantar una ceja en interés lascivo mientras su risa cambia a un operador ronroneante y ella la dirige tiernamentededos suaves a través de tu cabello.",
                "Speak",
                "Ambrosia",
                "Ya me siento bastante indulgente, ¿hm?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Eso está bien, cariño. ~ Me encanta mimar a los hermosos novios como tú. ♥",
                "Mientras habla, su cuerpo se vuelve más certificado, haciéndote exhalar una felicidad encantadora mientras te hundes más en la deliciosa calidez, suavidad y pegajosidad de la burbuja, tu feliz exhalación de repente atrapando en tu garganta cuando sientes una sensación de tracción inesperada en tuManodidad, la piscina muy líquida chupando tu polla ya endurecida, la estimulación exótica te hace estremecer en la excitación caliente mientras la Ambrosia se ríe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Bien, hm, cariño?De esa manera, puedes acostarte allí y dejarme sacarte sin tener que hacer nada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Su mentalidad ya a medias nadando en gravedad de la alegría, solo puede responder a una oferta así con un desordenado acuerdo que hace que su compañero de morder se ríe de manera apreciada y lamer sus labios mientras te abraza más fuerte contra su lujoso cuerpo, la mayor parte de tu marcoDespués de haberla hundido en ella, dejando solo la mayor parte de tu cabeza de la mujer gelatina, tu cara se volvió hacia un lado para garantizar que tu respiración permanezca sin obstáculos.",
                "En esta posición, la parte superior de su cuerpo está cómodamente acurrucada entre sus senos mientras sus brazos se cuelgan a los costados, abrazando reflexivamente su cintura mientras sus piernas se enredan perezosamente con los semiliquidos de su compañero, haciéndolo sentir que está flotando en un suntuoso océano de nadaPero Ambrosia, rodeada por todos lados por ella, su toque reconfortante, su voz cálida y su limo lascivo que se mantiene suave y amorosamente chupando hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "La niña del gran monstruo, la presencia tranquilizadora, las amables palabras y las caricias tiernas que te permiten sentir que puedes dejarte ir y disfrutar de la experiencia al máximo, con gusto acepta la atracción sostenida de la Goo conmovedora que continúa estimulando tu polla como una perfectamanga ajustada, apretando y chupando hábilmente tu virilidad, con avidez pero que te trabaja suavemente hacia un bonito clímax jarabel.",
                "Su resistencia ya se ha disuelto por completo en el estanque de la espada de espesas, ni siquiera se puede pensar en contener sus impulsos, y dejar que la excitación siga montando dentro de usted hasta que sienta su orgasmo se acerca constantemente, tan suavemente y lánguidamente como las ondasDe un mar de mar tranquilo en una orilla, la sensación eufórica de éxtasis climático inminente empañando su cerebro con dicha tántrica.",
                "PlayerOrgasmNoSpiritLoss",
                "Apenas tensado, y gimiendo un suspiro caliente y prolongado mientras dejas que la agitación eléctrica que rezume te reclame, sientes que tu polla latirá de manera agradable en medio de una lujosa eyaculación, la piscina de sorbing continúa tirando y tirando de tu eje con un ejeEl equilibrio perfecto de la fuerza y ​​la suavidad, asegurando que permanezca perfectamente relajado como Strurt después de que Strurt of Cum sea sacudido de usted para ser tragado de inmediato en las profundidades del estanque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Saboreando el sabor de su semilla con un ronroneo codicioso demostrativo, como si lo hubiera tragado directamente, Ambrosia se asegura de que mantenga su orgásmico alto durante el mayor tiempo posible con caricias expertas y un masaje sostenido de cuerpo completo de su propio hundido.Figura, haciendo que su mente se mueva eufóricamente del asalto implacable de la cicatrización suave y feliz.",
                "Sientes que todos tus pensamientos, todos tus músculos se están volviendo cada vez más confusos, dejándote lleno de nada más que pura felicidad y placer relajado, todas tus preocupaciones y preocupaciones disipándose, y se esfuerzan como burbujas, haciendo una sonrisa vápid.Te mueves indulgentemente contra Ambrosia para hacerte aún más cómodo contra ella, provocando una dulce risita de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Hmhm. ♪ Me alegro de que te guste tanto, cariño. ♥ ¿Qué tal si seguimos así?¿Suavemente, con amor, tiernamente ... hasta que nos quedamos dormidos? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "De manera brumosa, puntúa su oferta lasciva con otro tirón lento, lánguido y pegajoso de bombeo en su polla ya rehesiva, haciendo una nueva sacudida de excitación que atraviesa su columna verteDe respuesta, sus ojos se cierran solos, mientras que una sonrisa lasciva completamente contenta permanece enyesada en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Dejando que su cintura se hunda completamente en el estanque adictivamente cálido y consoladamente efervante, respiras temblorosos del aire con olor a manzana, murmurando felizmente cuando Ambrosia cooS apuridamente ante tu reacción y envuelve los brazos alrededor de ti, manteniéndote bien y apretado contra ellaMientras su limo continúa teniéndote complaciendo por sí solo.",
                "Pammingermente, el líquido en movimiento se enfoca no solo en su eje erecto, sino también en sus bolas, masajeando y girando delicadamente para que los convenceran para que produzcan más semen para la gran mujer lima mientras se desplaza a un sueño irreflexivo en su abrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "A medida que sus sentidos se vuelven confusos y su conciencia se desliza gradualmente hacia el sueño, nuevamente siente que su cuerpo responde a la constante chupación y sorbiendo su virilidad con otra eyaculación generosa, cuerdas de semen de chorrear una vez más momentáneamente manchar la piscina verde antes de ser absorbido rápidamente y disuelto, dibujando un dulce zumbido satisfecho de Ambrosia mientras comienza a quedarse dormido.",
                "Descreente de un éxtasis viscoso y indulgente, usted y su amante pegajoso se quedan dormidos para siempre, ambos todavía medio inmóviles en la extensión pecaminosamente cómoda de gelatina de almibateo con olor a manzana, todo lo que continúa siendo lujosamente atendido, otro orgasmo que ya está cerrando más cercaIncluso cuando su conciencia gira suavemente ...",
                "PlayBlackOut",
                "StopBGM",
                "AdvanceTime",
                "1",
                "...",
                "EndBlackOut",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Cuando llegas, te encuentras acostado contra Ambrosia, sintiéndote deliciosamente descansado e imposiblemente drenado al mismo tiempo, la razón se vuelve aparente rápidamente cuando cambias reflexivamente contra la gran dama y desalojas por cierto tu polla de su estanque en el proceso, tu proceso, tu proceso, tu proceso, tu proceso, tu proceso, tu proceso.La suavidad completa de la virilidad y el ligero entumecimiento en la cintura insinuando que debe haber seguido siendo ordeñado durante todo el sueño ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Tus movimientos despertando a la chica monstruosa amante del sueño a su vez, murmura un poco antes de abrir los ojos gruñones, haciéndote preguntarte cuánto tiempo podría haber permanecido dormido si no la hubieras despertado ...",
                "Speak",
                "Ambrosia",
                "Hmrph ... cinco minutos más ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Sin embargo, su expresión cambiante cambia cuando te da cuenta de ti, su ceño fruncido perezoso cambiando a un guiño feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Oh, hola, [ThePlayerName].Dulces sueños, ¿parece?... ¿Listo para otra ronda? ♥",
                "No estás seguro de si está hablando en serio, pero teniendo en cuenta el estado de tu polla completamente ordeñada, ni siquiera crees que podrías ir de nuevo ... sin mencionar que no puedes pasar todo tu día y quedarse dormido, luego despertando para tener relaciones sexuales nuevamente, luego volver a dormir una y otra vez ... tan tentador como puede ser la perspectiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "No ahora, ¿hm?Eso está bien, cariño.Déjame ayudarte y a ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Como antes, ella se desliza por el estanque con un zumbido tranquilo, trayendo de regreso a la orilla donde no puedes evitar sentir un toque de arrepentimiento mientras te separas de su cuerpo suave y cómodo, el limo melty regresa a una consistencia pegajosa más sólidaMientras te levantas con un poco de temblor y luego puedes repararte, Ambrosia mirándote descansado cuando vuelves hacia ella, esperando ver si hay algo más que quieras de ella.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Slippery Sixty-Nine.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "A su sugerencia, Ambrosia te da un guiño juguetón mientras le duele perezosamente sus tetas pegajosas con un apretón de masaguinentemente atractivo.",
                "Speak",
                "Ambrosia",
                "Hmmm, supongo que puedo obtener un {i} pequeño {/i} activo para ti, cariño. ♪ Ven aquí. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Con su seductora croon invitada en el aire, te desnudaste y te deslizaste en la pegajosa piscina de limo burbujeante flexible debajo de la mirada lasciva de Ambrosia que da un estiramiento perezoso mientras lame sus suaves labios.",
                "A medida que te acercas a ella, la mujer gelatina parece estar haciendo un espectáculo para ti, haciendo alarde de sus curvas sexys mientras deja escapar un suspiro lánguido, su voz se convierte en un ronroneo agradable cuando te acercas a su atractivo cuerpo y comienzas a acariciar tientamenteSu locura de locura hasta sus anchas caderas, persuadiéndola para sentarse lentamente y deslizar cariñosamente sus manos sobre los hombros con un brillo hambriento repentino en su mirada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Solo recuéstese, cariño. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tareando suavemente, se inclina lentamente, presionando su busto contra tu pecho mientras sus labios te atrapan en un beso sorpresa que se convierte fácilmente en un apasionado y giratorio de la lengua mientras te empuja suavemente en su delgada piscina con forma de cama.Apenas te das cuenta de que te tiene acostado y hundiéndote en su pegajoso abrazo hasta que sus lujosos labios se separan de los tuyos y te da una cálida sonrisa seductora, una mano que acaricia a lo largo de tu mejilla.",
                "Luego, con una suave avalancha de movimiento amorfo, Ambrosia gira fuertemente sobre ti, de repente llevando su pesada Jellowy trasera sobre tu cara antes de darle a su trasero semitransparente un batido tentador, mientras que sus pechos pesados ​​colgan sobre tu dolor de erección y sus manos cariñosasA lo largo de sus muslos internos, avivando aún más su libido con su toque tierno, suave y deslizante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Mhuhu ~ Asegúrate de dar tan bien como te vayas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Luego deja caer su forma pegajosa sobre todos a todos de una vez, enterrando tu polla en su escote resbaladizo y tu rostro contra su coño babeante y sus amplias caderas jiggly, el impacto que te onduló a través de ti y en la piscina debajo de ti como una ola de adoración de la mente, laLas curvas cálidas de la mujer gaseosa te abrazan desde todas las direcciones, sofocando tu cuerpo y tu mente en un instante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ronronea de Ambrosia Cuando te apasionas a tientas a tientas en la parte trasera regordeta con los dedos codiciosos mientras te pones ansiosamente comiéndola, algunos de sus rezumados con sabor a manzana goteando en tu boca, llenándote con lujuria burbujeante y una felicidad espaciada, convenciéndote deRedoble tu lapes y besando a su contenido de gemidos.",
                "Mientras tanto, ella mueve suavemente su cuerpo deliciosamente regordete sobre ti, enviando ondas acariciadas a través de todo tu marco desde arriba y abajo mientras comienza a rodar sus pesadas tetas en círculos lentos alrededor de tu polla sacudida, tu eje erecto se hunde sin esfuerzo y felicidad en su goo que cede goo..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Mhhhh, sigue así, cariño. ♥ Pero avíseme si alguna vez necesitas un descanso allí. ♥",
                "Mientras habla, muele sus gruesas caderas en sus amadas atenciones, cada vez más de sus pensamientos se disuelven en pura lujuria necesitada de su empalagoso abrazo resbaladizo por todas partes, su cuerpo inútilmente flexible que te lleva a tientas, besas y lame aEl contenido de su corazón mientras ella se mueve lentamente a rebotar sus tetas pegajosas en su regazo, manteniéndolo atrapado en la cálida prensa de su forma de masaje de forma pegajosa desde ambos lados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Las sensaciones, los sonidos, los aromas y el sabor de la figura deliciosamente erótica de Ambrosia se derriten suavemente en un cóctel de placer mientras presiona sus pesados ​​senos resbaladizos en su eje tembloroso, la incomparable suavidad resbaladiza de sus tetas que se combinan con la naturaleza eblaña de su resbaladizo.Para bañar tu polla en el éxtasis siempre montando.",
                "Por tu parte, tu cara enterrada en su coño y culo semi-verte, dejas que tus manos se pierdan en la cabeza de lujosa y que los movimientos hinchables de su cuerpo se extienden por la piscina a través de tu espalda, acunando tu cabeza con unMasaje de sensación que te hace sentir cada vez más deleita, hasta que tu mente se deja totalmente en blanco, como para dejar espacio para una euforia más burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Oh, eres realmente hmph. ♥ amando esto, hm?No te preocupes, cariño, adelante.No te detengas. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "Ambrosia ronronean antes de rodar sus tetas de un lado a otro entre las apretadas bombas apretadas de su escote, enviando un placer que rezume caliente a través de la cintura, hasta que con un grito amortiguado sin aliento, brotas una gruesa carga de semilla en la cara y el pecho, temblando en deleiteMientras mantiene implacablemente su masaje resbaladizo, dejando su virilidad dolorosamente sensible, pero rogando más mientras lames y chupas su coño cargado de afrodisíacos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Ambrosia",
                "Mmmmhhh- maravilloso. ♪ ... pero tienes más para mí, cariño.Sé que lo haces. ♥",
                "Mientras su forma pegajosa termina de absorber su semen, meneando sus caderas en su cara, persuadiendo su lengua cariñosamente más profunda mientras cede a su embriagadora lujuria burbujeante y se apasiona más hambrientos, extrayendo más dulces de la mujer grande comoAmbos se hunden en una neblina tántrica, sus senos acunan suavemente su ansiosa erección todo el tiempo con apretones amorosos y rollos lentos de su busto.",
                "Hormigueos de placer efervescente en cascada a lo largo de su longitud, pero sus gemidos resoplidos son amortiguados por sus espesas caderas de Jellowy mientras la sigue comiendo con amor en busca de más de su sabor intoxicantemente dulce, su propia voz felizmente sonando cuando sus manosApriete su agarre en su ruta trasera regordeta, dándole ningún espacio para alejarse mientras la arrastra en igual medida en un estupor eufórico de lujuria mutua.",
                "Pronto, a medida que la excitación se monta rápidamente dentro de ella, ella vuelve a bombear sus pesadas tetas con una exhalación emocionada y acalorada, trabajando fácilmente su polla con una exceso de sensible hacia su próximo clímax que se atraviesa, sus pensamientos estallan de placer en cada impacto resbaladizo en todo su reverber.Cuerpo, la voluptuosa gelatina temblando y gimiendo ante tu adoración de afecto a sus lujosas curvas.",
                "PlayerOrgasmNoSpiritLoss",
                "Un firme apretón de su busto de almohada expulsa otra carga de su polla temblorosa mientras sigues cediendo a su lujoso escote, el bombeo continuo de sus tetas que te mantiene necesariamente ansioso por que los senos pesados ​​y la brindaran a su vez, a su vez, a su vez, a su vez.-Mentamente a tientas y lamiéndola, la voz de la mujer de limo se apodera de ocasión mientras su pegajoso abrazo a tu alrededor se aprieta cada vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speak",
                "Ambrosia",
                "O-oh-?",
                "PlayerOrgasmNoSpiritLoss",
                "Justo cuando sus pesadas tetas se golpean en su palpitante erección, enviando una cascada de clímax explosivo que se apresura a través de su cintura, su amor frenético amoroso lleva a Ambrosia a tensarse con un grito de orgasmo mientras le da una ayuda más desordenadade semen para devorar, ambos temblando en un éxtasis vertiginoso mientras su semilla cubre su pegajoso escote y cara de arrullando.",
                "Poco a poco, ustedes dos bajan de sus máximos de placer flotante, las sacudidas climáticas dan paso a un resplandor de melodías que se asienta rápidamente en sus cuerpos, réplicas de dicha de dicha que salen a través de su cuerpo mientras su amante viscoso respira jadeamente por aire, todo el tiempo.Manteniéndote atrapado debajo de su sofocante trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Sin embargo, tal como la necesidad de aire comienza a hacerse prominentemente conocida incómodamente por sus sentidos, Ambrosia levanta sus amplias caderas lejos de usted con un aspecto de disculpa mientras mantiene su polla sacudida mordida entre su escote, finalmente le permite respirar de aire irregularUna expresión estampada por el placer pegada a tu cara enrojecida, un olor a las manzanas embriagador, y gaseoso y gaseoso que se aferran a tu boca y a la nariz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Ooh ... eso fue ... {i} amado {/i}, cariño. ♥ {i} muy {/i} Buen trabajo ... valió la pena el entrenamiento. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Riéndose, mira hacia abajo cariñosamente su forma propensa mientras se recupera, pero una nueva punzada de atractiva inquietud atraviesa su columna vertea pesar de sus orgasmos consecutivos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "Pero ... hmmm ... no hay razón para que nos detengamos {i} todavía {/i} ... ¿ahí, cariño? ~ ♥",
                "Mientras habla, usa un dedo para rastrear ligeramente la punta de tu polla mientras sigue siendo contraz de emoción, goteando ansiosamente aún más precum para ella, mientras que tu mente manchada de clímax lucha por encontrar una razón para rechazarla, anhelando másdel sabor intoxicante de su coño a pesar de su montaje de agotamiento.",
                "Riendo lascillas de su expresión impotente y cachonda, deja caer sus caderas sobre su cara de felicidad para iniciar otro círculo de placer placentera y viciosa mientras vuelve a usar sus lujosos pechos para ordeñarle de nuevo, su piscina de mierda y gaseosa continúa masajeandoUsted desde abajo mientras sus curvas lo sofocan desde arriba, dejando que todo una vez más se derrita en una espiral interminable de euforia ...",
                "PlayBlackOut",
                "AdvanceTime",
                "1",
                "...",
                "EndBlackOut",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Poco a poco, después de quién sabe cuántos clímax después de que los clímax pegajosos se derriten en un estupor sexual de ensueño, te despiertas con sueño en la suave hierba que rodea la piscina de Ambrosia, la mujer lima cerca con una cálida sonrisa de sueño en su rostro mientras te mira deja de excitar.",
                "Speak",
                "Ambrosia",
                "Mmm ... eso fue divertido, cariño ... pero pensé que necesitarías un descanso tranquilo de mi contacto afrodisíaco después de todo eso, así que espero que no te importe descansar sobre la hierba en lugar de mí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Pero tenga la seguridad, cariño, no me importará si en su lugar quieres tomarte un momento para abrazar ... o más. ♪",
                "La oferta tentadora colgando lasciva, tienes que hacer una doble toma para evitar aceptar en el lugar y, en cambio, {i} al menos {/i} pensarlo, pensando aturdidamente para reparar y pensar en tu próximo movimiento, elEl placer intoxicante aún zumbando en la parte posterior de sus pensamientos, mientras que la tentación de volver inmediatamente a abrazar y jodidamente Ambrosia persiste tentadoramente en su mente ...",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Languid Lovemaking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speak",
                "Ambrosia",
                "Hmm. ♪ Una sugerencia tan maravillosa, cariño ... i {i} amor {/i} para tomarlo con calma. ♥",
                "Saliendo de su posición de descanso, Ambrosia sale de su lugar en el medio del estanque para avanzar hacia usted a un ritmo tranquilo, todo el tiempo que todavía habla en su voz agradablemente baja y cantante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "Podemos ser agradables y acogedores, disfrutando de los cuerpos del otro sin exagerar, solo tener sexo dulce ... abrazándose, besándose, follando ...",
                "A pesar de que parte de su parte inferior del cuerpo todavía está inmersa en su piscina efervescente y está rezumando delante en lugar de caminar, parece que está dando vueltas para ti, sus generosas caderas se balancean colgando colgando con cada 'paso', al igual que su amplia escote, los movimientos suaves de sus curvas voluptuosas capturan sin esfuerzo su atención, su sonrisa se vuelve más lasciva mientras continúa en un tono cada vez más cálido e íntimo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "... y cada vez que lo deseamos, podemos dejarnos ir y quedarnos dormidos en el abrazo del otro ... luego despertarnos más tarde y continuar disfrutando el uno al otro todo el tiempo que quieramos. ♥",
                "Poco a poco, suavemente, como un sueño conmovedor, ella sigue acercándose a usted, su perfume de manzanas refinado e intoxicante flotando sus fosas nasales y cosquillas en sus sentidos, más delicado y complejo que el aroma de su estanque, manteniendo su atención cautiva mientras correUna mano a través de su cabello pegajoso, desalojando gotas viscosas que caen sobre la superficie de la piscina con pequeños y suaves {i} Plips {/i}, el sonido líquido resonando relajado en tus oídos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Ambrosia",
                "¿Cómo suena eso, cariño? ♥",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "En este punto, te das cuenta de que mientras la miras con una fascinación ajena, ella se ha puesto justo en frente de ti, tu mirada se atasca a sus curvas fascinantes llamando la atención y enfocándose en su rostro sonriente, a tiempo para verla lujuriosamenteLlame los labios con un zumbido lascivo, extendiéndose hacia ti para comenzar a tirar de tu ropa, la melodía baja de su voz madura que nunca se detiene para masajear tus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Ambrosia",
                "¿Bien?Estoy esperando. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "En medio de sus burlas, ella te libra hábilmente de tu parte superior y deshace tus fondos, que caen al suelo cuando te rindes a ella y paso hacia ella para abrazarla y besarla ansiosamente en lugar de respuesta, tu respuesta tácita atrae una felizmurmullo de acuerdo de la gran mujer lima.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Cerrando los ojos para disfrutar mejor de la bella tierna, devuelve dulcemente su gesto, colocando sus brazos alrededor de los hombros mientras los dos se sumergen en un lápiz labial de ritmo lento, sus bocas sonrojándose y golpeándose mientras sus lenguas se enredan febriltamente, una melodía cariñosa de jadeos calientes y gemidos que acompañan su demostración de pasión sin prisioneros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Suavemente, con precisión, tomándose su tiempo para apreciar la figura de Ambrosia, se extiende desde su cintura para tocar uno de sus senos agitados, su mano, su mano, en su masa agradablemente considerable, la dama gelatina que responde con una mordedura de labios suavemente jadeada cuando agarraSu pezón y enrollándolo cuidadosamente entre los dedos, el pegajoso nub que se endureció bajo su toque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Al expresar su aprecio con un ronroneo lánguido, recíproca al meterse aún más en ti, sofocando la parte delantera de tu cuerpo con su gran marco sin detener los besos, frotando sus amplias tetas contra tu torso mientras te deja hundirse amorosamente en ella, tarareando apreciativamente.Y libidinamente, cuando siente que su endurecida virilidad presiona contra ella, la burbujeante monstruosa niña separando sus piernas ligeramente para exponerle su coño.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Con mucho gusto respondiendo a su invitación, cambias para dejar que tu polla se deslice en su coño con una lentitud exquisita, los dos saboreados cada centímetro de progreso que haces cuidadosamente, todo el tiempo sin detener tu indulgente bese descuidado, tus manos acariciadas con caricias amorosasEso atrae dulces escasos de deleite de ambos, que culminan en un temblor que rezuman cuando finalmente se apiñan dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tu polla se sintió maravillosamente ajustada en los confines de su cuerpo bien suave y cálido, tú y Ambrosia se retiran de manera tan ligera para intercambiar una exhalación de dicha que da paso a Lewder, looks más hambrientos de apetito sexual no disfrazado ... ySin embargo, a pesar de que la situación se calienta, no sientes urgencia de apurarse y follarla, sabiendo que tienes todo el tiempo del mundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "En cambio, reanude sus besos breves interrumpidos mientras se presiona más dominante contra ella, la mujer grande no tiene problemas para acomodar su avance, descansando ligeramente para prestar su cuerpo a sus atenciones mientras cambia a una posición medias, aferrándose a ella con cariñosa a ella.Cuerpo suntuoso A medida que comienzas a mover las caderas, el limo interno de Ambrosia apretando receptivamente en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Dejando a un lado cualquier idea de follarla tonta o con avidez que se quite, en su lugar, se concentra en apreciar este maravilloso momento de apareamiento amoroso, dejando que su empuje de ritmo lo llene de temblores de éxtasis tántricos, su amante demostró muy contento para continuarDe esta manera también, cediendo con gusto sus inclinaciones libidinosas perezosas, su mirada tapa hablaba claramente de placer y comodidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "De hecho, a pesar de que la excitación sigue aumentando dentro de ti y te sientes crecer cada vez más lujurioso por el contacto de Ambrosia, sus suaves besos, sus caricias de mocos, su coño masaje y su gusto azucarado, también sientes que estás recibiendoMás somnoliento y somnoliento de su acogedor amor y el abrazo tentador y tentador del cuerpo de su pareja, sintiéndose cada vez más inclinado a ... alejarse ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Ambrosia misma se siente visiblemente lo mismo, sus ojos cayeron cada vez más hasta que se cierran solos y su respiración se ralentiza a un ritmo tranquilo de postura ... pero aun así, no deja de reciprocar sus afectos, cambiando a dulce sueñoSmooches, apretones y trazos que te atraen aún más a soltarla y unirte a ella en un sueño, incluso cuando tus bolas se tensan por un orgasmo inminente provocado por tu lánguido amor.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Dando el doble impulso de ceder, se olvida de resistirse y permitir que su clímax lo reclame con una exhalación ronca, dejando que su semen se vierte felizmente directamente en los confines de Ambrosia, la docena de monstruas con gusto lo acepta con un ronroneo en el medio deSu siesta, puntuando a su feliz director de operaciones con un pez suave que te termina junto con tu glow jarro, enviándote directamente a una agradable inconsciencia.",
                "PlayBlackOut",
                "AdvanceTime",
                "1",
                "...",
                "EndBlackOut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Algún tiempo después, te desprecias aturdidamente para descubrir que has cambiado de posición, todavía acostado sobre tu amante viscoso, pero ahora en la dirección opuesta, en una especie de sesenta y nueve que pone tu cabeza recta contra su coño de olor atractivo mientras tuLa polla está cómodamente acurrucada entre los labios de Ambrosia, que, incluso dormido, sigue chupándola reflexivamente, ocasionalmente dándole una pequeña vuelta glutón para lamer tu precum con fugas.",
                "PlayerOrgasmNoSpiritLoss",
                "Tu cerebro empañado para ponerse al día con tus sentidos, te das cuenta tardíamente de que estás de un cabello lejos del orgasmo y, de hecho, te llevas de inmediato cuando tu compañero pegajoso reacciona a tu despierto inconsciente con un chamas codicioso, haciéndote dejar escapar un gemido desordenado, ya que es muy probable que no sea por primera vez directamente en su boca, la mujer de limo se tragó automáticamente ... luego reanuda su chupación.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Sentirse demasiado cansado y acogedor para pensar en alejarse o incluso considerar hacer algo demasiado agotador o complicado, en su lugar te conformas con lo obvio y para trabajar en el trabajo de la que ofrece sexo de Ambrosia, besándose con avidez y sorbo de su coño, el Goo adictivamente suave y azucarado, tu Goo, tuCunnilingus indulgente que rápidamente te lleva a un estupor embrujado y vertiginoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ya puede sentir que el placer drenador que se está sumergiendo sin pensar en el sueño, todo el tiempo que su beso y lamiendo continúan como en el piloto automático, sus atenciones de adoración le ganan un murmullo que se aprueba de Ambrosia.",
                "Speak",
                "Ambrosia",
                "Mmmyes ... sho lindo ... [ThePlayerName], mi buen amor ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "PlayBlackOut",
                "Acunado por el sonido de su voz que envía suaves ondas a través de su cuerpo Jellowy, te duermas con una sonrisa en tu rostro, tu cabeza felizmente ubicada en el regazo de tu amante ...",
                "AdvanceTime",
                "1",
                "El tiempo continúa pasando a través de una serie somnolente de momentos de vigilancia cortas a través de los cuales usted o Ambrosia cambian de posiciones, seguidos de hechizos más pacíficos en los cuales permanecen cariñosamente unidos entre sí, disfrutando de su delicioso y lascivo descanso al máximo.",
                "Por lo tanto, continúas con tu somnoliento rompiente que nunca se detiene para atenderle con amor entre sí a través de todo, la mezcla de siestas descansadas y sexo descuidado que te mantienen felizmente a flote en una neblina nublada de euforia pervertida somnolienta ...",
                "EndBlackOut",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Hasta que finalmente, te despiertas cara a cara con Ambrosia, yacía cómodamente en la suave hierba de la orilla del estanque, tu propia amante de las limo se ve somnolienta, pero despierta ... como su yo habitual, en realidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Ambrosia",
                "Hola. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Su simple saludo da paso a un bostezo contagioso que hace que sea peligrosamente tentador seguir acostado allí y continuar con su crucero lascivo de repetición, pero la realización culpable de cuánto tiempo ha estado en eso ayuda a estimularlo, animándose aLevántate y vuelve a colocar tu ropa antes de perder la fuerza de voluntad para hacerlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Mientras tanto, al ver que te has llenado de sexo somnoliento, Ambrosia se aleja suavemente en su estanque, volviendo a su posición habitual de descansar y dándote una mirada de preguntas, esperando tu próximo movimiento.",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Maybe not...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Ambrosia",
                "Tease...",
                "JumpToScene",
                "AmbrosiaMenu"
            ]
        },
        {
            "NameOfScene": "Leave the orchard.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Ambrosia",
                "Bueno, no seas un extraño, cariño.Siempre podría usar un descanso de la compañía habitual con alguien tan guapo como tú. ♥",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "Con un último guiño de despedida, se hunde en su piscina viscosa para presumiblemente otra siesta mientras sale del sereno Appel Orchard y regresa al pueblo propiamente dicho.",
                "JumpToEventThenScene",
                "SleimVllge",
                "SlomeExploreMenu"
            ]
        }
    ]
}