{
    "name": "Dream Layer",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Lillian",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndIfChoice",
                "EnteringChurch",
                "2",
                "DemonLayerGet",
                "Dream Layer"
            ]
        },
        {
            "NameOfScene": "Dream Layer",
            "theScene": [
                "StoreCurrentBG",
                "StoreCurrentBGM",
                "ChangeBG",
                "Church.png",
                "ChangeBGM",
                "music/Town/Holy night.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Te paras en la iglesia con Lillian, habiendo informado sobre cómo se hace el 'combate' en Lucidia, la pretensión erótica que claramente le pesa en la mente.",
                "Speaks",
                "¡No es de extrañar menos y menos aventureros siguen regresando!Siguen siendo llevados por mal camino por Monster Girls ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Pero no te preocupes [ThePlayerName]!¡Tengo una reliquia sagrada para darte que ordené por correo!Bendecida por la Diosa misma, te dejará luchar contra ellos de la manera {i} correcta {/i}!",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Blush",
                "2",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Ella se va de alegría a una parte de la iglesia, y regresa tan rápido con un látigo adornado con recubrimiento plateado en una mano, y arrastra una silla en la otra sentada con lo que parece ser un diablillo con los ojos vendados que está completamente atado, amordazado, amordazado, amordazado,y enrojeciendo profundamente, dejando fuera el jadeo de excitación al amortiguado ocasional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella coloca la silla a unos metros delante de ti con una amplia sonrisa.",
                "Speaks",
                "Capturé esto claramente {i} villano {/i} demonio que se asomaba por la iglesia en la noche de la noche, y la he estado interrogando todas las noches con técnicas sagradas especiales, pero ha sido una nuez difícil de romper.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OrgasmHeavy",
                "Lillian se apoya en la silla con una sonrisa, saca un pequeño dispositivo de su túnica y sacudiendo su interruptor, haciendo que el impulso de un gimnasio dejó escapar un aullido de placer mientras el ahora notable vibrador que rellena su coño brotante se convierte en Max, dejando a su twitching su twitching su twitching.En una constante cascada de orgasmos antes de que Lillian baje el ajuste hacia abajo, dejando al Imp sofocante gemidos y jadeados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "Speaks",
                "¿Ver?Ella solo {i} se niega {/i} a ser purificada sin importar cuánto lo intente.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Lillian se escapa de la mordaza del mewling que toma ansiosamente respiraciones de aire profundas y temblorosas, el vibrador todavía envía sacudidas a través de su cuerpo.",
                "Speaks",
                "Entonces, mi prisionero resistente, ¿cuáles son los planes de la reina del demonio?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Shy",
                "Speaks2",
                "M-Mistress, I-sigo diciéndole que no sé nada ... B pero por favor, haga que me cum {i} más {/i} ... ♥",
                "Lillian deja escapar una burla de la insatisfacción antes de caminar hacia usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Tales cosas depravadas Los demonios son ... {i} De todos modos, {/i} ¡Pensé que sería bueno usar para una demostración de esta reliquia sagrada!¡La capa demoníaca!",
                "Ella muestra dulcemente el mango del látigo hacia ti, dejándote ver el grabado adornado en él 'capa demoníaca'.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Nunca he podido hacer que funcione bien, he estado intentando durante semanas, pero usar un látigo es realmente {i} duro. {/i} Estoy seguro de que esta arma podría purificar el imp en un solohuelga...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella se encoge de hombros antes de desplegar el látigo con una sonrisa, claramente ansiosa por tratar de darle una demostración adecuada del arma.",
                "Speaks",
                "Sin embargo, no dolerá darle una vez más. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OrgasmHeavy",
                "Con un gran arco, balancea su brazo, enviando el látigo metálico atravesando el aire en una increíble exhibición de habilidad inesperada antes de golpear al Imp con una fuerte grieta y un resonante destello de luz blanca que deja al imp tirando la cabeza mientras gimeIncoherentemente, temblando en puro éxtasis, desvaneciéndose del intenso orgasmo purificador, alabando y agradeciendo a Lillian profusamente por esta dicha.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Incluso Lillian parece bastante sorprendida por este resultado mientras mira a la silla ahora vacante con conmoción, el Imp ahora volvió a donde vino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Speaks",
                "[ThePlayerName]!¿Viste eso!¡De hecho lo hice!Purifié a ese demonio travieso.Jeje, ♪ tal vez {i} Soy {/i} el héroe elegido. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Después de saltar de alegría por un momento, se detuvo, una sonrisa casi misteriosa se extiende sobre su rostro mientras se vuelve hacia ti.",
                "Speaks",
                "Sabes [ThePlayerName], creo que podrías usar algo de purificación {i} {/i} también. ♥",
                "Ella le da a sus labios una lamida inusualmente depravada mientras comienza a caminar hacia ti con una mirada dominante ilegible, el látigo que se abarca por el aire de un simple movimiento de su muñeca, enrollando rápidamente alrededor de tus brazos y piernas, tu corazón acelerando en una mezcla de una mezcla depánico y excitación mientras te pone de rodillas",
                "PlayStoredBGM",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG",
                "Tus ojos se rompen y miras al techo tratando de procesar ese sueño, tu cuerpo se alza de excitación, por lo que decides acostarse allí un poco más, preguntándome de dónde vino ese sueño."
            ]
        }
    ]
}