{
    "name": "Elf Sex Fetish Dream",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elf",
            "postName": " 1",
            "SpeakerType": "Monster"
        },
        {
            "name": "Elf",
            "postName": " 2",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "DreamScene"
            ]
        },
        {
            "NameOfScene": "DreamScene",
            "theScene": [
                "StoreCurrentBGM",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "StoreCurrentBG",
                "ChangeBG",
                "forestNight.png",
                "DisplayCharacters",
                "EndLoop",
                "Te encuentras en el bosque, en una ubicación desconocida.Un prado abundante que nunca has visto antes.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "Pero su atención se llama rápidamente al dúo de elfos presionando contra su cuerpo desde ambos lados, deslizando suavemente sus manos sobre su cuerpo con risas y coos seductores.",
                "Estás a punto de dar un paso atrás y prepararte para pelear, pero ese pensamiento pronto muere una pequeña muerte silenciosa cuando uno de ellos abre un pequeño vial de vidrio de líquido rosado, lo aleja en su boca y presiona sus labios contra los tuyos.",
                "El líquido dulce e intoxicantemente afrutado se ve obligado a entrar en la boca y lo tragas sobre un reflejo puro.",
                "Sus sentidos se iluminan al instante con dolor de excitación necesitada, sus pantalones se sienten casi dolorosamente apretados a medida que su polla aumenta a la vida.",
                "El segundo elfo se baja hábilmente los pantalones, proporcionándole alivio de la incomodidad a medida que su ahora furiosa erección se contrae al aire libre.",
                "El elfo que no está ocupado besándose contigo me susurra en la oreja con voz baja y sensual.",
                "Speaks",
                "Déjanos aliviar tus problemas ...",
                "Pronto el beso está roto, y ese elfo se vuelve con una sonrisa cachonda, inclinándose seductoramente frente a ti y levantando su falda, exponiendo su culo regordete.Ella no lleva ropa interior, y su coño está tan húmedo que sus jugos sexuales corren por sus muslos.",
                "Con la droga atravesando los sentidos y la paliza de la virilidad, rígida, tan fuerte que casi duele, abrumando su mente con el mero concepto de follar al elfo necesitado en un estupor putoso.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lewd",
                "Avanzas y te apoderas de sus caderas sin pensarlo, antes de hundir tu eje hacia adelante.Su espesor gruesa llena su coño apretado y acogedor, ya que es bienvenido con pliegues de masaje en todos los lados por su forma de ajuste y amor húmedo.",
                "El segundo elfo da un paso detrás de ti y envuelve sus brazos alrededor de tu cuerpo, sus suaves senos presionando contra tu espalda.Ella planta besa la nuca del cuello, respirando suavemente en la oreja.",
                "Se derrite tus pensamientos con hormigueos temblorosos, alentándote a empujar con entusiasmo, tus caderas golpeando al elfo frente a ti, haciendo que su culo se mueva de manera atractiva.Dejándola gimiendo en pura dicha.",
                "Speaks2",
                "¡Oh, sí, créeme!",
                "Su voz es una cosa jadeada encantada, y el elfo detrás de ti mueve sus caderas con el tiempo con la tuya, persuadiéndote para follar al otro elfo profundamente, manteniéndote enfocado en el placer de ararla.",
                "Realmente no necesitas el aliento en tu estado drogado, tus caderas pistonando para golpear al elfo cachondo.Su agujero es tan apretado y cálido, ondulando alrededor de su eje como si intentara tragarlo más profundamente y ordeñe su potente semilla.",
                "Puedes sentir tu punta golpeando sus partes más profundas, solo aumentando el intenso placer que estás sintiendo, prácticamente rogándole que inunde su matriz con semen.",
                "El elfo detrás de ti presiona sus labios contra tu oído, besando suavemente el lóbulo.",
                "Speaks",
                "Danos tu semilla.Lo necesitamos tanto.",
                "Su suave respiración en su oído y sus dulces susurros solo aumentan su deseo sexual aún más, y pronto gemes de dicha mientras empujas a la puta, maullando elfo se inclinó ansiosamente hacia adelante en una pose tentadora, invitándote a hacerla todo tuyo.",
                "Para su sorpresa, ella se pone de pie y presiona su espalda contra su pecho, agarrándolas las manos y deslizándolas hacia su pecho.",
                "Usted tiene la idea y acepta la invitación, sus dedos trabajan casi desesperadamente para exponer sus senos flexibles.Tienes éxito después de un momento de lucha, tus dedos se hunden en la carne suave y sedosa de los senos del elfo.",
                "Speaks2",
                "Haaa ♥ Cum dentro de mí, por favor, ¡llámame!",
                "El elfo gime maravillosamente cuando sus dedos mueven sobre sus pezones rosados ​​y continúan empujando, el nuevo ángulo proporciona la maravillosa sensación de su punta que molía contra las paredes de su coño.",
                "Sientes que podrías perderte por completo en el placer de follar irreflexivamente durante horas, pero pronto la necesidad de correrse comienza a burbujear abrumadoramente dentro de tus caderas.",
                "El segundo elfo desliza una de sus manos suaves en su cuerpo para acariciar sus bolas doloridas mientras su otra mano explora su pecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "No te detengas humano, créela como la puta traviesa que es.",
                "No puedes rechazar esa invitación, y con un empuje final, dejas escapar un grito de deleite mientras tu semen se apresura a salir del elfo, vertiendo profundamente en su cálida hendidura.",
                "Speaks2",
                "Yesss!♥",
                "La voz del elfo cae en cascada en un grito feliz mientras llega al clímax contigo, sintiendo que tus dedos se tensan y hundiéndose más en sus tetas mientras la bombea llena de tu semilla es demasiado para soportar, dejando a los dos temblando en éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "Speaks2",
                "Mnnn, es tan cálido ...",
                "El masaje burlón de sus bolas pesadas saca un semen extra en brotes temblorosos.Tus bolas se agotan en su coño, y te sientes desacelerando a medida que la droga se aleja.",
                "El elfo se desliza de su eje y se gira para mirarte, su cara sonroja y su respiración pesada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "Estás a punto de hablar, pero el par de elfos se encuentra con su cara con varios besos dulces y besos, lo que te lleva hacia atrás unos pasos.Te sientes en crecimiento nuevamente, pero antes de que cualquier otra cosa pueda suceder, te vuelves a caer sobre tu trasero.",
                "DisplayCharacters",
                "1",
                "2",
                "2",
                "2",
                "2",
                "2",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Dominant",
                "Ves cómo más elfos entran en el glade, cada uno con una mirada de excitación excitada en sus caras.Cada uno armado con uno de esos viales de fluido rosado.Tu lengua hormiguea con anticipación, con ganas de beber más, y follar a cada uno de los elfos cachondos, uno de ellos ya a horcajadas en tu cintura antes ...",
                "DisplayCharacters",
                "EndLoop",
                "PlayStoredBGM",
                "UseHeldBG",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "RoomWakeUp"
            ]
        },
        {
            "NameOfScene": "RoomWakeUp",
            "theScene": [
                "Luego, con un destello de sorpresa, te despiertas, tu polla dolorosamente dura y palpitando con necesidad.El vívido sueño erótico ha terminado, y su frente está fruncida de sudor mientras jadea con excitación.",
                "Te recostas en la cama, viendo si puedes volver a esa percha de acantilado burlonamente sexy ... pero fue en vano."
            ]
        }
    ]
}