{
    "name": "Kunoichi Feet Dream",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfHasItem",
                "Sigil Of Will-Power",
                "FetishCheck"
            ]
        },
        {
            "NameOfScene": "FetishCheck",
            "theScene": [
                "IfFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "DreamScene"
            ]
        },
        {
            "NameOfScene": "DreamScene",
            "theScene": [
                "StoreCurrentBGM",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "StoreCurrentBG",
                "ChangeBG",
                "dungeon.png",
                "DisplayCharacters",
                "EndLoop",
                "Lentamente se despierta, los ojos borrosos del sueño, así que sacude la cabeza perezosamente para aflojar las telarañas y frotar sus ojos.O más bien, intentas frotarte los ojos.Tu brazo está restringido.De hecho, ambos lo son.Junto con tus piernas.",
                "La sorpresa de la inmovilidad indefensa te ayuda a golpear a tus sentidos, y miras a tu cuerpo para encontrar cuerdas que cruzan por todas partes.Alguien te ha despojado de toda tu ropa y te ha atado en una posición que te deja de rodillas, con los pies y los brazos cerrados detrás de ti.",
                "Usted eche un vistazo a la habitación, tratando de medir su situación, pero no puede notar nada fuera de lugar.Probas tus lazos y te das cuenta de que hay una cuerda adicional que ata las muñecas directamente a tus tobillos.Quien hizo esto es experto en la esclavitud.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Speaks",
                "Ah, bueno.Estás despierto, [ThePlayerName] ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Tus ojos se apresuran a la fuente de la voz.Un kunoichi se encuentra en la esquina de la habitación.¿Ha estado allí todo el tiempo?En base a cómo está vestida, puedes reconocer que es una de las asesinas de demonios bien entrenados.",
                "Sin embargo, te das cuenta de que se está perdiendo las sandalias habituales que tienen, solo usando las medias que sirven para enfatizar no solo sus piernas flexibles, sino también sus pies atractivos y sexys, con sus dedos maravillosamente hábiles ... ¿Espera, ¿qué?¡Este no es tiempo para distraerse!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Sacudes el pensamiento de tu cráneo mientras ella te acerca tranquilamente, los brazos cruzados debajo de sus senos para levantarlos y balanceando lentamente sus caderas de lado a lado con cada paso sensual.Ella sabe que estás atrapado, y puedes sentir el engreído que irradiaba de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "A través de los dientes apretados, usted exige ser liberado y el Kunoichi deja escapar un burlón divertido.",
                "Speaks",
                "¿Oh?Ahora, ¿por qué haría eso?Ni siquiera nos divertimos cuando te capturé. ♥",
                "Su declaración hace que surgiran recuerdos brumosos.Así es.Ella te emboscó mientras dormía.Así es como terminaste aquí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Tus pensamientos se interrumpen ya que de repente sientes una presión deliciosa en tu polla.Su mirada cambia hacia abajo para encontrar el pie de su captor presionando su rápidamente erección endureciendo contra su cuerpo, y una ola de excitación de repente te golpea, floreciendo profundamente dentro de ti.",
                "¿Cómo te excitaste sin darte cuenta?Haces todo lo posible para ignorar el creciente placer en tus caderas cuando su pie comienza a acariciarte y preguntarle qué pretende hacer contigo.¿Está planeando mantenerte como esclavo?Ella simplemente se ríe ante la sugerencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Oh, eso suena como una idea divertida.Pero no.En realidad, lo que tengo en mente es más para tu beneficio que el mío. ♥",
                "¿Esto es para ti?¿De qué demonios está hablando?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, aquí está el trato: en realidad te he estado mirando y noté algo bastante interesante.Algo que creo que has estado tratando de esconderte ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Preguntas a qué podría referirse, apenas conteniendo un gemido ante la sensación de sus pies perfectos y almacenados tan suaves contra tu ... ¡Detente eso!El Kunoichi se ríe nuevamente, levantando misericordiosamente su pie de su eje, solo para sostener el otro justo en frente de su cara.",
                "Miras mirando, notando los detalles más finos, como la forma en que cada dedo del pie se acurruca individualmente, y cómo debe haber obtenido recientemente una pedicura, y la forma en que la calcetín solo enfatiza cada movimiento y curva ... {i} Fuck {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Dejas tus ojos con un sonrojo, tratando de ignorar sus distracciones extrañamente tentadoras una vez más, pero esto simplemente hace que el Kunoichi estalle en reír.",
                "Speaks",
                "I {i} lo sabía {/i} it!¡Tienes un fetiche de pie!¿PERVERTA? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Te sonrojas y chisporroteas, tratando de negar sus palabras sorprendentemente cariñosas.Puede que haya funcionado mejor si no estuvieras tropezando con tus propias palabras en el intento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Aun así, detiene fácilmente sus protestas simplemente presionando su ágil pie hacia su polla rígida y reanudando su acariciamiento una vez más.Te deja jadeando al regresar de su calentada estimulación.",
                "Speaks",
                "No hay razón para negarlo.Si lo disfrutas, ¡entonces deberías dejarte disfrutarlo!Eso es con lo que te voy a ayudar esta noche.¡Para cuando haya terminado contigo, me aseguraré de que estés abrazando ese fetiche de pies!Suena bien? ♥",
                "Intentas levantar la voz para protestar, pero tus palabras se pierden en un gemido por la sensación de que su pie bombea tu longitud de contracción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Speaks",
                "¡Excelente!Me alegro de que estemos de acuerdo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella ignora por completo lo que tienes que decir, y continúa su hábil trabajo.Interiormente, no puedes negar que esto se siente {i} Increíble {/i}, mirando su pie liso moverse hacia arriba y hacia abajo de tu eje, dominando tu longitud rígida con facilidad.",
                "Speaks",
                "Jeje, ahí tienes.Puedo ver esa mirada pervertida desordenada en tu cara. ♥ eres {i} amoroso {/i} esto!",
                "Te das cuenta de que ya has comenzado a respirar con cría, y rápidamente resuelve permanecer lo más cara posible a pesar de la altura ardiente en tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Speaks",
                "Jejeje, no tiene sentido esconderlo ahora después de haberlo visto, {i} héroe! {/i} además, con cómo tu polla está espasmando, puedo decir que pronto te corres.No lo resista ♥ Abrázalo, amante de los pies. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Ella tiene razón.Tu polla ya se está sacudiendo.Tratar de detenerlo no tiene sentido, pero le das tu mejor intento ... y tal vez dure cinco segundos adicionales antes de llorar en éxtasis, chocando una cuerda tras una cuerda de semen en sus medias mientras tu cara se derrite de placer.",
                "El Kunoichi se ríe triunfante, atormentándote con sacudidas de placer mientras su hábil pie acaricia tu erección de espasmo, permitiéndote derramar toda tu carga antes de levantar el pie frente a tus ojos para que puedas ver los resultados desordenados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Speaks",
                "¡Justo como dije!¡Esto terminó en su total de deglidos {i} pies {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Eso te hace gemir en voz alta en indignación, y ella te da una sonrisa engreída.",
                "Speaks",
                "Entonces, ¿qué te parece?¿Listo para admitir que te gustan los pies?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Te quedas callado por un momento para pensar.Todo lo que parece querer es que confiese el fetiche de su pie.Tal vez ... ¿tal vez ella te deja ir si le das lo que quiere?Sonrojándose profundamente, le dices que tiene razón.Te gustan los pies.Obtener trabajo de fútbol, ​​pisarse y adorar los pies de las mujeres, todo se siente realmente bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Ella aplaude sus manos con su admisión, dándote una sonrisa alegre.",
                "Speaks",
                "¡Excelente!¡Eso es todo lo que quería escuchar!",
                "Suspiras en alivio.Parece que ella realmente está a punto de dejarte ir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Speaks",
                "¡Ahora podemos pasar a la siguiente parte!",
                "Ella te da una sonrisa petulante mientras comienzas a luchar infructuosamente contra tus lazos una vez más, mientras exiges tu libertad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "¿Pensaste en serio que te dejaría ir?Oh, no, no, no ♥ no puedes irte todavía.Ahora que has admitido que amas a los pies, necesito mostrarte lo obsesionado que realmente estás. ♥ ¡Hasta que no hay nada mejor en el mundo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "La miras, preguntándole cómo tiene sentido.Ella se sienta en una silla directamente detrás de ella que no recuerdas estar allí hace un momento.Su sonrisa presumida tiene una milla de ancho mientras se acomoda.",
                "Esta vez, ella atrapa su eje entre sus dos pies vestidos de calcetín suaves, y jadee al contacto texturizado.Rápidamente comienza a acariciar, arriba y abajo, ambas plantas celestiales aplican la cantidad justa de presión para hacerte sentir increíble a medida que las sacudidas de éxtasis atraviesan tus caderas contraproducentes una y otra vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jeje, realmente no hay nada mejor que usar mis pies para hacer que un hombre se someta.Entonces, ¡cuanto más pervertidos adictos al pie hay, mejor!¡Y creo que tienes el potencial de ser el más grande de todos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Negas sus palabras, diciendo que nunca te convertirás en un adicto al pie desesperado.O intentas, al menos.En el momento en que abres la boca, lo único que sale es un gemido ruidoso y agradable, dejando tu rostro suelto y placer borracho, completamente al ras de excitación y el kunoichi se ríe de manera desquiciada.",
                "Speaks",
                "¡Ese es un buen pervertido del pie! ♥ ¡No retengas nada!¡Muéstrame cuánto amas esto!",
                "Ella cambia suavemente las tácticas, y sus pies comienzan a moverse en direcciones alternativas.Cuando uno se desliza por su eje, el otro sube.No hay un solo momento en el que todo su eje no reciba la increíble estimulación con un blanqueador, y sus ojos vuelven a sus cuencas como resultado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "¡Esto se siente demasiado bien!¡Sus pies te están rompiendo!¡Ya no puedes resistirte!La rendición florece en lo profundo de ti, te dejan gemir felizmente mientras te corres una vez más, cubriendo sus medias en el semen mientras tu cuerpo irradia el éxtasis por todo el mundo.",
                "Speaks",
                "Jejeje, esa es una buena mirada en tu rostro, ¡ahora sigue así!Piense en nada más que pies, y solo cum, cum, {i} cum! ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Ella cambia de táctica nuevamente, esta vez poniendo énfasis en sus dedos de los pies.El Kunoichi muestra su increíble flexibilidad mientras controla cada dedo del pie individualmente, todas ellas estimulando diferentes áreas de su eje.Sus palabras se entienden en tu cabeza, y te hace sentir cómo se mueve cada dedo del pie y masajea a lo largo de tu palo.",
                "Ya demasiado sensible de sus dos orgasmos intensos anteriores, sus ministerios expertos ya lo empujan hacia su tercero.No hay forma de detenerlo ... y te das cuenta de que ya ni siquiera quieres.No cuando se siente tan bien.Sus pies suaves.Sus movimientos suaves sus dedos increíbles.¡Todo se siente {i} tan bien! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Una sonrisa abundante y de placer borracha te toma la cara por completo mientras te corres de nuevo, chocando con espesas cuerdas en el aire como una fuente.",
                "Speaks",
                "Está el adictivo de pies que sabía que eras todo el tiempo. ♥ Ahora veamos cuánto tiempo puedes seguir corriendo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella sigue y nunca se detiene.Y como resultado, tú tampoco.¿Por qué querrías, después de todo?Su verdadero deseo es sentir los pies burlándose de su polla o renunciar a usted en todo momento.Entonces te corres por cuarta vez.Y luego la quinta vez.Te corres una y otra vez, cediendo a tu fetiche por completo como ella pretendía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Eventualmente, no puedes tomar más, a pesar de los deseos de tu mente.Agotado y completamente retorcido, comienzas a caer inconsciente.El Kunoichi se da cuenta con una sonrisa petulante, y limpia tu desorden con un brillo de drenar magia antes de que ella quita la calcetín sin palabras de uno de sus pies, arrojando la prenda a un lado.",
                "Ella levanta su pie desnudo en tu cara una vez más, y te das un beso de adoración, tu mente perdida en una neblina de dicha.Ella se ríe triunfante, divertida por lo caído en la degeneración que te has convertido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Entrenamiento completo! ♥ ¡Ahora eres un pervertido adicto al pie de un pie!Estar orgulloso. ♥",
                "Su visión comienza a desvanecerse lentamente, y su pie perfecto es lo último que ves y sientes mientras te acaricias.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Sin embargo, supongo que debemos tomar algunas medidas adicionales para asegurarnos de que nunca olvide su obsesión.Nos encargaremos de eso la próxima vez que usted ...",
                "DisplayCharacters",
                "EndLoop",
                "PlayStoredBGM",
                "UseHeldBG",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "RoomWakeUp"
            ]
        },
        {
            "NameOfScene": "RoomWakeUp",
            "theScene": [
                "Despertar.Te despiertas de repente e inmediatamente te empujas a una posición sentada, mirando a su alrededor salvajemente.Un suspiro de alivio escapa de tu boca cuando te das cuenta de que todo fue un sueño.",
                "Un sueño increíblemente erótico, teniendo en cuenta la erección que definitivamente no te fuiste a dormir.Te sonrojas mientras piensas en ello y tienes que tomarse un tiempo para calmarse, recostándote en la cama.",
                "Tal vez deberías tener más cuidado alrededor de los pies en el futuro ... pero reflexionar sobre el sueño con un ras, tal vez no sería tan malo ceder de vez en cuando ..."
            ]
        }
    ]
}