{
    "name": "Manticore Dreams",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Manticore",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndIfChoice",
                "Sleeping Manticore",
                "5",
                "FirstNameBasis",
                "LovingDreams",
                "IfFetishLevelEqualOrGreater",
                "Venom Manticore",
                "25",
                "MilkedDreams"
            ]
        },
        {
            "NameOfScene": "MilkedDreams",
            "theScene": [
                "StoreCurrentBGM",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "StoreCurrentBG",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "blankScreen.png",
                "Te retorciste impotente, pero no puedes moverte, es un lanzar negro y no puedes ver, pero puedes sentirlo, puedes sentir ese orificio agitado envuelto alrededor de tu polla sacudida mientras te da otro éxito de su veneno que aumenta la libido, dejando sus bolas doloridas y listas para darle todo lo que tiene.",
                "Su orificio se aprieta, sus innumerables lenguas masajean cada centímetro, ondulando y burlándose, volviéndote loco de placer mientras te pones impotente, gemiendo de nada mientras le das lo que quiere, sus paredes retorcidas lo mantienen firmemente alojado por dentro sin esperanzaSubiendo, tu cuerpo paralizó y atado.",
                "Su cara se derrite con el éxtasis a medida que el placer continúa construyendo, el orificio antinaturalmente apretado que bombea su longitud varias veces antes de ondular en los círculos de molienda, ordeñando orgasmos consecutivos de bloques alucinantes de ti, su sonrisa sádica prácticamente brilla en la oscuridad.",
                "IfFetishLevelEqualOrGreater",
                "Venom Manticore",
                "50",
                "VenomLacedDreams",
                "UseHeldBG",
                "PlayStoredBGM",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "postSleep"
            ]
        },
        {
            "NameOfScene": "postSleep",
            "theScene": [
                "Con un jadeo tembloroso, te despiertas, tu corazón acelerando, tus pensamientos aún perseguidos por la inquietante sensación de la cola del Manticore y tu polla palpitante."
            ]
        },
        {
            "NameOfScene": "VenomLacedDreams",
            "theScene": [
                "Ella te inyecta otra dosis de su veneno, una risita maliciosa que se desliza de sus labios mientras la sacudida instantánea de dicha te obliga a brotar a su cola, sus confines se tragan cada gota mientras te topas y gemen impotentes, perdiendo la mente en unAnhelo de más de esta dicha.",
                "Su orificio antinatural gira y ondas, son pulsos rítmicos que sacan un orgasmo alucinante de su virilidad en cada ola de éxtasis candente, gimes y gimes en desesperación, no estás seguro si quieres que esto se detenga, o nunca termine.",
                "Te tiemblas mientras arrastra una de sus espinas de veneno con cordones sobre tu piel, burlándote de ti con otra inyección de su veneno, tu mentalidad te alejan en el placer fundido que te está dando, tu boca cae mientras se ríe en la oreja, persuadiéndote.para rogar por ello.",
                "IfFetishLevelEqualOrGreater",
                "Venom Manticore",
                "75",
                "VenomAddictedDreams",
                "UseHeldBG",
                "PlayStoredBGM",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "postSleep"
            ]
        },
        {
            "NameOfScene": "VenomAddictedDreams",
            "theScene": [
                "Las palabras se salen de tu boca sin pensar, gimperas y ruegas por más de su veneno, anhelando ese golpe de lujuria pura que llena tu cuerpo con calor necesitado, lo que te hace su ansiosa y bomba para ser drenado y jugado como lo considera conveniente.",
                "Con una risa sádica, ella te da otro éxito, luego otro, y otro, haciéndote llorar con felicidad mientras tu cuerpo se derrite en puro éxtasis, su cola retorcida con codicia tragando con avidez los chorros casi constantes de semen disparando de tu polla espasmante.",
                "Cada parte de ti se siente como flotar en el éxtasis celestial, dejándote sonriendo borracho mientras te drena, su coño de cola masajeando perfectamente tu longitud temblorosa con sus innumerables lenguas, sus risas depredadoras siguiéndote mientras caes en un pozo de dicha inescapible, inundadacon su veneno, siendo ordeñado sin cesar.No podrías estar más feliz en este momento.",
                "UseHeldBG",
                "PlayStoredBGM",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "postSleep"
            ]
        },
        {
            "NameOfScene": "LovingDreams",
            "theScene": [
                "StoreCurrentBGM",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "StoreCurrentBG",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "blankScreen.png",
                "Te retorces mientras Kaia se abraza a la espalda, tu cuerpo paralizado y atado, una venda negra que oscurece tu visión por completo, pero puedes sentir su cálido respiración en tu cuello y su coño de cola agitada alrededorOtro éxito de su veneno que aumenta la libido, dejando sus bolas doloridas y listas para darle todo lo que tiene.",
                "Su orificio se aprieta, sus innumerables lenguas masajean cada centímetro, ondulando y burlándose, volviéndote loco de placer mientras te torciste impotente, gemiendo de nada mientras le das lo que quiere, y ella le da un beso amoroso mientras sus brazos se tensanA su alrededor posesivamente, tranquilizándote que ella está ahí para ti, incluso mientras te derrite con la dicha.",
                "Su cara se derrite con éxtasis a medida que el placer continúa construyendo, su orificio no naturalmente apretado bombeando su longitud varias veces antes de ondular en los círculos de molienda, ordeñando orgasmos consecutivos de bloques.Tu oído, dejando hormigueos que irradian en medio del placer.",
                "Ella te inyecta otra dosis de su veneno, una risita seductora que se desliza de sus labios mientras la sacudida instantánea de la dicha te obliga a brotar a su cola, está apretando confines tragando cada gota mientras te topas y gemen impotentes en sus brazos, dejándoteAferrándose desesperadamente a su presencia mientras pierdes la cabeza en la felicidad fundida.",
                "Su orificio antinatural gira y ondas, son pulsos rítmicos que sacan un orgasmo alucinante de su espasmo de la virilidad en cada ola de éxtasis caliente, gemir y gemir en la desesperación, y ella se enfrenta con amor en su oído, acariciando suavemente su cofre con su cofre conSus garras tranquilizadas, dejando su sonrisa aún más ancha, llena de afecto.",
                "Te tiemblas cuando ella comienza a arrastrar una de sus espinas de veneno atada por tu piel, burlándote de ti con otra inyección de su veneno antes de darte ese próximo golpe alucinante, dejando que tu polla palpite salvajemente, necesitada para ser ordeñada aún más.",
                "Ella susurra lo mucho que le encanta y se preocupa por ti mientras te tiemblas en la dicha, incluso mientras hace todo lo posible para hacerte temporalmente su ansiosa yaciva bomba para ser drenado y jugado, su cola prácticamente hecha para drenarte, la suya, la suya.Cuerpo temblando en la dicha mientras ella te ordeña.",
                "Con un cuidado amorosamente sádico, ella te da otro éxito de su veneno, luego otro, y otro, haciéndote llorar en la dicha mientras tu cuerpo se derrite en puro éxtasis, su cola retorciéndose con codacería tragando los chorros casi constantes de espasming de tu espasmo.polla.",
                "Cada parte de ti siente que está flotando en el éxtasis celestial, dejándote sonriendo borracho mientras te ordeña, su coño de cola masajeando perfectamente tu longitud temblorosa con sus innumerables lenguas, sus susurros y las confesiones excitadas de amor a tu mente, llenándote de estar.Felicidad como sus espasmos de coño de cola temblorosos alrededor de tu longitud, dejándote jadeando y gimiendo al unísono.",
                "UseHeldBG",
                "PlayStoredBGM",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "postSleep"
            ]
        }
    ]
}