{
    "name": "Trisha Lovey-Dovey Domestic Dream",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Trisha",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndIfChoice",
                "Mysterious Inn",
                "3",
                "FriendsWithBenifits",
                "SecondCheck"
            ]
        },
        {
            "NameOfScene": "SecondCheck",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "Mysterious Inn",
                "34",
                "TheDream"
            ]
        },
        {
            "NameOfScene": "TheDream",
            "theScene": [
                "StoreCurrentBGM",
                "StopBGM",
                "StoreCurrentBG",
                "ChangeBG",
                "forestNight.png",
                "Caminando por un bosque familiar, te encuentras frente a una posada igualmente familiar ...",
                "Tocando sin dudarlo en la puerta, escuchas una voz femenina dulce y alegre rápidamente responde '¡vienen!'Desde adentro, seguido por el sonido de los pasos de luz y luego al hacer clic de la puerta mientras se abre para revelar ...",
                "ChangeBGM",
                "music/Town/Walk with two people.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "SuccubusOutfit",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingSmile",
                "Una bellamente sonriente Trisha vestida con su súcubo regalia, el atuendo revelador que pone sus curvas seductoras en una exhibición bastante atrevida que aún no parece importarle mientras te saluda felizmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingJoy",
                "Speaks",
                "¡Bienvenido a casa, cariño! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BJGlow",
                "Antes de que puedas reaccionar, ella salta hacia ti y te envuelve los brazos alrededor de tu cuello, tirando de ti en un beso sediento que hace que sus ojos brillaran con un sabor súcubo, mostrando cuánto debe haber estado esperando tu regreso mientras te enreda agresivamente tulengua con la suya, la repentina maquillaje que te hace un poco mareado mientras su magia encantadora se filtra en ti junto a un gemido de placer lujurioso y amoroso de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Blush",
                "Sin embargo, después de las lascivos, largos segundos de benéfico acalorado, se aleja cuidadosamente, dejándote un poco mareado y besado bajo la encantadora bienvenida, cuyo culpable se retira con un aspecto ligeramente disculpado, una emoción tímida de la tímidaCara mientras se apodera de sí misma y deja escapar una pequeña tos incómoda antes de continuar rápidamente, como para evitar persistir en ese movimiento bastante necesitado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "{i} ejem ... {/i} S-Sorry sobre eso, sabes que no puedo evitar emocionarme cada vez que te veo ... ¿Tuviste un buen día?Ven y ponte cómodo, la cena pronto estará lista.¡He hecho tu favorito! ♪",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Base",
                "Menu",
                "'Gladly!'",
                "'Why the succubus outfit?'",
                "'Am I dreaming?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Gladly!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "¡Eso es lo que me gusta escuchar!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingJoy",
                "Riendo alegremente ante tu reacción de aprobación, te lleva de la mano y te empuja adentro, su contagioso entusiasmo lo lleva a seguirla fácilmente.",
                "JumpToScene",
                "DreamCont"
            ]
        },
        {
            "NameOfScene": "'Why the succubus outfit?'",
            "theScene": [
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "El rubor de Trisha regresa traicioneramente mientras mira tímidamente hacia otro lado, pero, sin embargo, no parece avergonzada por su atención, juguetón recatado con un mechón de cabello mientras responde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Ah, pensé que lo usaría como una sorpresa para ti ... Sé que no lo he puesto en mucho tiempo, pero me topé con eso mientras hacía un poco de limpieza, y pensé que lo haríaUn buen recordatorio de cuando nos conocimos.¡Todavía me queda bien!... ¿Te gusta?",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella gira con gracia en su lugar con una aleta elegante de sus alas para el estilo y el equilibrio, el movimiento mostrando su cuerpo de una manera que trae un \"sí\" incuestionable.En su mente, en respuesta a su pregunta, su apreciación de la mirada haciéndola reír con una sonrisa orgullosa en el efecto que tiene sobre usted.",
                "Speaks",
                "Parece que lo haces. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingJoy",
                "Speaks",
                "... Pero no te quedes en la puerta, [ThePlayerName]!¡Adelante!",
                "JumpToScene",
                "DreamCont"
            ]
        },
        {
            "NameOfScene": "'Am I dreaming?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "En lugar de estar perplejo por su pregunta, Trisha explota en una breve risita que da paso a una sonrisa de conocimiento.",
                "Speaks",
                "Oh, tú ... apuesto a que has estado sentado en esa línea todo el día. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingSmile",
                "La expresión divertida que da paso a una sonrisa sincera radiante ante tu cumplido involuntario, se inclina hacia adelante para darte un besque extra en los labios antes de retroceder juguetonamente, llamándote adentro.",
                "JumpToScene",
                "DreamCont"
            ]
        },
        {
            "NameOfScene": "DreamCont",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Guiado por el alegre posadero, entras en el edificio hogareño al que te has acostumbrado, inmediatamente te relajas como el calor doméstico, el aroma y las vistas que te envuelven como un abrazo reconfortante, dejándote persistente en el umbral por un momentopara disfrutar del encantador ambiente.",
                "Mientras tanto, dejándote \"sentirte cómoda\", mientras te ordenó que Trisha se acerca a la esquina de cocina de la posada, su dominio no contestado donde vuelve a atender a sus ollas y sartenes con un zumbido alegre, el sonido de su actividad enérgicaDejando tu mirada de vuelta a ella.",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "... Solo para que tu mirada se congele, ya que se detiene en el demoníaco chef que se dobla casualmente sobre su encimera mientras observa cuidadosamente un plato hirviendo, su postura dejando sus caderas levantadas y exponiendo alegremente su trasero apenas cubierto como resultado, elVea agitar su libido que apenas comenzaba a disminuir después de la beso beso de Sucescubus.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Si bien inicialmente se cuestiona si la posición sensual podría ser incidental, cualquier duda en su mente se evapora mientras Trisha le sacude juguetonamente el trasero mientras continúa tímidamente cantando la canción, dejando escapar un titter no tan irregular mientras lo hace, lo que lo hace fácil.Para imaginar el tipo de expresión, debe estar luciendo actualmente en su maniobra ventosa.",
                "Y como si no fuera lo suficientemente obvia, su cola se mueve animadamente una vez que puede estar segura de que le ha llamado la atención, el apéndice lo agita y difunde el aroma atractivo de su propietario en su dirección, el perfume de excitación rápidamente llegando aUsted y empañarse en su mente con lujuria agregada, lo que hace que sea cada vez más difícil pensar en cualquier cosa que no sea el culo pendulosamente conmovedor antes de usted ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Al no ver ninguna razón para no responder a la invitación, te vuelves fácilmente hacia Trisha, quien sin duda te está escuchando acercándote, su zumbido se vuelve como un ronelUsted acceso desenfrenado a su bien formado detrás.",
                "De manera, asertivamente, agarras su culo curvilíneo, tus dedos se hunden agradablemente en la carne pert, suave, un escalofrío sutil en el marco del posadero que claramente muestra su expectante excitación, incluso cuando deja escapar un grito sorprendente bastante poco convincente en tu iniciativa lasci.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "{i} oh mi {/i}, cariño, ¿qué estás haciendo? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveGlow",
                "Su tono de conocimiento y una gota de excitación que se va a salir de su ropa interior picante traicionan descaradamente su simulacro de sorpresa, al igual que sus movimientos mientras empuja con gusto su cuerpo contra usted, dejándole disfrutar el toque de su firme trasero, lo que le provoca no desperdiciar.En cualquier momento y soltar los pantalones, la vista de su polla rígida con anticipación para el sexo que esperaba Trisha recibido por un gemido lascivo de aprobación del Sucúcubo.",
                "Mientras empujas su ropa interior, revelando sus labios inferiores babeadores, ella extiende las piernas ligeramente, preparándose ansiosamente por tu virilidad.Decidida a darle lo que está esperando, se toma un momento para colocarse detrás de ella, luego ingresarla sin dudarlo, lanzarla en un golpe poderoso, su longitud endurecida entrando suavemente en sus confines bien lubricados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ecstasy",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Blush",
                "Inmediatamente, sus extremidades se apoderan momentáneamente de placer y sus ojos se abren sorprendidos por su inserción dominante mientras sus deseos se cierran instantáneamente sobre su polla, el hambre positivamente digna de Sucescubus de su coño apretado codiciosamente que te produzca con dulce estimulación, dejándote que disfrute de un Sucesk con un Succubus.gemido indulgente en la sensación maravillosamente rezumante que fluye a través de su ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BJGlow",
                "Mientras tanto, Trisha intercambia su expresión sorprendida por una mirada de sed desenfrenada mientras sus ojos dorados se llenan de un brillo enrojecido, mostrando claramente que su interruptor se ha volteado mientras se golpea el trasero contra la cintura con una exhalación de excitación, lo que le indica silenciosamenteContinúa con una mirada francamente implorante.",
                "Sin dudarlo, avanza fácilmente para agarrar sus caderas flexibles y empujar su enérgicamente, instalándose rápidamente en un tempo estable e intenso que sumerge tanto a usted como al sensual posadero en una felicidad encantadora a medida que sus cuerpos se encuentran y se separan una y otra vez en una intimidad sexual familiar., la escena de la comodidad doméstica ha dado paso rápidamente a una descarada sin sentido mientras llevas a tu amante lascivo sobre el mostrador de su cocina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ecstasy",
                "Temblando bajo sus cambios asertivos, su pareja demoníaca claramente está disfrutando del amor improvisado al máximo, sus gritos de placer acompañando a los sonidos vulgares que resonan en el edificio aislado mientras su coño se mantiene glotón y retorciéndose sobre su longitud, como si tuviera prisa.Para ordeñarlo de una corriente tibia y abundante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su cabeza ya nadando en la lujuria mientras parece luchar para mantener su cuerpo emocionante en posición vertical, Trisha te vuelve la cabeza hacia ti, su mirada sumida en la euforia de apareamiento mientras se entera con una voz caliente y transpirable, su boca deseada frente a ti.",
                "Speaks",
                "[ThePlayerName]...♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BJGlow",
                "Respondiendo a su pedido tácito sin pensarlo dos veces, atrapas su boca con la tuya en un beso humeante, como en una continuación de su bienvenida traviesa, sonidos más descuidados más húmedos que sonan sin sentido en tu nido de amor mientras envuelves los brazos alrededor de su cintura para apoyarElla, todo sin detener el martilleo constante de tus caderas contra las suyas.",
                "Entre el calor de tu apasionado amante, el ritmo desenfrenado de tu juego sexual y el encanto fascinante de su cuerpo, aroma y besos, ya sientes que tu orgasmo se acerca rápidamente, y a juzgar por lo desordenado.De vuelta, Trisha tampoco está lejos, parece que ella ha {i} realmente {/i} ha estado esperando su regreso en más de un sentido que uno ...",
                "Febrilmente, el sediento Sucescubus permite que su parte superior del cuerpo descanse completamente sobre la encimera, así como en su alcance, mientras que posesivamente se acelera las piernas y la cola alrededor de la cintura, te agarra de la cara y lo acuna con amor en la agonía de su se acerca recíprocamente, solo separándola de ella, solo separándolaLabios de los tuyos por un breve momento para susurrar con una mirada intoxicada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "[ThePlayerName]...!♥",
                "Dejar que el resplandor de su pasión mutua y el placer que se eleva en sus lomos reclama completamente, simplemente reanude besarla en respuesta mientras continúa empujando sus caderas todo lo que pueda, los movimientos de su pistón paseados por los deliciosos gemidos de Trisha.. Hasta que no puedas aguantar por un momento y te golpeara decisivamente la pelvis contra su culo con la finalidad climática, lo que te está profundizando en su coño empapado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ecstasy",
                "Una explosión de éxtasis crudo surge de su ingle mientras se enfrenta felizmente al borde, y la propia Sucúcuba se vuelve rígida en su abrazo mientras se corre de demostración también.A través de su orgasmo compartido, los dos permanecen pegados en el éxtasis bloqueado por los labios, sus cuerpos unidos se desmoronan mientras su polla salta y temblan en una poderosa eyaculación, rociando cuerda después de la cuerda en los pliegues de su amante apretando y agitando coño.",
                "El tiempo pasa lujosamente a medida que permanecen juntos así, como si se congelen en un pico tántrico de felicidad sexual, su polla continúa llenando el interior del súcubo con todo lo que tiene que dar, manteniéndolo inundado de la euforia hasta que, gradualmente, los dos deBajas suavemente de tu nube nueve, eventualmente te separas y recuperas tu respiración con tirantes largos y jadeantes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveGlow",
                "Speaks",
                "Aaaah ... [ThePlayerName]. ♥",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Alejando de su desordenada posición a medias exageradas sobre la encimera y dejando que sus piernas y la cola se escapen de ti, Trisha se deja descansar contra ti, su espalda presionada contra tu pecho mientras acaricia su rostro en tu cuello con un suspiro soñador,Una sonrisa completamente contenta en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Darling...♥",
                "A medida que la palabra amorosa se cuelga sobre ustedes dos, sientes que tus sentidos de repente se vuelven nebulosos, la escena desaparece rápidamente mientras te despiertas de lo que {i} hace {/i} resulta haber sido un sueño ...",
                "DisplayCharacters",
                "EndLoop",
                "PlayStoredBGM",
                "UseHeldBG",
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "RoomWakeUp"
            ]
        },
        {
            "NameOfScene": "RoomWakeUp",
            "theScene": [
                "Sientes tus ojos suavemente abiertos mientras te excitas en la comodidad de tu cama ... pero lamentablemente sin Trisha a tu lado, como te das cuenta rápidamente cuando miras a su alrededor, el sueño se sintió tan vívido que realmente esperabas despertar de regresoSu posada con ella todavía en contra de ti ...",
                "No obstante, con un nuevo día comenzando y su cuerpo ahora descansado, no hay nada para hacerlo más que levantarse, lo que hace después de disfrutar de un poco más de tiempo en la comodidad de las portadas y de la memoria fresca de su fantasía nocturna, ¡listo para más aventuras!"
            ]
        }
    ]
}