{
    "name": "Venefica Pet Dream",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Venefica",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrLess",
                "'Bon Bon Bun'",
                "49",
                "No Dream",
                "IfHasPerk",
                "Venefica's Milking Pet",
                "VeneficaDream",
                "IfHasPerk",
                "Venefica's Pay-Pet",
                "VeneficaDream",
                "GetEventAndIfChoice",
                "VeneficasHomeExplore",
                "18",
                "SniffedBoot",
                "VeneficaDream"
            ]
        },
        {
            "NameOfScene": "No Dream",
            "theScene": []
        },
        {
            "NameOfScene": "VeneficaDream",
            "theScene": [
                "StoreCurrentBGM",
                "StoreCurrentBG",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "blankScreen.png",
                "...",
                "Te sientes suavemente que se despierta, confundido de la calidez y suavidad de tu cama a tu alrededor.",
                "Tomando un momento para disfrutar de su cómodo despertar, estira perezosamente, murmurando y bostezando con sueño mientras te frotas los ojos.",
                "Groggy, te levantas, listo para comenzar tu día.",
                "ChangeBG",
                "forestNight.png",
                "A medida que entra en su entorno, se sorprende momentáneamente al encontrarse en un entorno diferente, rodeado de paredes y muebles de madera simples pero de buen gusto que de alguna manera se ven familiares ...",
                "Cuando jadeas sorprendido, inhalas un olfato de un perfume dulce y azucarado que impregna la casa ... e inmediatamente te vuelve a hacer: ¡estás en la casa de tu amante, por supuesto!",
                "Riéndose de la tontería de su lapso momentáneo de la memoria, lo atribuye a la somnolencia y tocas con cariño el collar que adorna tu cuello.Hecho de cuero rico, está inscrito con su nombre, y muestra que pertenece a su amante;que te has confiado por completo y que eres su devota mascota.",
                "Solo el pensamiento envía un escalofrío de felicidad feliz a través de tu cuerpo, una sonrisa eufórica en tu rostro ante la idea de ver a tu amada amante nuevamente.Actualmente está en una tarea importante, porque su amante es alguien muy poderosa y respetada, pero debería estar de regreso.",
                "Como si estuviera en la señal, escuchas el feliz tintineo de las campanas colgando sobre la puerta, y tu corazón se dispara.Incapaz de mantener su emoción bajo control, inmediatamente se apresura hacia la entrada, ya está encantado de escuchar el sonido de su voz.",
                "Speak",
                "Mistress",
                "-Demandando idiotas.No sé por qué me molesto ...",
                "Tu entusiasmo se rinde por su tono escalofriante y malhumorado, disminuyes la velocidad y, en lugar de acercarte, te acercas más discretamente.Por supuesto, sabes que el mal humor de tu amante no está dirigida a ti, pero ella sigue siendo alguien ... {i} intimidante. {/i}",
                "Aun así, no puede mantener su necesidad de verla nuevamente y apresuradamente a centrarse más, sintiendo el amor indiviso en su pecho cuando ella aparece a la vista.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "1",
                "HatEvilShade",
                "Speaks",
                "Lo juro, algunas personas actúan como si les debas el mundo, y luego tienen el absoluto {i} Gall {/i} para ofenderse cuando no quieras tener nada que ver con ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "NoHatEvilShade",
                "Con un bulto de cadera practicado, cierra la puerta detrás de ella y luego se quita el sombrero con un suspiro, dejando que sus grandes oídos se liberen y las acaricien gruñones antes de que vuelvan a ponerse de pie.No atreverse a molestarla, permaneces donde estás, mirándola adorablemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cold",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "NoHatBase",
                "Una expresión cansada en su rostro, ella permanece en el umbral por un momento, dejando que sus ojos deambulen ... hasta que su mirada glacial se descanse sobre ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Su rostro inmediatamente se ilumina al verte, todo rastro de su frigidez gruesa anterior desapareciendo en un instante.Sientes la misma euforia a su vez, tu entusiasmo tentativo ahora corre libre frente al maravilloso y conmovedor cambio del que tienes el privilegio de ser el objeto.",
                "Speaks",
                "[ThePlayerName]!¡Ven aquí, chico!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Ella se la sostiene de los brazos de bien.Amplio escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Es tan bueno verte, mi dulce mascota ... ¿estás feliz de verme?",
                "Presionados sin servicios entre los senos celestiales de Venefa, disfrutas indulgentemente la textura y el olor perfectos del seno de tu amante mientras asientes fervientemente y respondes con una voz ansiosa y amortiguada.",
                "PlayerSpeaks",
                "¡Sí, señora!",
                "Tareando relajado y cariñosamente, ella le acaricia suavemente la cabeza y se rasca el cuero cabelludo con sus expertas manos con garras, la forma en que sabe que te encanta.Te derrites positivamente en su alcance, suspirando felizmente mientras ella se convierte en un salto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "NoHatBlush",
                "Speaks",
                "Mmmh, no puedo superar lo deliciosamente lindo que eres ... qué buen chico. ♥ ... ¿hm?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Su vista completamente tomada por las tetas de almohada de Venefa, tembla y jadea en placer cuando siente que su muslo presiona contra su polla rígida, la proximidad de su amante que lo ha molestado, particularmente después de tanto tiempo que pasó sin ella ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Ufufu ... o tal vez un niño {i} Naughty {/i}",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Sin dejar que responda, ella muele su muslo espléndidamente suave contra tu polla, acariciándote a una erección completa mientras ella sigue volando tu cabello y acerca la boca a tu oreja para susurrar de manera sultrída.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mírate, pequeño cachorro.",
                "PlayerSpeaks",
                "Y-yes, amante Venefa. ♥ ¡Estoy tan feliz de estar contigo de nuevo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "En respuesta, la poderosa chica monstruosa ronronean apreciativamente y mueve una de sus manos a la barbilla.Levantándolo con dos de sus dedos, entrena tus ojos brumosos y nerviosos en sus iris que dominan con amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Parece que esperas algo ... ¿Quieres que ayude con eso {i} Hinchazón dolente {/i} tuyo? ♥",
                "PlayerSpeaks",
                "Sí, señora Venefa.¡Por favor!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Ella se ríe dulcemente, su risa aterciopelada es una sinfonía para tus oídos, y sabes lo que va a decir a continuación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Luego, ruega por ello {i} como deberías {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Ella te deja ir, y sabes lo que tienes que hacer ... lo que {b} quieres {/b} para hacer.Subreglozoamente, te retrocedes y te colocas frente a tu amante, agachándose y levantando las manos mientras miras reverentemente a Venefica, la imagen misma de una mascota de mendicidad.",
                "PlayerSpeaks",
                "Por favor, señora Venefa, ¡hazme correrme!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Mostrando una sonrisa complacida, ella da un paso deliberadamente pesado hacia ti, su pie en el piso que golpeó en el piso de madera, el sonido dominante que te hace temblar con anticipación y excitación, acelerando la paliza de tu corazón.",
                "Speaks",
                "{i}More{/i}.",
                "Sin una onza de protesta, te dejas caer sobre tu espalda, presentando descaradamente tu vientre y erguida polla, tu mirada todavía está encerrada en los ojos que lo abarca todo tu amante mientras lloras sinceramente, dejando que el placer sumiso de tu degradación te avance.",
                "PlayerSpeaks",
                "¡Por favor, la señora Venefa, tu fiel siervo te ruega que lo adornas con tu toque celestial!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "NoHatBlushSevere",
                "De alguna manera, la sonrisa de dientes de Venefa crece aún más grande a medida que una floración de sonrojo más pronunciada en sus mejillas, la bruja claramente se está dominando mientras ella empuja sin piedad.",
                "Speaks",
                "¿Es eso lo mejor que puedes hacer?Vamos, {i} {b} más {/b} {/i}.",
                "Mientras habla, levanta una pierna y la sacude, sacudiendo tentadoramente su pie de su bota.Reaccionas instantáneamente, levantando desesperadamente tus caderas frente a ella mientras gritas.",
                "PlayerSpeaks",
                "Yo {b} bendito {/b} usted, mi amante perfecta, por favor, por favor, {b} por favor {/b}, ¡ten piedad de tu mascota necesitada!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con un batido final ayudado por un sutil atracción de magia, la bota de Venefa cae, y sientes una explosión de pura alegría mientras presenta su sublime pie desnudo y habla en un murmullo lujuriosamente amoroso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Speaks",
                "Buen chico. ♥",
                "Aún con burla de la caída, se acerca su pie a su erección dura de la roca, pulgada a pulgada, disfrutando de su expresión de servil y sus respiraciones jadeando a medida que sus ojos se pegan a la atractiva curva de su pie y la forma de sus deliciosos dedos, cubiertos enUn brillo de olor dulce y sudor azucarado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Buenos chicos reciben golosinas. ♥",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "No puedes soportar un grito de alegría cuando pasta el glande, el mero toque hace que tu polla sacudida gotee una gota de precum, que tu amante usa como lubricación junto con su sudor, frotando tu punta con los dedos ágiles.",
                "Muy feliz de dejar que ella te quite, mantienes tu pose sumisa propensa mientras continúa, atrapando tu polla entre dos de sus dedos y tirando suavemente de ella antes de deslizarse hacia abajo, estimulando todo tu eje con la lentitud magistralmente controlada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Te has convertido en una pequeña mascota tan buena, tan ansiosa por el toque de tu amante. ♥ ¿No eres feliz, mi adorable [ThePlayerName]?",
                "No deja de acariciar su longitud mientras habla, acelerando constantemente, moviéndose hacia arriba y hacia abajo mientras mantiene un buen control de su virilidad, tomándose el tiempo para estimularlo justo donde sabe que eres sensible, provocando jadeos encantados detú.",
                "PlayerSpeaks",
                "¡Sí, señora Venefa!¡Estoy feliz!¡Estoy tan feliz!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Incluso sabiendo cuán grandioso, fantástico, sexy y hábil es tu amante, no puedes evitar sorprenderte lo bien que se siente, su pie solo te brinda más placer que todo el cuerpo de cualquier otra persona.",
                "De hecho, con lo irritable que te ha hecho, y con su ausencia te ha dejado bastante respaldado, ya puedes sentir que tu orgasmo se acerca y ella lo sabe, mirándote con una expresión tanto cariñosa como peligrosa;El tipo que es muy parecido a ella y te hace derretir cada vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileYandere",
                "Speaks",
                "Puedo ver que te estás acercando ... ¿Te haré correrte tonto, mascota?",
                "PlayerSpeaks",
                "¡Sí!¡Por favor!{i} por favor! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Ella puede tocarte como un violín, porque ella es tu amante y tú eres su siervo devoto, y no lo querrás de otra manera.Obedeciéndola cada orden, tener su juguete contigo ... eso es todo lo que puedas desear.",
                "El exquisito baile de su pie sobre tu polla sacudida continúa, Venefa usa su suela para fijar suavemente tu polla sobre tu estómago y frotarla a un ritmo cada vez más rápido, el toque cálido, resbaladizo y firme que se siente tan bien que estás seguro de que no podrías 'S sostiene tu clímax incluso si quieres.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speaks",
                "Cuenta conmigo.Tres ... ¿Quién eres tú?",
                "Mirándote con los brazos cruzados debajo de su busto, se toma un momento para burlarse de tus bolas tensas con los dedos de los pies, haciéndote estremecer felizmente y, en realidad, dificultando concentrarse mientras respondes.",
                "PlayerSpeaks",
                "Soy ... Soy tu mascota, señora!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella se ríe en respuesta, observando sus expresiones mientras traza delicadamente la forma de sus testículos con sus toetips hábiles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speaks",
                "No es la respuesta que esperaba pero ... obtienes un pase. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Ahora, dos ... ¿quién es tu amante?",
                "Ahora está mastando tiernamente su suela contra su eje, recogiendo cuidadosamente las manchas para complacerte sin llevarte al límite, haciéndote gruñir en una neblina impotente de éxtasis.",
                "PlayerSpeaks",
                "Mistress Venefa!El mejor, más poderoso, más hermoso",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileYandere",
                "Ella te corta con una presión adicional que te hace sacudir y quejarse de la estimulación ligeramente dolorosa mientras ella toca juguetonamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "My, my, [ThePlayerName], qué sycophant eres ... lo tomaría mal si no supiera que te refieres a cada palabra. ♥",
                "Ella se relaja y, esta vez, abraza toda su longitud con su pie, golpeando sus glande con los dedos de los pies, haciéndote tambaleante en el borde de tu orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Uno ... ¿A quién amas?",
                "Ni siquiera esperas un segundo antes de responder, levantando tu cabeza giratoria para ver a Venefica en sus magníficos ojos.",
                "PlayerSpeaks",
                "¡Tú!¡Tú, señora!¡Tú!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Su expresión burlona se vuelve dulce y tierna, y casi pierde la cabeza cuando comienza a bombear su polla en serio, llevándose a un clímax espléndido.",
                "Speaks",
                "Entonces ... cero ... te amo, [ThePlayerName], mi mascota. ♥",
                "PlayerSpeaks",
                "¡Yo también te amo, señora Venefa!",
                "Con un poco de presión perfectamente controlado, sientes que tu polla explota, gritando felizmente mientras brotas tu semilla para tu amada amante, manchando su piel de cacao con tu marfil.El placer acumulado en erupción a través de ti está haciendo que el control por completo, la cuerda después de la cuerda de semen, vuela mientras la venéfica te sigue estimulando.",
                "Incluso cuando pierdes el conciencia del devastador orgasmo, la vista de los ojos penetrantes de tu amante permanece quemado en tus sentidos, junto con su contenido, con una risa arrullando ...",
                "StopBGM",
                "PlayBlackOut",
                "...",
                "EndBlackOut",
                "DisplayCharacters",
                "EndLoop",
                "PlayStoredBGM",
                "UseHeldBG",
                "Te despiertas.",
                "Jadeando y sudando, tu polla dolorosamente rígida, necesitas un momento para orientarte, aún sintiendo el dulce olor de la venéfica en tu nariz y en tu lengua, escuchando el eco de su voz ...",
                "Con una mano temblorosa, tu toque el cuello y por un momento, no sabes si debes aliviarte o decepcionar que no sientas un collar allí.",
                "Respirando, haces todo lo posible para estabilizar la paliza de tu corazón y para dar un orden a tus pensamientos ... pero no importa cuánto lo intentes, incluso después de que tu erección se haya calmado y te has despertado para siempre, túTodavía no puedo evitar sentir una necesidad desesperada del toque y la atención de Venefa ..."
            ]
        }
    ]
}