{
    "name": "Vili Slave Dream",
    "CardType": "Dream",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Vili",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndIfChoice",
                "Go to your room.",
                "1",
                "SleepingInRoom",
                "ViliDreamSlaveCheck"
            ]
        },
        {
            "NameOfScene": "ViliDreamSlaveCheck",
            "theScene": [
                "IfHasPerk",
                "Vili's Titty Slave",
                "ViliDream"
            ]
        },
        {
            "NameOfScene": "ViliDream",
            "theScene": [
                "StoreCurrentBGM",
                "StoreCurrentBG",
                "ChangeBG",
                "dungeon.png",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "DisplayCharacters",
                "EndLoop",
                "Estás caminando a través de una mazmorra, con un arma en la mano a medida que avanzas explorando, incierto qué tipo de bestias o tesoros podrían ir en este laberinto desconocido, pero hasta ahora los rompecabezas y trampas no han demostrado ser rival para tus poderes heroicos..",
                "Los pasillos con poca luz te mantienen en guardia mientras caminas, el sonido de tus pasos es lo único que te mantiene compañía, hasta que llegas a la próxima división en los pasillos y escuchas una risa juguetona que te hace temblar, y tu corazón salta un ritmoMientras gira y ves quién está en uno de esos pasillos, flotando lentamente hacia ti.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Hey [ThePlayerName]. ♪ ¿Cuál es mi esclavo de titty cree que está aventurando en un lugar como este? ♪",
                "Usted quita una respuesta nerviosa y sin preparación, su arma a mano temblando un poco mientras sus ojos se sienten singenciales atraídos por su abundante escote, recordando cómo se tornaron la mente y se secan antes de que pueda pensar con la derecha, su polla se endurece contra sus pantalones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "Aww, ♪ ¿Qué pasa con ese aspecto? ♪ ¿No me alegra verme?Quiero decir, ya no puedes dejar de mirar mis tetas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Juras mientras llevas tu mirada a su cara engreída y aprieta tu agarre en tu arma, preparándote para el combate lo mejor que puedas a pesar de lo cachondo que estás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Ohhh, entonces {i} aterrador! ♪ ♪ {/i} El gran héroe fuerte va a pelear conmigo. ♪ jejeje. ♪",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Vili le toca a los pechos con los brazos y les da un batido burlón, al instantáneamente atrae los ojos de regreso a ellos, y enviándolo a un aturdido aturdido que no puedes sacudirte sin importar cuán duro lo intentes, y lentamente flota más cercay más cerca, llenando gradualmente su visión con sus tetas rebotando.",
                "Tus manualidades hasta que tu arma cae de su agarre y rayos al suelo, y usas ambas manos para tratar de cubrir infructuosamente tu erección para esforzarse mientras ella se ríe juguetonamente ante tu resistencia desmoronada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Ehehehe, ♪ ¿Qué pasa?¿No vas a luchar? ♪",
                "Intentas responder, pero las palabras mueren en tu garganta mientras ella rebota en sus pechos pesados ​​frente a ti, tu polla palpitante envía pulsos de dicha a través de tus caderas a la vista mientras gemirás y gemiría sin poder.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se desliza por debajo de su pecho con una risa, flotando aún más cerca de ti, presionando sus encantadores senos contra ti, su cara engreído a solo un solo pulgada de la tuya.",
                "Speaks",
                "Supongo que esto significa que vuelvo a ganar. ♥",
                "Intentas quemar algo desafiando, pero ella simplemente frota sus tetas malvaviscales contra tu pecho y tu voz se derrite en un gemido indefenso mientras muestra cuán completamente derrotada por sus senos eres realmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jejeje, ♥ eres tan lindo cuando intentas resistir mis tetas. ♥ Pero realmente, eres el que culpa por perderlas. ♥ diste {i} una {/i} tiempo, ♥Eso fue todo lo que se necesitó para convertirte en un esclavo indefenso. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "No es mi culpa de que después de eso no pudieras resistirme a mis tetas. ♥ inocentemente te ofrecería una mierda y la tomarías sin pensarlo dos veces, ♥ y antes de que lo supieras, no pudiste resistirte en absolutomás. ♥",
                "Ella flota y envuelve sus brazos alrededor de la parte posterior de tu cabeza, enterrando tu rostro en su suave escote celestial mientras una de sus piernas vestidas de calcetín se frota suavemente hacia arriba y hacia abajo de tu erección, dejándote gimiendo sin pensar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Pero no te preocupes, le dije que te cuidaría bien sin importar cuánto pervertido necesitado se convirtiera en mis tetas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se rasa suavemente la parte posterior de la cabeza con las manos mientras te sofoca con amor con sus encantadores senos, llenando tu mente con sus tetas, y solo toma unos pocos golpes más de su pierna contra tu ingle mientras te sacude las tetas en la caraDejarte gemir en el clímax, cubrir la pierna en tu semilla y mancharte los pantalones con semen.",
                "Speaks",
                "Jejeje, ♥ ahí vas, pierdes mis senos de nuevo. ♥",
                "El placer no deja de atravesar tu cuerpo, y no puedes dejar de pensar en cuánto amas sus abundantes tetas, cada roce y batido te rompen con suavidad de malvaviscos y felicidad intoxicante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "En este punto, lo único que te mantiene de pie es ella, tus piernas demasiado temblorosas y el placer golpeado para pararse, y ella fácilmente te empuja contra una pared cercana, dándole a tu cara un apretón más con sus maravillosos senos antes de deslizarse por tu torso con unsonrisa presumida.",
                "Speaks",
                "Entonces, esclavo, ♥ ¿Listo para tu regalo favorito? ♥",
                "Asentes mientras la miras escapar de tus pantalones, flotando sus suaves senos justo en frente de tu masculina con fugas y sacudidas, una sensación de temor y lujuria mixta mientras te mira, todo tu cuerpo ya se rinde por completosus tetas.",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToTitfuck",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "Base",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "1",
                "None",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "1",
                "None",
                "PlayMotionEffect",
                "ScreenBounce",
                "Con una risita, envuelve toda su longitud con sus tetas de malvavisco, haciéndote llorar con felicidad mientras comienza a bombear tu polla espasmante con su cofre perfecto, pensamientos sumisos sobre sus maravillosos senos que corren por tu mente todo el tiempo.",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "None",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "None",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Squeeze",
                "No puedes esperar soportar las olas de placer que sus tetas celestiales te están dando, tu virilidad palpitante rápidamente brotando entre su escote en la derrota, pero no tiene la intención de detenerte allí, acariciándote y apretándote, manteniéndote encerrada en una grasa infernal tantoElla se prepara contigo.",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "Base",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Base",
                "ChangeImageLayer",
                "Semen",
                "1",
                "Base",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Vili's Titing Titing Your Brains y solo puedes sonreír con deleite, tus caderas empujando suavemente a la suave prisión que ha hecho para tu polla mientras ella aprieta y sacude sus abundantes tetas, dejándote un desastre incoherente mientras lloras y cubren sus senos en cumbrede los orgasmos aparentemente sin parar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smuger",
                "Speaks",
                "Dame hasta la última gota. ♥",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Gritas de la oleada de drenar la dicha mientras se empapa en el desastre del semen que la has cubierto con una sonrisa petulante, todavía bombeando tu longitud con sus tetas suaves todo el tiempo, haciéndote tirar y gemir en éxtasis, el placer deSu increíble titfuck te vuelve a dar vueltas de nuevo a sus tetas intoxicantes.",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickMock",
                "ChangeImageLayer",
                "Semen",
                "1",
                "BaseThick",
                "Una sonrisa borracha de placer está enlucida en tu rostro mientras te seca, te secas, sus tetas pesadas te rompen con cada golpe, escurriendo brote después de que te salpieran las bolas doloridas, todo para poder empaparte, privando a tu energía, inundándote, inundándotecon euforia de la intensa presión de su escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Su prisión titty nunca deja que tu polla se libera ni por un segundo, dejándote perdido en el cielo infernal de su titfuck aparentemente interminable, el mismo placer que te hizo su esclavo de tit en primer lugar, la insidiosa suavidad que te hace correr yhasta que estés completamente gastado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "None",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "None",
                "Cuando termina, estás sentado desplomado contra la pared mientras Vili se cierne sobre ti, empapando en el último de tu semilla con una risa engreída mientras sonríes y se contraces en réplicas orgásmicas.",
                "Speaks",
                "Jeje, ♥ eres un esclavo tan bueno. ♥ Espero con ansias la próxima vez. ♥ Sé que tú también lo haces. ♪",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "UseHeldBG",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeImageLayer",
                "Scene",
                "1",
                "TitsCloseUp",
                "Te rompes despierto en un aturdimiento cachondo, tu polla se apresuró a palizar, pero claramente aún no ha clímax, el vívido sueño que se aferró a tus sentidos, tanto para que aún puedas ver las maravillosas tetas de Vili flotando sobre tu cara.",
                "Espera, ¡esas {i} son {/i} tetas de Vili!",
                "Jadeas sorprendidos mientras de repente sofoca tu rostro con ellos, enviando una ola de dicha lavando tu mente.",
                "Speaks",
                "Hey [ThePlayerName]. ♪ ¿Disfrutaste ese sueño? ♪ jejeje. ♪ Apuesto a que lo hiciste. ♪",
                "Solo puedes gemir en respuesta, el placer de temblar a través de ti mientras te frota la cara en su abundante escote.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "Finalmente flota de ti con una risita, dejándote cachondo y contrajándose en tu cama.",
                "Speaks",
                "Lo tomaré como un sí. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Vili the Titillating Terror",
                "1",
                "BeatVili",
                "De todos modos, no olvides venir a visitarme en algún momento [ThePlayerName].Es muy divertido interpretar a Hero y Villano contigo, y porque eres {i} voluntariamente {/i} siendo mi esclavo de tit, ♥ Sé que estás teniendo {i} divertido {/i} también. ♥",
                "1",
                "",
                "De todos modos, no olvides venir a visitarme en algún momento [ThePlayerName].Es muy divertido interpretar a Hero y Villano contigo, y estoy seguro de que quieres intentar liberarte de ser mi esclavo de Tit. ♪",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TeasePlayful",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Vili the Titillating Terror",
                "1",
                "BeatVili",
                "Jeje, ♪ ♪ ♪ Al menos {i} Intenta {/i} para resistir un poco, sin embargo, es más entretenido para los dos.Por otra parte, es bastante divertido si también pierdes al instante. ♪",
                "1",
                "",
                "Jeje, ♪ o tal vez solo quieras perder de nuevo. ♪",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Bueno, nos vemos de nuevo en algún momento jejeje. ♪ Duerme bien. ♪",
                "JumpToScene",
                "EndDream"
            ]
        },
        {
            "NameOfScene": "EndDream",
            "theScene": [
                "PlayStoredBGM",
                "Estás empezando a recordar que la ves volar por tu ventana a la noche con una amplia sonrisa, claramente contento con su desgracia, y te recostas en tu cama con un suspiro, contento de haber cerrado la ventana detrás de ella cuando se fue.",
                "DisplayCharacters",
                "EndLoop",
                "A pesar de su erección aún furiosa, te dejas volver a dormir, sintiéndote completamente exhausto por los orgasmos secos, la invasión de los sueños de Vili te dio, y tus sueños terminan nublados con sus senos a pesar de su ausencia, dejándote dolor de pasar algún tiempo con ella...."
            ]
        }
    ]
}