{
    "name": "Mimic",
    "IDname": "Mimic",
    "species": "Aberrant",
    "gender": "female",
    "description": "Una mujer joven con piel rosa sobrenatural, cabello morado largo y rizado con una corbata lateral glamorosa, ojos violetas brillantes y una cara ligeramente pecosa.Ella tiene un aire misterioso pero alegre sobre ella y está adornada con joyas abanas y lencería con volantes, su amplio busto en exhibición y sus manos cuidadosamente cuidadas, mostrando sus uñas moradas pintadas largas.Sus pies solo están revestidos en medias apretadas que usa en sus suaves piernas largas.Sobre su piel pálida son tatuajes sutilmente brillantes que se arrastran por su mejilla, brazos y caderas, junto con un tatuaje de útero más prominente en forma de corazón en su abdomen.La mujer descansa como si estuviera sentada en el borde de las fauces abiertas del cofre, descansando sobre una pequeña cortina de seda.Los ojos etéreos brillantes se sienten detrás de ella con un brillo de otro mundo depredador, una miríada de innumerables, antinaturalmente pálidos y delgados brazos femeninos que salen del cofre, sus manos revolotean, agarrando y gesticen en el aire, ansiosos por tocar y tocar.Dos brazos y manos mucho más grandes salen de los lados de la caja, luciendo bandas reales de anillos de oro con incrustaciones de joyas y extendiéndose hacia usted como si fuera de su propia voluntad.Tanto el cofre del tesoro como la mujer sobre él parecen exudar una extraña energía espectral oscura que gira y gira siniestamente a su alrededor, como si te llamara más cerca.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "True",
    "requires": [
        ""
    ],
    "skillList": [
        "Occultic Caress",
        "Enfeebling Curse",
        "Greedy Tease",
        "Mimic's Grasp",
        "Occultic Embrace",
        "Possessive Makeout",
        "Deep Kiss",
        "Greedy Kiss",
        "Possessive Kissing Caress",
        "Mimic's Greedy Mating",
        "Tighten",
        "Grind",
        "Bounce",
        "Greedy Abyssal Mating",
        "Accursed Draining Abyss",
        "Interlocking Abyssal Loving"
    ],
    "perks": [
        "Energy Drainer",
        "Semen Eater",
        "Aphrodisiac Tolerant",
        "Pacing",
        "Sex Adept",
        "Skilled Tongue",
        "Honey Trap",
        "Clingy",
        "Arcane Adept",
        "Schemer",
        "Grappler"
    ],
    "stats": {
        "lvl": "15",
        "Exp": "75",
        "max_hp": "350",
        "max_ep": "100",
        "max_sp": "1",
        "Power": "15",
        "Technique": "5",
        "Intelligence": "12",
        "Allure": "12",
        "Willpower": "3",
        "Luck": "8"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "100",
        "Ass": "100",
        "Breasts": "100",
        "Mouth": "100",
        "Seduction": "125",
        "Magic": "90",
        "Pain": "25",
        "Holy": "120",
        "Unholy": "80"
    },
    "resistancesStatusEffects": {
        "Stun": "0",
        "Charm": "-10",
        "Aphrodisiac": "0",
        "Restraints": "999",
        "Sleep": "0",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "0"
    },
    "moneyDropped": "500",
    "ItemDropList": [
        {
            "name": "Silver Rune",
            "dropChance": "10"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "Loss tease scene",
            "move": "",
            "stance": "",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "As you falter and slump with exhaustion from the mimic's tender, milking teasing, her many slender hands dart out and scoop you up like a doll, delicately but quite firmly holding your limp form up while the pale woman appreciatively looks you over with an ominously lustful gaze, giggling in celebration.",
                "Speaks",
                "Kuhuhu,♥ now I have you in the palm of my hand.♥ So adorably helpless.♥",
                "As if on cue, the myriad of long-nailed fingers start to gently stroke and squeeze you all over, carefully peeling off whatever remains of your clothing while giving you constant caresses and scritches, sending pleasant tingles wherever they touch, the many womanly hands smoothly gliding across your skin drawing a concerto of slight gasps from you, much to the enjoyment of the victorious monster girl.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Apparently content to keep toying with, she lets out an excited purr and licks her lips as she seats herself lazily on the edge of her treasure chest, ogling your naked body with hungry eyes while her unearthly arms keep groping you from every angle, massaging and squeezing your muscles, kneading your shoulders, rubbing your thighs, caressing your chest...",
                "Speaks",
                "Mmmnnn-♥ I think I'll milk you with {i}just{/i} my hands.♥ It'll be a special intimate curse... from me to you.♥",
                "One of the pale hands slips in and gently parts your legs, your current state leaving you unable to put up any resistance as it starts to massage your aching balls, occasionally grazing your testes affectionately with its long nails, just enough to give you pleasant tingles without causing you pain, while three other smooth hands join in to soothingly run their soft fingers over your shaft in light touches, keeping the stimulation achingly slow.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Another hand carefully cups your chin and tilts your head to direct it to the lithe woman herself, her own hands teasingly running up and down her curvy body as she puts on a tempting show for you while her countless eldritch hands massage and toy with you, warm tingles radiating across your entire immobilized form, long-nailed fingers gently circling and flicking your stiffening nipples while others glide up and down your chest.",
                "Speaks",
                "Stare as greedily as you want.♥ I'll enchant you body and mind.♥",
                "She coos with a naughty purr, your dazed eyes watching her sway her tits for you, shivering with arousal as slender fingers lightly trail up and down your aching manhood, making it twitch and jump with warm gooey shocks of pleasure, the careful stimulation keeping it leaking precum as the full-body massage pushes you closer and closer to the edge with agonizing slowness.",
                "You inhale sharply as the slow-paced touches gradually erode your endurance, feeling hotter and increasingly sensitive with every passing moment surrounded by the doting hands: a slow caressing palm along the side of your waist up your chest, teasing fingernails flicking and circling your aching nipples, a squeezing grope to your thighs, a cradling touch to your cheek, all mixing together to make your mind spin with delirious bliss...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Kuhuhu,♥ just relax and ride the dark waves of pleasure.♥",
                "Helplessly trapped in her possessive grasp, a delightful shiver runs through you from the constant massaging, groping, and teasing of her nimble fingers, your head going blank while your hips jerk into her teasing hands in indulgent search of release, your mind and body both feeling burning-hot from debilitating arousal.",
                "But you moan in pitiful need when the mischievous arms suddenly dart away, leaving your shaft trembling on the needy brink of climax. Clenching your teeth in frustration, you powerlessly hump the air, whining as the elusive pleasure high slowly ebbs away from you, then trembling and gasping when two hands squeeze and flick your aching nipples with lovingly cruel teasing affection.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "Speaks",
                "Mmmh, yes... Just let those waves hit you over and over and {i}over and over and {b}over.♥{/b}{/i}",
                "She speaks with growing mania, letting out an excited sigh as she leans back with a gluttonously sultry expression, mercilessly continuing to show off her curvaceous body to your dazed horny eyes, shaking and swinging it alluringly.",
                "Meanwhile, her many fingers return to gently teasing and toying with your erection using brush-like strokes while a soft hand dutifully massages your tensing balls, bringing back the hot trembling shocks running through you.",
                "The rest of the seemingly endless flurry of perfectly coordinated arms keep lightly rubbing your thighs, waist, and chest, keeping your entire being in a blissful overloaded state where you can only moan out as you drift along melty waves of pleasure, the teasing touches relentlessly stopping and resuming, coaxing a gushing stream of precum out of your now painfully engorged tip, just achingly keeping release out of reach.",
                "Every time, right as the pleasure feels like it will finally boil over, the lithe fingers toying with your shaft slip away to join the others in massaging you {i}everywhere{/i} else, leaving your cock flailing and throbbing with intense achy need for more stimulation while you tremble in the throes of mind-breaking denial, your rapid huffing breaths getting ever faster from the constant sensual edging massage across your entire body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Speaks",
                "Mmnnnh-♥ Well pent up now.♥ So come on.♥ Make a mess of me with your cum.♥ Give me every drop.♥ You can do it.♥ Let every little caress melt you away.♥ Kuhuhu.♥",
                "You whine and groan on the maddening brink of release, desperately watching the obscene woman sway and gyrate her curves, showily rolling out her long tongue to show off a tempting air-blowjob with a deprasved sigh, tempting and teasing you with a sinfully facinating show.",
                "All the while her hands brush across your skin in gentle tingly touches, her fingers squeezing and flicking your nipples while smooth palms lavish your thighs with sensual caresses, a nail-grazing massage to your balls keeping your dick endlessly trembling.",
                "PlayerOrgasm",
                "1",
                "Until {i}finally{/i} it's all too much to endure, the hot gooey ecstasy capsizing your endurance in a melty wave that cascades all across your trembling form, your cock spurting messily all over the gothic beauty while she purrs with naughty depraved pleasure from the sticky shower, your mind lost in the ongoing, thrumming, full-body massage as you cum on loop with incoherent moans, your eyes rolling back in mind-blanking bliss.",
                "Speaks",
                "Kuhuhu~♥ Yesss.♥ Let it all out.♥ {i}Allllll{/i} for me!",
                "You mewl dazedly while your hips jerk through your trembling orgasm in a blind, animalistic search for more of the searing pleasure, your thoughts fizzling out amid the ruinous climax...",
                "Until the intense climax slowly winds down, a dripping trail of spent cum leaking out from your tip while the mimic luxuriously sighs coated in your semen, her unearthly hands gently cradling and petting you with affectionate care while you twitch from the aftershocks of ecstasy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "The mimic lets out another ominous giggle while her tattoos glow and she soaks up your seed with a dark, draining pulse, gazing at you with unabated eerie lust while she licks her soft lips, a worryingly manic expression still on her dainty face.",
                "Speaks",
                "Mmmnnn- Delicious.♥ Now... I'll milk you {b}again and again{/b}. Just. Like. That. Kuhuhu.♥",
                "PlayVisualEffect3",
                "SuddenHaze",
                "darkHaze.png",
                "You whine inarticulately as the hellishly pampering squeezing massage starts all over again and your semi-hard cock starts to stiffen again... Only for you to slump completely in the arms' embrace before you promptly pass out, your energy too depleted and your consciousness too overwhelmed to keep going.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "{i}Ah-{/i} Oh- That was too much-",
                "Then everything goes dark as your recall stone kicks in and you're whisked away from the mimic's hungry grasp...",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "ChangeFetish",
                "Monstrous",
                "10"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss Entrapping scene",
            "move": "",
            "stance": "Entrapping",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Irremediably trapped in the mimic's pitch-black eldritch abyssal lair, there is nothing you can do but lie powerlessly upon a bed of countless hands while she remains tightly entangled with you in an intimate kiss, continuously bouncing her hips in a steady mind-melting rhythm despite your recent defeating climax, a draining pulse of magic sapping the last bit of energy from your trembling pleasure-shocked form, sealing your fate.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Her myriad of possessive slender fingers tightly hold onto your arms and legs, lovingly caressing every bit of you they can while the womanly monster girl pulls back from the deep kiss with a wet sigh, giving you a good view of her looming curvy form, eerily framed by nothing other than hands and an endless featureless inky sky.",
                "JumpToScene",
                "In Chest Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss Sex scene",
            "move": "",
            "stance": "Sex",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "IfPlayerHasStance",
                "Entrapping",
                "Loss Entrapping scene",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "As the mimic keeps bouncing on your still spurting cock, you feel exhaustion flood your drained body, leaving you slumping into the encroaching grasp of her many hands, making her giggle with excitement as their tight grasp surrounds you and she leans in to give you a teasing victorious peck on the cheek.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Kuhuhu,♥ what's wrong, handsome? Love-cursed into a happy puddle?♥",
                "Giggling, she drapes her arms over your back and draws you into a deep mind-numbing kiss, rolling her unnaturally long tongue around your hapless mouth to stimulate and tease every bit of you she can while riding your trembling length, making your mind go pink with a hazy dazy fog from the intoxicatingly stifling pleasure.",
                "Speaks",
                "Mmmm,♥ let's get to the main course, my precious handsome treasure.♥",
                "ChangeBG",
                "Void.png",
                "The swelling intimate pleasure leaves you feebly squirming against her many hands while you thoughtlessly gaze into her lustful violet eyes, a sense of helpless excited trepidation running over you when your peripherals register her many hands pulling you both into the chest, sending you both tumbling into a pitch-black void while the box slams shut to the outside world.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tightly entangled with the mimic, you soon find yourself on your back, drifting down into the pitch-black abyss of her lair, countless hands cradling you both like a bed, others firmly holding onto your arms and legs, lovingly caressing you while the woman pulls back from the kiss with a wet sigh, giving you a good view of her looming curvy form, eerily framed by nothing other than hands and an endless featureless inky sky.",
                "JumpToScene",
                "In Chest Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss Anal scene",
            "move": "",
            "stance": "Anal",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "IfPlayerHasStance",
                "Entrapping",
                "Loss Entrapping scene",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "As you slump into the encroaching grasp of her many hands, panting and quivering with sexual exaustion, the mimic giggles and slides your shaft out of her tight rear to align it with her pussy with a teasing wiggle before slamming down her hips with a happy sigh, your body kept in place by the tight grasp of her many hands as she leans in to give you a teasing victorious peck on the cheek.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Kuhuhu,♥ what's wrong, handsome? Love-cursed into a happy puddle?♥",
                "Giggling, she drapes her arms over your back and draws you into a deep mind-numbing kiss, rolling her unnaturally long tongue around your hapless mouth to stimulate and tease every bit of you she can while riding your trembling length, making your mind go pink with a hazy dazy fog from the intoxicatingly stifling pleasure.",
                "Speaks",
                "Mmmm,♥ let's get to the main course, my precious handsome treasure.♥",
                "ChangeBG",
                "Void.png",
                "The swelling intimate pleasure leaves you feebly squirming against her many hands while you thoughtlessly gaze into her lustful violet eyes, a sense of helpless excited trepidation running over you when your peripherals register her many hands pulling you both into the chest, sending you both tumbling into a pitch-black void while the box slams shut to the outside world.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tightly entangled with the mimic, you soon find yourself on your back, drifting down into the pitch-black abyss of her lair, countless hands cradling you both like a bed, others firmly holding onto your arms and legs, lovingly caressing you while the woman pulls back from the kiss with a wet sigh, giving you a good view of her looming curvy form, eerily framed by nothing other than hands and an endless featureless inky sky.",
                "JumpToScene",
                "In Chest Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss MakingOut scene",
            "move": "",
            "stance": "Making Out",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "IfPlayerHasStance",
                "Entrapping",
                "Loss Entrapping scene",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "As your kiss-bathed orgasm ebbs away, exhaustion floods your drained body, leaving you slumping into the passionate makeout in a pleasured daze, the mimic's countless hands lovingly crowding around you to tightly grasp whatever part of you is exposed while she murmurs into your mouth.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Speaks",
                "Kuhuhu,♥ what's wrong, handsome? Love-drunk from my kiss?",
                "She drapes her arms over your head while roughly rolling her unnaturally long tongue around your hapless mouth to stimulate and tease every bit of you she can while her own hands run sensually over your neck and back, making your mind go pink with a hazy dazy fog from the intoxicatingly stifling pleasure.",
                "All the while, her flurry of eldritch hands pull and tug you closer, positioning you with the care and dexterity of a puppeteer until your hips are aligned with the mimic's sultrily exposed drenched pussy. With a guiding push, the arms make you thrust into the drooling slit of the pale woman who locks her legs around you with an excited giggle, lightly grinding and gyrating her hips against you while her inner walls squeeze and massage your entire shaft.",
                "ChangeBG",
                "Void.png",
                "The swelling intimate pleasure leaves you feebly squirming against her many hands while you thoughtlessly gaze into her lustful violet eyes, a sense of helpless excited trepidation running over you when your peripherals register her many hands pulling you both into the chest, sending you both tumbling into a pitch-black void while the box slams shut to the outside world.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tightly entangled with the mimic, you soon find yourself on your back, drifting down into the pitch-black abyss of her lair, countless hands cradling you both like a bed, others firmly holding onto your arms and legs, lovingly caressing you while the woman pulls back from the kiss with a wet sigh, giving you a good view of her looming curvy form, eerily framed by nothing other than hands and an endless featureless inky sky.",
                "JumpToScene",
                "In Chest Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "In Chest Loss scene",
            "move": "",
            "stance": "CantBeReachedNormally",
            "includes": [
                "Mimic"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "Speaks",
                "Mmmmnn-♥ Kuhuhu, and now, I'm going to {i}eat you up,{/i} handsome.♥",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose2",
                "She punctuates her ominous statement with an eerie smile while the distinctive click of a lock turning shut echoes above you, the faint glimmer of light to the outside world high above you vanishing entirely. Left alone with the mimic in the otherworldly expanse of boundless blackness, you can't repress of chill of arousal-tinged fear when the many hands tighten around you possessively and she leans against you to whisper in your ear.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "{i}Sexually{/i},♥ of course.♥",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "She gently gyrates her hips while leaning back slightly, staring down at you possessively as she enjoys the feeling of your rigid length inside her, the sultry rocking of her waist drawing excited coos and moans out of her, twirling her hair coquettishly as she appreciates the sight of your helpless body beneath her.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Kuhuhuhuhu~ I'm {i}so{/i} excited. I'm going to curse you {b}plenty{/b}!~",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "Without warning, she suddenly looms forward, moving her face a mere inch from yours to stare into your eyes with an ominous smile, the mania-laced gleam in her violet irises standing in stark contrast to her short-lived bout of innocent cheeriness.",
                "Speaks",
                "And I'm {i}not{/i} letting you go. You're {i}my{/i} treasure now. You're all mine and I'm milking out {i}every{/i} last drop of semen from you.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Extending her long sinuous tongue, she gives your cheek a languorous tasting lick, shivering with arousal and greedy affection.",
                "Speaks",
                "Kuhuhu-♥ After all, with how thick with energy your cum is, handsome, I just wouldn't be able to stop myself anyway!♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "With a purr, she wraps her arms around the back of your neck as she presses her lips to yours, locking you into a possessive, romantic deep kiss while she gazes lewdly into you eyes, rolling her obscene tongue around your mouth while lightly rocking her shapely hips, making you twitch and gasp from the shocks of pleasure running through your body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "Meanwhile, the gothic beauty's many slender eldritch hands caress and massage your unresisting body from all sides, keeping you relaxed and loose in her otherworldly grasp, her affectionate kissing and bouncing hips slowly building up intensity, the curvaceous lady pressing herself tighter against you as she rides your twitching dick like her own exclusive sex toy.",
                "Speaks",
                "Mmnnn-♥ {i}Mine.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "Her manic lust keeps growing, fueling her increasingly frantic pace. Wet sounds echo in the otherwise silent darkness of the mimic's subspace as your hips slap together and her soft lips keep sucking on your tongue while her own long tongue assails every corner of your mouth, leaving you haplessly moaning into her as the oral and sexual bliss melts through your senses in constant waves.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "Awash with eroding pleasure, you can't help but give in to her relentless affections and instinctively try to reciprocate them by swinging your hips, but her unearthly bed of hands tightly cling to you, keeping you so firmly restrained you can't even move!",
                "Grunting in both frustration and pleasure, you can't but acknowledge your powerlessness to control the wanton sexual pace, left with no choice but to relax and enjoy being pampered and milked dry.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Victoriously welcoming your implicit admission of defeat with a giddy smile, she purrs and giggles into your mouth, her long tongue continuously toying with you, leaving you breathlessly huffing and moaning into her as her ceaseless frantic mating sends waves of pleasure cascading across your entire body, every rapid downward slam of her hips making your eyes roll with ecstasy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "PlayerOrgasm",
                "1",
                "Quickly, you find yourself unable to hold out against her loving mania-driven pace, a cervix-striking slam of her hips breaking your resistance and you unload a torrent of semen into her womb, the mimic moaning happily as she gyrates her waist to wring you out all through your spurting climax, the stirring feeling of her still entangling tongue turning you into a lightheaded mess as she slowly drags you down into her loving depravity.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "With sinful pulse after sinful pulse of dark magic radiating through your intimate connection, you feel her greedily soak in your energy and semen, the magical stimulation making your entire body shudder and tingle with warm gooey bliss. Combined with the constant, all-encompassing massage from her loving eerie hands, your entire body feels increasingly slack and loose, decisively extinguishing any hope of opposing her...",
                "Speaks",
                "Mmmnnhhp~♥ Kuhuhu-♥ That was just curse one.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "She croons into the ongoing messy makeout session, breaking it a moment so you can both gasp for air before she resumes the mating liplock with redoubled passion, the intense full-body stimulation of her massaging fingers drawing a sweet concerto of muffled moans and grunts out of you while her lightly bouncing hips slowly milk all the tension out of your body, sultrily coaxing you into the welcoming embrace of the bed of hands.",
                "Encouraged by your ever more flagging resistance, the mimic starts to swing her waist with a building tempo, your dick throbbing with melty excitement from every womb-striking impact and your thoughts swirling with redoubled pleasure from every wet smack of your meeting bodies, her possessive kissing keeping your thoughts bubbly and hazy as you gaze into her violet eyes with a helpless feeling of desireful love.",
                "PlayerOrgasm",
                "1",
                "Her maniacal mating overwhelming your rationality with pleasure, you shiver and moan with gleeful eagerness as your trembling cock once more surrenders to her pussy with surprising speed, sapping waves of draining magic once more radiating out from her into you, wringing out another thick load from your aching balls for her to ravenously devour.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Speaks",
                "Curshe two.♥ Hmmpmm~♥",
                "The full-body caress from her countless hands and long-nailed fingers melts together with the sensory delight of her still frantic hip-bouncing, giving you no rest. Her long, uninterrupted kisses continue to urge you to relax and unwind {i}completely{/i} in her loving, clingy embrace, pleasure swelling and building from your very core even as your fresh climax just ebbs away.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "Huffing and giggling in obsession-laced love, the mimic gazes needily into your eyes, her glimmering amethyst irises seeming to shine in the inky void while she continues to suck on your tongue and kiss you senseless, every downward slam of her curvy hips making your cock already feel like it's going to cum again in a matter of seconds, the melty, oozing feeling in your body promising you an eternity of just spurting and spurting and spurting...",
                "PlayerOrgasm",
                "1",
                "All self-restraint having now left you, your mind promptly goes blank with hot gooey pleasure as you unload into the mimic again, this time releasing an almost continuous stream of semen for her to soak in. Completely blissed out as you are, your body doesn't even tense up as her pussy lovingly squeezes out more and more of your seed, the next climax feeling like it's already going to hit before this one even ends...",
                "Speaks",
                "Kuhuhu-♥ Curse {i}three.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "She continues her count of your climaxes... unless she's actually weaving some depraved magic into you with every orgasm? Despite the pleasure high and total relaxation, you're starting to feel incredibly tired, a strange sinking feeling settling into your core...",
                "PlayerOrgasm",
                "1",
                "The feeling keeps growing stronger as every single bounce of her shapely hips now milks out another thick load of cum from your spasming dick, your manhood eagerly responding to each squeezing stroke of her clingy pussy, intense pleasure and near-orgasmic ecstasy mixing together in a mind-blowing cocktail, leaving you drunkenly and meekly kissing her back like a pair of lustful lovers, your thoughts now barely coherent.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "Speaks",
                "Mph-♥ four-♥ five-♥ six-♥ nmhp-♥ curse after curse-♥ Kuhu-♥ I think I lost track already-♥",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "With her milking out a constant chain of loving climaxes from you, you feel like the sinking sensation in your core is only getting more powerful with every spurt you give her... like you're dropping deeper and faster into her abyssal lair...",
                "Eventually, she breaks the kiss and licks her lips with an enraptured sigh of delight, still holding you in her inescapable grasp, her eyes glowing brighter than ever with blazing wanting. While you gasp and shiver for air, she smiles down eerily at you, cheeks flush with lust.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Speaks",
                "Ohhh~♥ You taste sooo good!♥ Your semen is the best.♥ My curse-riddled lover.♥",
                "PlayerSpeaks",
                "Gh-♥ H-How am I-",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose1",
                "You end up moaning partway through your mumbling question as she continues to mercilessly bounce on your trembling and still rock-hard erection, milking out another large shot of cum into her insatiable womb, accented by another obscene pulse of magic that soaks in more of your sapped energy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "-cumming so much? That's very simple, my delicious treasure: I'm converting {i}alllll{/i} of your energy into semen!♥ Kuhuhu-♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Mmmhmm,♥ but don't worry, it's perfectly safe!♥ Just one of the {i}many{/i} love curses I'll give you.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Creepy",
                "Speaks",
                "And... the best part is that I can feed energy back to you while you're in my domain, so we never, {i}ever{/i} have to stop!♥",
                "She says with loving giddiness while still slamming her hips down on your now completely curse-tamed dick, wringing out more semen for herself, caressing your chest with her long nails before leaning back down with a low seductive whisper, licking your cheek with her long tongue in slow, deep strokes, as if to fully mark you as hers.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "SexPose2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Speaks",
                "Not even that pesky recall stone will take you away from me.♥ Kuhuhu-♥ It won't realize you're in trouble.♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "Your eyes widen with fresh panic before she resumes deeply kissing you with a loving purr, again locking her soft lips to yours, and as you thoughtlessly groan in affectionate bliss, your alarm melts into lust as you sink back into the mimic's depraved world of love, your eyes glazing over, happily giving her another thick load of semen, still unable to thrust your own hips but perfectly content to be used like a treasured sex toy.",
                "PlayerOrgasm",
                "1",
                "With a lascivious coo, her tongue continues to aggressively dominate yours while the relentless downward slaps of her hips milk spurt after spurt of cum from your rigid claimed manhood, her possessive love evaporating your rationality as she continues to hungrily wring out everything she can, whispering sweet passionate nothings amid the ravenous kisses while you sink into her world of eerie eroticism for good.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Even in the seemingly endless void, the smell of sex and the mimic's feminine scent have completely overtaken your love nest in a pink haze as a result of the constant ruinous mating, your mind blanking out for good as she peppers your face with butterfly smooches, her many hands coaxing more and more semen out of you as they massage every bit of your body, your cock now truly turned into your lover's private cum fountain.",
                "PlayerOrgasm",
                "1",
                "As the frenzied hip-slamming goes on and you cum again and again and {i}again{/i} into her on a constant loop, your brain can take no longer of the endless electrifying pleasure and your consciousness winks out...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongueSwirl",
                "PlayBlackOut",
                "Before your thoughts leave you completely, you idly wonder if she will ever let you go, or if she was just bluffing about the recall stone...",
                "...or if you even want this to ever end.♥",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "5",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Kissing",
                "5"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "StartOfCombat",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|MimicCombatEvents|/|Intro|n|"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|MimicCombatEvents|/|EndOfRound|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Teleport"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|MimicCombatEvents|/|BoxedTeleportCheck|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Mmmnn ... ♥ Debería mostrarte mis maldiciones. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Ohhhh! ♥ un sentimiento tan maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mente- girando ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jajhhh ♥ lo siento todo. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Creo que necesitas algunas maldiciones de amor ...'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Una sensación tan extraña ... Kuhuhu ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Hmmm ... no no no ...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Soy demasiado aterrador ...?'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Spank",
                "Whip"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'O-oh ... esto es desagradable ...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ah, estás enojado, ¿no?",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Um-g-gentler, por favor?'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te llevaré a mi alcance y te mostraré cómo divertirte ...'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te voy a maldecir por eso ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'O-oh no- Energía santa- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhhh- s-so injusto",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'S-So Strange y Eu-euphoric- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jahhhh-! ♥ s-show down, guapo-'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ahhh-ahaahaha-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Todavía te haré mío- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Um...?'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'B-ser cuidadoso con mi cabello ...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Debería darte una palmada de vuelta o?'Sus muchas manos curiosamente mueven sus dedos."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pinch Nipples",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Knnn ... c ¿¿No eres más suave?'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'S-stop eso ... o te maldeciré ...'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te llevaré a mi alcance y te mostraré cómo divertirte ...'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te voy a maldecir por eso ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Kiss",
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Ella te mira soñadamente en los ojos mientras su larga lengua recubre ansiosamente tu afecto.",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No dejar ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Seamos codiciosos juntos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmmmm-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Todos los míos. ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Sigamos besándonos por la eternidad. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Te probaré, te saborearé y te comeré, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¡Ansioso por ser todo mío? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Kuhuhu ♥ Delicioso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Sigamos besándonos por la eternidad. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Ear Tease",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Te haré a todos los míos ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Te importaría si te maldeciera ... cariñosamente? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|Ella y su miríada de manos se inquietan tímidamente ante tus favorecidas palabras.",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Eh-ehehehe, ♥ oh mi ... te quiero tan mal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Deberíamos abrazar mi abismo oscuro, tener más ... íntimo ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mío ... ♥ Definitivamente eres mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Kuhuhu...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Seré tuyo ... si eres mío ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Eh-ehehehe, ♥ oh mi ... te quiero tan mal. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize",
                "Favor's Misfortune"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sparkling|n|'¡Tú también conoces las maldiciones!? ♪'|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Oh, espera, eso es un poco malo",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ser maldecido se siente tan ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Ehehe ... increíble ... ♪'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Hahhhh ... ♥ No te preocupes, {i} {/i} ser ... gentil. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'No tengas miedo ... nos divertiremos mucho ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Solo déjame abrazarte y acariciarte suavemente por todas partes ... relájate. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Grope Ass",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ahaa ... ♥ Mi corazón está acelerando ... No puedo contener. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhhh ... ♥ No te detengas, guapo ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ehehe- ♥ Vas a ser mío ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'O-oh mi ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... ♥ No lo dejes ir- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No te detengas- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'S-So ... ♥ Greedy- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyah-! ♥ mmmnn- ♥ te maldeciré sobre- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmffhh ... ♥ es mi culo para tu gusto entonces? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'H-Head Spinning- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Breast Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ahaa ... ♥ Mi corazón está acelerando ... ¿puedes sentirlo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhhh ... ♥ No te detengas, guapo ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ehehe- ♥ Vas a ser mío ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'O-oh mi ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... ♥ No lo dejes ir- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No te detengas- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'S-So ... ♥ Greedy- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyah-! ♥ mmmnn- ♥ te maldeciré sobre- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmffhh ... ♥ ¿Amas mis senos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'H-Head Spinning- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhh ... ♥ h-how inesperado- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'S-So ... ♥ Greedy- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhhh ... ♥ No te detengas, guapo ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Solo quiero abrazarte mientras sigues haciendo esto ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'K-manteniendo Licking- Esto es maravilloso. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyahhhaa...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Juguetes tan interesantes ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'I-yo quiero {i} you {/i}, no un juguete'.",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Pon tu polla en su lugar. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Mmm ... ♥ nunca dejemos de follar ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Sí ... ♥ todos los míos ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu. ♥ Eso es todo. ♥ Close y acogedor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ¿estás seguro de que esta es una buena idea, guapo? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Podemos seguir follando por una dulce eteterinidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Sigue adelante. ♥ Quiero todo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mmmm, ♥ Somos una pareja perfecta. ♥ como Lock and Key. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'No te detengas.Kuhuhu. ♥ '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh, ♥ más! ♥ Greedier- ♥ Rougher- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyahhh- ♥ tan bien! ♥ tan profundo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm. ♥ s-tuch un partido perfecto- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Estás- ♥ Gonna Be- ♥ {i} M-Mine-! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'E-Every Time que empujas- ♥ ohh- ♥ ¡Mi mente se queda en blanco! ♥"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhh- ♥ Y-you haciendo que mi corazón se derrita ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Eres ... tan dulcemente codicioso ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'E-Every Time que empujas- ♥ ohh- ♥ ¡Mi mente se queda en blanco! ♥",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mmmm, ♥ Somos una pareja perfecta. ♥ como Lock and Key. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm. ♥ s-tuch un partido perfecto- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Nunca dejaré ir ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Mmm ... ♥ nunca dejemos de follar ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Sí ... ♥ todos los míos ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu. ♥ Eso es todo. ♥ Close y acogedor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ¿estás seguro de que esta es una buena idea, guapo? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Podemos seguir follando por una dulce eteterinidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Sigue adelante. ♥ Quiero todo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mmmm, ♥ Somos una pareja perfecta. ♥ como Lock and Key. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'No te detengas.Kuhuhu. ♥ '"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck",
                "Anal Piston"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh, ♥ más! ♥ Greedier- ♥ Rougher- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyahhh- ♥ tan bien! ♥ tan profundo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm. ♥ s-tuch un partido perfecto- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Estás- ♥ Gonna Be- ♥ {i} M-Mine-! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'E-Every Time que empujas- ♥ ohh- ♥ ¡Mi mente se queda en blanco! ♥"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Ohhh- ♥ Y-you haciendo que mi corazón se derrita ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Eres ... tan dulcemente codicioso ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'E-Every Time que empujas- ♥ ohh- ♥ ¡Mi mente se queda en blanco! ♥",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mmmm, ♥ Somos una pareja perfecta. ♥ como Lock and Key. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm. ♥ s-tuch un partido perfecto- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Nunca dejaré ir ... ♥'"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Distract",
                "Teleport"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'... ¿Tienes miedo?",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Solo tendré que atraparte de nuevo ... y una y otra vez ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'... Kuhuhu ... ♥ No te preocupes, no te haré daño ... solo te maldice una y otra vez hasta que tu mente se quede en blanco de placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿No me quieres? ♥ quiero {i} you ... ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'D-Don, ¿no quieres entrar dentro de mí? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Te drenaré hasta que ni siquiera puedas retorcerse, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|ToothyGrin|n|'Eres una especie de {i} prueba {/i} mi paciencia ... ¡Tengo {i} hambriento! {/i}'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Occultic Caress",
                "Accursed Caress"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'No tengas miedo, Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'No creo que te deje ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ Me siento más bien {i} codicioso. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Solo rinde y déjame acariciarte {i} para siempre. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te ordearé {i} seco {/i}, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Voy a hacerlos a todos {i} mías. ♥ {/i}'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Enfeebling Curse"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|ToothyGrin|n|'Kuhuhu. ♥ No te dejaré escapar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Una maldición solo por {i} you. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|ToothyGrin|n|'Puedes luchar {i} alllll {/i} que quieres, no tiene sentido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|\"Es inútil resistirse. ♥ solo acepta tu destino\".",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Espero que disfrutes la sensación de tu fuerza que se desvanece, Kuhuhu. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Greedy Tease"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Kuhuhu. ♥ ¿Qué ves? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mira todo lo que quieras, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No tengas miedo, solo ven a mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Ser mío? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Sé tan codicioso como quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ven aquí y sé mi tesoro. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Possessive Makeout",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Ven aquí, guapo. ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Nunca te dejaré ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Nunca olvidarás este beso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Prepárate para convertirme en mi juego de beso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Kuhuhu. ♥ Te besaré y me maldeciré mucho. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Derretirse en mi abrazo impío. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Deep Kiss",
                "Greedy Kiss",
                "Occultic Curse Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Hahhhh ~ ♥ mmmmmnph. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Mmmmwah! ♥ kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Mmmmph, ♥ schlp- ♥ Mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Khmhmhmhm!♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Ella mira soñadoramente en tus ojos.",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Hmmmnn- ♥ delicioso- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Mhore- ♥ Gimme todo- ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Possessive Kissing Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Hmmmnn- ♥ delicioso- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Mhore- ♥ Gimme todo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Allllll- ♥ mnnh- ♥ {i} mía- ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Garniendo- ♥ Kuhmhm- ♥ Milk You {i} Dry- ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Otoño- ♥ sumidero- ♥ ser mío- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No escape, guapo- ♥ mmmmwah ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Una dulce maldición para ti ~ ♥ mmmmhh ~ ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Mimic Kissing Squeeze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Dominant|n|'Mhmhmhmh!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Submissive|n|'Mmmmm!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Ahhh! ♥ se siente bien, ¿verdad?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Ella mira soñadoramente en tus ojos.",
                "|f|ChangeImageLayer|/|Expression|/|Dominant|n|Ella te mira con picardía."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Mimic's Greedy Mating",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Kuhuhu ~ ♥ Drenaré cada gota. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te arrastraré hacia abajo en dulce depravación. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Nuestro amor perseguirá tus sueños. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Deja que mi coño te maldice una y otra vez. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Mmmmmm- ♥ una combinación perfecta. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Nunca te dejaré ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Derretirse en mi abrazo impío. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Tighten",
                "Grind",
                "Bounce",
                "Occultic Mating Curse"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oooohhh! ♥ quiero mantenerte en mí {i} para siempre! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm! ♥ encajas perfectamente. ♥",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmmnnnph- ♥ te atesoraré por eternidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Cuántos de mis maldiciones de amor puedes tomar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Quieres ser mi boy-boy-toy personal de amor personal? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ tu polla no puede tener suficiente de mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ eres todo {i} mía. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Siéntete libre de rendirte. ♥ Te daré {i} mucho {/i} de amor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te ordearé {i} seco {/i}, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te arrastraré hacia abajo ... no escaparás. ♥'"
            ]
        },
        {
            "lineTrigger": "usesMoveA",
            "move": [
                "Tighten",
                "Grind",
                "Bounce",
                "Occultic Mating Curse"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oooohhh! ♥ quiero mantenerte en mí {i} para siempre! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm! ♥ encajas perfectamente. ♥",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmmnnnph- ♥ te atesoraré por eternidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Cuántos de mis maldiciones de amor puedes tomar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Quieres ser mi boy-boy-toy personal de amor personal? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ tu polla no puede tener suficiente de mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ eres todo {i} mía. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Siéntete libre de rendirte. ♥ Te daré {i} mucho {/i} de amor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te ordearé {i} seco {/i}, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te arrastraré hacia abajo ... no escaparás. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Greedy Squeezing Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ eres todo {i} mía. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Por qué no solo {i} ceder? ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i} Adelante ♥. {/i} Sé codicioso. ♥ Disfruta de mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu-♥-Hehehe~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Acepta tus deseos codiciosos ... hunda en ellos ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oooohhh! ♥ quiero seguir adelante {i} para siempre! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más ~ ♥ más! ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmnnph ~ ♥ dame {b} todo! ♥ {/b}'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Kuhuhu, ♥ estás temblando tanto ~'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te maldeciré- ♥ y te maldeciré- ♥ {i} y te maldice ~ ♥ {/i}'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Greedy Abyssal Mating",
                "Interlocking Abyssal Loving",
                "Enfeebling Abyssal Mating"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ eres todo {i} mía. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te maldeciré- ♥ y te maldeciré- ♥ {i} y te maldice ~ ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Más- ♥ más- ♥ {i} más! ~ ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Ehehe- ♥ Kuhuhu-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oooohhh! ♥ quiero seguir adelante {i} para siempre! ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más ~ ♥ más! ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Mating- ♥ Mnnphh- ♥ por la eternidad-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i}Yessssss!~♥{/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongueSwirl|n|'{i}{b}Mine!~♥{/b}{/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Quédate conmigo y te atesoraré para siempre! ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Accursed Draining Abyss",
                "Possessively Draining Sex"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongueSwirl|n|'Mmmmnnph ~ ♥ dame {b} todo! ♥ {/b}'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te ordearé {i} seco {/i}, guapo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Quiero cada gota. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te maldeciré una y otra vez. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongueSwirl|n|'Eres tan {i} delicioso! ♥ {/i}",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Quédate conmigo y te atesoraré para siempre! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No más lucha. ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Kyahn-?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Hahhhhhh- ♥ i-yo soy el que será maldecido con amor a este ritmo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Mi corazón sigue golpeando más rápido- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Ohhhhhh ... ♥ i-yo no puedo, mucho más tiempo- ♥'"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Vamos ~ ♥ Spurt It ~ ♥ Da it {i} all {/i} to {i} me. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Dame tu semilla. ♥ Dame tu energía. ♥ Saboraré cada gota mientras te maldice con placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu! ♥ estás al borde, ♥ solo cae en el abismo de mi afecto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Dame Every- ♥ Last- ♥ Drop ~ ♥ de tu semen. ♥'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Greedy Abyssal Mating",
                "Accursed Draining Abyss",
                "Interlocking Abyssal Loving"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose1|n||f|ChangeImageLayer|/|Expression|/|Creepy|n|Las innumerables manos dentro de la acaricia espacial con forma de vacío y masajearte desde todos los ángulos, el placer hinchado dejando a tu cuerpo más holgazán y más extrañamente relajado con cada toque tentador, mientras que la mimic continúa montando tu polla temblorosa, cada swing hacia abajo que envía un gooeydicha a través de tus sentidos.|f|ChangeImageLayer|/|Expression|/|Smug|n|'Vamos, guapo, dame todo tu delicioso espíritu. ♥'|n||f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose2|n||f|ChangeImageLayer|/|Expression|/|Creepy|n|De repente, sus tatuajes ocultos brillan más en una llamarada de poder impío, su cuerpo feliz y sin poder para resistir los pulsos de euforia que te drenan directamente de tu núcleo e increíble placer de hinchazón de ti mientras te corres como un grifo rotoDentro de la mujer de Eldritch, llenando su útero codicioso con semen mientras se fija en su expresión feily y energía deliciosa con una risita con amor siniestra.|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Dame incluso {i} más. ♥ {/i}'|n|Even before your climax finishes ebbing away, she eagerly resumes riding your cock, determined to carry on with her mania-tinged mating without giving you a moment's rest.",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose2|n||f|ChangeImageLayer|/|Expression|/|LongTongue|n|Gime en la felicidad que se tambalea de las sensaciones abrumadoras que atacan su cuerpo: el toque burlón de la miríada de manos sobrenaturales, la constante fallecimiento de la lengua que domina la lengua, el bese de piloto de la boca y cada impacto placentero de las caderas del mimic en su mochila en suDejarte un desorden tembloroso de la euforia climática.|n|Your moans spurring her to kiss and fuck you even harder, her eyes almost glowing with obsessive love amid the inky blackkness as she wildly swings her shapely waist, indulging in dragging you down into her loving depravity bit by bit.|f|ChangeImageLayer|/|Expression|/|LongTongueSwirl|n|'Mnph ~ ♥ {b} mía!-♥ {/b}'|n|The frantic possessive mating makes your mind space in and out with gooey bliss as she continues to kiss you feverishly, soon leaving your entire form twitching and shuddering in ecstasy with each wetly echoing meeting of your bodies, her womb kissing your tip over and over, your depraved mating amplified by hot waves of dark draining magic that quickly bring the orgasmic pleasure to a boiling point.|n|Very soon, you can't take any more and abandon yourself to the release with a broken cry, your manhood eagerly spurting load after load into her in long streams, the pale woman howling in glee as she shakes and gyrates her hips, draining as much out of you as she can.|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose1|n||f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i} {b} yesssss! ~ ♥ {/b} {/i}'|n|You're only given a brief respite as she breaks the kiss for a moment, letting you take shivering gasps of air before she resumes lovingly, greedily devouring you with her soft lips and squeezing pussy.",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose1|n||f|ChangeImageLayer|/|Expression|/|LipLick|n|Los ronronalos imitadores mientras ella sigue girando lentamente sus caderas con curvas, oleadas de magia de magia oscura que irradian desde tu unión indulgente e íntima mientras engulle lentamente tu energía con cada balanceo sensual, besos amorosamente intercambiados con largas lamidas a lo largo de tu cara, tu cabeza, tu cabezagirando con un éxtasis enamorado que solo se hincha cada vez más grande dentro de ti.|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose2|n||f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te maldeciré y te maldeciré y {i} te maldice ~ ♥ {/i}'|n|Her many pale hands clingily massage you all over as she pampers you lovingly amid her energy-draining mating dance, her hips bouncing on your throbbing erection with climactic finality, the two of you crying in bliss when she wrings out a series of thick spurts from your thoroughly love-cursed erection, making your mind blank out ecstatically, letting her press her lips to your unresisting, accepting mouth in a hungry kiss.|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i} sho tashty. ~ ♥ {/i}'",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexPose1|n||f|ChangeImageLayer|/|Expression|/|Smug|n|Retrocediendo con una expresión petulante, la mímica se ríe de manera suave mientras deja que sus innumerables manos te guste un lado un lado en un asalto delicioso implacable, los delicados dedos acarician tus bolas, movían tus pezones, acarician la cabeza y te acarician suavemente los muslos, el pecho., abdomen, culo, orejas y cuello en afecto incesante, haciendo que el placer dentro de usted monte y monte con cada segundo.|n|'You don't have to worry about anything.♥ Just let me treasure you, and in return, give me {i}all{/i} your precious love.♥'|f|ChangeImageLayer|/|Expression|/|Creepy|n|Puntuando sus palabras, aprieta su coño alrededor de su polla roca y asquerosa y espasmante, las contracciones de sus paredes internos sedosas que te traen al límite en medio del constante toque morderio de sus manos inevitables, dándote la señal de dejarte ir y abandonarTu semilla a su amoroso hambre, el imbécil gimiendo felizmente con cada ruidoso espurio de semen que le das."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Te encuentras luchando cada vez menos contra la mímica mientras continúa moliendo obscenamente y rebotando en las caderas bien formadas en tu virilidad contraproducente, cada reunión de tus cuerpos que envían un pulso oscuro de magia depravada que se lavan la cintura, el placer que gira mental atacando tuSentidos una y otra vez, la atractiva dicha pegajosa se vuelve más intensa, más relajado se volverá.|n|'Give me- mh!♥ every- ah!♥ drop.♥'|n|Panting and moaning, you mindlessly thrust back, falling into the possessive woman's tempo while she gently caresses you with her finely manicured hands, orgasmic ecstasy rapidly surging in your groin...|n|...until with one final swing of the mimic's curvy hips, your entire body quakes in the throes of a ruinous climax, your twitching cock unloading thick ropes of seed deep into her while her occult tattoos flare up ominously in time with the movements of the eerie woman who milks out more of your load with teasing flicks of her waist.|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmnnfhh ~ ♥ Buen trabajo, guapo ... es hora de la próxima ronda. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Gimiendo en un aturdimiento de placer, continúas follando indulgentemente el culo apretado del imbécil, y ella bloquea firmemente las piernas alrededor de la cintura con un ronroneo mientras miras a tus ojos con lujuria, tu cuerpo se mueve completamente sobre la necesidad sexual instintiva a medida que te desplazas más cercaclímax.|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No te detengas, guapo. ♥'|n|You can't stop yourself from eagerly pounding away at her ass, your mind blanking out as she leans in to leave a trail of kisses and licks along your neck and shoulder, languidly gyrating her waist into your thrusts, obscene magic slowly radiating out from your intimate connection while her tattoos glow ominously.|n|Until finally you hilt yourself with one final climactic thrust and give in to the dark seductive pull of her body, mewling as you pour your semen deep into her while she giggles happily.|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ tu semen está lleno de {i} así {/i} ¡mucha energía!Dame {i} más. ♥ {/i} '",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|Un oscuro desbordamiento de magia obscena rodea el imitador mientras sacude sus caderas curvilíneas contra las tuyas mientras sus tatuajes brillan con una luz misteriosa.Tu polla ya temblando con placer meloso, no hay nada que puedas hacer para resistir el éxtasis cautivado de hinchazón que llena tu cuerpo indefenso, pulsos ondulantes de maldiciones amorosas rodando por tus sentidos en un bucle de ondas alucinantes.|n|'You're {i}mine.♥{/i}'|n|With an ecstatic sigh, she begins to ride your twitching manhood with maniacal passion, the first wet impact sending you over the edge and you throw your head back from the dark bliss piercing through you, the mimic's cascading curses and squeezing ass milking out rope after rope of your semen straight into her hungry hole as she drains you, only slowing her movements when your spurting orgasm ebbs away.|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i} yesss, ♥ {/i} Te maldeciré una y otra vez con mi amor. ♥ Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Joderándote en un trance obsesivo, la imitación no te da un segundo para recuperar el aliento, manteniendo un ritmo frenético de golpear sus caderas contra las tuyas, cada impacto que envía un perno de éxtasis irresistible a través de tu cuerpo, el placer que te desmoronanResistencia y dejarte incapaz de hacer nada más que disfrutar con pueblo del viaje hambriento de la mujer codiciosa.|n||f|ChangeImageLayer|/|Expression|/|LongTongue|n|'MMHH!¡Sí!¡Regálame!¡Alimérame! ♥ '|n|Her screams of wanton erotic joy are like an entrancing depraved melody ringing through your ears and straight into your brain, entirely melting your restraint, leaving a dopey smile plastered on your face as you eagerly give her what she wants, pouring a copious helping of your seed into her demanding ass, its walls clenching blissfully on your cock as she pants in ravenous passion before turning her gluttonous gaze on your drained form.|f|ChangeImageLayer|/|Expression|/|Creepy|n|Más ... {b} más! ♥ {/b}"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Te encuentras luchando cada vez menos contra la mímica mientras continúa moliendo obscenamente y rebotando en las caderas bien formadas en tu virilidad contraproducente, cada reunión de tus cuerpos que envían un pulso oscuro de magia depravada que se lavan la cintura, el placer que gira mental atacando tuSentidos una y otra vez, la atractiva dicha pegajosa se vuelve más intensa, más relajado se volverá.|n|'Give me- mh!♥ every- ah!♥ drop.♥'|n|Panting and moaning, you mindlessly thrust back, falling into the possessive woman's tempo while she gently caresses you with her finely manicured hands, orgasmic ecstasy rapidly surging in your groin...|n|...until with one final swing of the mimic's curvy hips, your entire body quakes in the throes of a ruinous climax, your twitching cock unloading thick ropes of seed right into her womb while her occult tattoos flare up ominously in time with the movements of the eerie woman who milks out more of your load with teasing flicks of her waist.|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmnnfhh ~ ♥ Buen trabajo, guapo ... es hora de la próxima ronda. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Gimiendo en un aturdimiento adicional de placer, continúas follando indulgentemente al coño apretado del imbécil, y ella bloquea firmemente las piernas alrededor de la cintura con un ronroneo mientras miras a tus ojos con lujuria, tu cuerpo se mueve completamente sobre necesidades sexuales instintivas a medida que te desplazas más cercaclímax.|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No te detengas, guapo. ♥'|n|You can't stop yourself from eagerly pounding away at her drooling pussy, your mind blanking out as she leans in to leave a trail of kisses and licks along your neck and shoulder, languidly gyrating her waist into your thrusts, obscene magic slowly radiating out from your intimate connection while her tattoos glow ominously.|n|Until finally you hilt yourself with one final climactic thrust and give in to the dark seductive pull of her body, mewling as you pour your semen deep into her while she giggles happily.|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Kuhuhu, ♥ tu semen está lleno de {i} así {/i} ¡mucha energía!Dame {i} más. ♥ {/i} '",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|Un oscuro desbordamiento de magia obscena rodea el imitador mientras sacude sus caderas curvilíneas contra las tuyas mientras sus tatuajes brillan con una luz misteriosa.Tu polla ya temblando con placer meloso, no hay nada que puedas hacer para resistir el éxtasis cautivado de hinchazón que llena tu cuerpo indefenso, pulsos ondulantes de maldiciones amorosas rodando por tus sentidos en un bucle de ondas alucinantes.|n|'You're {i}mine.♥{/i}'|n|With an ecstatic sigh, she begins to ride your twitching manhood with maniacal passion, the first wet impact sending you over the edge and you throw your head back from the dark bliss piercing through you, the mimic's cascading curses and squeezing pussy milking out rope after rope of your semen straight into her hungry womb as she drains you, only slowing her movements when your spurting orgasm ebbs away.|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'{i} yesss, ♥ {/i} Te maldeciré una y otra vez con mi amor. ♥ Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Joderándote en un trance obsesivo, la imitación no te da un segundo para recuperar el aliento, manteniendo un ritmo frenético de golpear sus caderas contra las tuyas, cada impacto que envía un perno de éxtasis irresistible a través de tu cuerpo, el placer que te desmoronanResistencia y dejarte incapaz de hacer nada más que disfrutar con pueblo del viaje hambriento de la mujer codiciosa.|n||f|ChangeImageLayer|/|Expression|/|LongTongue|n|'MMHH!¡Sí!¡Regálame!¡Alimérame! ♥ '|n|Her screams of wanton erotic joy are like an entrancing depraved melody ringing through your ears and straight into your brain, entirely melting your restraint, leaving a dopey smile plastered on your face as you eagerly give her what she wants, pouring a copious helping of your seed into her demanding pussy, its walls clenching blissfully on your cock as she pants in ravenous passion before training her gluttonous gaze on your drained form.|f|ChangeImageLayer|/|Expression|/|Creepy|n|Más ... {b} más! ♥ {/b}"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|La imitación aprieta sus brazos alrededor de la parte posterior de su cuello mientras profundiza amorosamente el beso febrilmente intenso, rodando agresivamente su lengua larga alrededor de la boca, burlándose de manera dominante y jugando con la lengua con ronronones traviesos, mirando intensamente a sus ojos.|n|Your body trembles and shivers as tingly makeout-induced bliss cascades through you on loop, leaving your mind swimming and spinning in a pleasurable kiss-drunk haze.|n|Unable to take any more of the mimic's predatory tongue play, you let out a muffled incoherent moan into her mouth  as the melty pleasure overwhelms you and your untouched shaft twitches and throbs in euphoria, the pale woman giggling lewdly as her abdomen and thighs get coated with your hot seed.",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Con un ronroneo lascivo, la imitación entrelazan agresivamente su lengua antinaturalmente larga con la tuya, enviando un escalofrío placentero por la columna mientras ella mantiene su sensual mirada de amatista entrenada en tu cara de melodía, acariciando suavemente la espalda con sus dedos de forma larga mientras su esbeltaLas manos sobrenaturales se arrastran para tocar y burlarse de su forma a prueba de placer.|n|Happily playing with your helpless body, she tugs your tongue into her mouth and obscenely sucks on it with a giggle, her long tongue squeezing yours affectionately.|n|Two of her abyssal hands wrap around your twitching cock and give it rapid milking pumps, leaving your eyes rolling with ecstasy as your head goes blank from orgasmic bliss, your throbbing manhood spurting thick ropes of semen while the mimic continues to kiss you senseless with a giggle.",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Con la boca atrapada y dominada por la obsesiva bese de la mímica, solo puedes aceptar sus besos hambrientos como el placer de sus labios suaves y su lengua larga que te abruman poco a poco, dejándote presa fácil de su afecto posesivo, incapaz de concentrarse en nada másPero el montaje del placer meloso y cuánto dueles por el próximo dulce beso.|n|Humming and cooing between smooches, she whispers enticingly into your ears while she scratches and massages your scalp in tandem with her innumerable hands that graze and stroke you, eroding away your resistance and leading you to an indulgent orgasm, body going slack from relaxation and pleasure, your cum pouring out as you bask in the eerie woman's loving caresses and breathy praise."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|A medida que el placer cálido abruma sus sentidos, el imitador deja escapar una risita misteriosa pero seductora, su miríada de manos delgadas que toman todo el tiempo que quieren acariciar y masajear con amor tu forma vulnerable por todas partes, arrastrando las uñas en la piel, deslizándose a lo largo.A lo largo de su pecho, bombeando lentamente su longitud de contracción, enviando ondas pegajosas calientes de euforia de espejos a través de usted.|n|'Just {i}relaaaxxx.♥{/i}'|n|Your body goes slack as you moan out in bliss, the sensual, skillful touches slowly overcoming your resistance as the mimic's expert fingers possessively toy with you with affectionate care, until the slow coaxing pace of her stroking hands milks a thick load of semen from your aching balls, making you tremble and gasp in her loving hold, the lustful woman smiling as you enjoy a melty afterglow in her embrace.|n||f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Ves lo bien que se siente ser todo mío? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Después de haberte traído al borde del clímax, el imbécil deja escapar un ronroneo victorioso lascivo, estirando con un meneo seductor en la cintura, haciendo que sus tetas y caderas se balanceen cuando un giratorio de magia oculta y oculta fluye de ella, dejándoteresoplando y gimiendo mientras te ahogas vapidmente a la vista de su cuerpo curvilíneo mientras tu polla espasta y brota las gruesas cuerdas de semen para ella.|n|'Kuhuhu,♥ enjoy my pleasure curse...♥ Over and over and over...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|Sin que te dejes resistir al placer que se mueve por tus sentidos, la cabalgata de manos del imbécil puede tomar su tiempo acariciándote en broma, sus dedos suaves y delgados y uñas largas y cuidadosamente cuidadas deslizándose con amor a lo largo de tu piel hormigueante, tentadoramente masajea tus brazos, pecho, estómago, trasero y piernas, evitando a propósito su virilidad temblorosa y con fugas, haciéndole resoplar y quejarse en una frustración casi climáctica.|n|'An endless massage, just for you.♥'|n|She lets out an eerie giggle as the electrifying euphoria continues to rise and swell inside you from the toying touches sending warm shivers across your sensitive skin, your body tensing up as your trembling erection twitches and flails with melty overflowing joy.|n| Soon a thoughtless moan is slipping from you as your untouched manhood ultimately goes over the edge and breaks from the overwhelming sensory bliss, spurting thick ropes of seed onto the mimic's skin."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Ahhhnnhhh-! ♥ T-Too MUCHO PLEASUURE! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Ooohhohhh! ♥ C-Cumming-! ♥ I-No puedo parar- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Kyahhhhnnahh ~ ♥ i-yo no puedo- ♥ más bien! ♥'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'... Te voy a hacer correrte {i} así {/i} mucho! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|¿Hm?¿No más luchas?¡Entonces déjame amarte y maldecirte bien! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Te estás dando a mí?Kuhuhu ... ♥ ¿Debo darte un anillo encantado para indicar nuestro vínculo y asegurarme de que nunca deje mi lado? ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|¿Te rindes a mí?¡Maravilloso! ♥ Te tejeré tantas maldiciones de amor que te quedarás conmigo {i} para siempre. ♥ {/i} '",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¡Voy a hacerte correrte una y otra vez hasta que nunca quieras dejar mi abisal abrazo! ~ ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del coño no naturalmente apretado de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero [AttackerName] te rodea con su miríada de brazos pálidos mientras presiona su cuerpo contra el tuyo, envolviendo sus brazos y piernas a tu alrededor con una espernada risita mientras muele y mueve sus caderas curvas, ordeñando y apretando su polla en un asalto constante deSensaciones frescas y placenteras.",
                "Pero cuando comienzas a retroceder, su ejército de brazos de Eldritch pálidos se arrastra y te arrastra nuevamente a su lugar, ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Se ríe siniestramente mientras se reanuda rebotando apasionadamente en tu eje con un toque de manía en su mirada lujuriosa mientras te alejas de sus manos de agarre tratando de encerrarte en su lugar!",
                "Pero a medida que comienzas a alejarte, sus innumerables manos delgadas te atacan, acariciándote y acariciándote sensualmente para que te convenceran de una inacción indulgente mientras la imitación te monta frenéticamente en su lugar, tu polla palpitando de felicidad mientras la debilidad llena tus músculos con cadareunión placentera de sus cuerpos.",
                "Pero cuando tu polla comienza a salir de ella, [AttackerName] te atrae para un beso sorpresa.¡Su lengua ataca vorazmente su boca en medio de gemidos sensuales, repletas y risas, dejándote indefenso contra su intensa sesión de besos y permitiéndole aprovechar tu estado de beso para empujar tu polla hacia atrás en su codicioso coño!",
                "Pero gemes cuando sus paredes vaginales en forma de vicio se endurecen alrededor de tu virilidad y leche rítmicamente con leche, manteniéndote firmemente atrapado dentro de ella mientras rueda su cintura en círculos burlonos, dejando fuera una espalda triunfante mientras disfruta de tu cara de placer.¡La estimulación de fechuga de melty te dejó incapaz de encontrar la fuerza para retirarse!",
                "Pero sus tatuajes de repente se destacan con un pulso de magia oscura placentera directamente canalizada a través de su coño, el pulso enervante repentino que hace que su cuerpo sea holgazán de éxtasis para el alcance de los ojos, mientras que la imitación continúa rebotando con entusiasmo con su eje con una intensidad creciente, con codordiedad que atraviesa sus dedos.Su piel con susurros cariñosos posesivos.",
                "Pero de repente te golpea con un ritmo hacia abajo de sus caderas bien formadas, las hormigueo ondulantes que afligen tu fuerza con una maldición de drenaje lasciva y haciendo que tu virilidad palpite y se filtre dentro de ella, cada momento te siente mejor que el último,Tentándote para que te acuesten allí y deja que el imitador te reclame."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te haré mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smile|n|¡No tengas miedo de correrse por dentro!Tomaré {i} todo {/i}. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Deberíamos llevar esto a un lugar más ... {i} privado {/i}. ♥ Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Nunca te dejaré ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Eres todo {b} my {/b}! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No vas a ir a ningún lado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Capacitaré a las maldiciones amantes directamente sobre tu polla. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Deberíamos besarnos como amantes mientras follamos. ♥ Abre tu boca y acepta mi beso. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y elige sacar tu polla de su hendidura apretada!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'G-Pan de regreso aquí y fóllame más ...! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Boo...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Solo necesito abrazarte la próxima vez ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Solo quiero ordeñarte seco! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'¡No te dejaré escapar! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No lo niegues, sabes que quieres más. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse del Derriere de [AttackerName] no naturalmente apretado ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "Pero [AttackerName] te rodea con su miríada de brazos pálidos mientras presiona su cuerpo contra el tuyo, envolviendo sus brazos y piernas a tu alrededor con una espernada risita mientras muele y mueve sus caderas curvas, ordeñando y apretando su polla en un asalto constante deSensaciones frescas y placenteras.",
                "Pero cuando comienzas a retroceder, su ejército de brazos de Eldritch pálidos se arrastra y te arrastra nuevamente a su lugar, ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡eg en.¡Se ríe siniestramente mientras se reanuda rebotando apasionadamente en tu eje con un toque de manía en su mirada lujuriosa mientras te alejas de sus manos de agarre tratando de encerrarte en su lugar!",
                "Pero a medida que comienzas a alejarte, sus innumerables manos delgadas te atacan, acariciándote y acariciándote sensualmente para que te convenceran de una inacción indulgente mientras la imitación te monta frenéticamente en su lugar, tu polla palpitando de felicidad mientras la debilidad llena tus músculos con cadareunión placentera de sus cuerpos.",
                "Pero cuando tu polla comienza a salir de ella, [AttackerName] te atrae para un beso sorpresa.Su lengua ataca vorazmente tu boca en medio de gemidos sensuales, repletas y risas, dejándote indefenso contra su intensa sesión de besos y permitiéndole aprovechar tu estado de beso para empujar tu polla hacia atrás.",
                "Pero gemes cuando sus paredes anal en forma de vicio se aprieta alrededor de tu virilidad y leche rítmicamente tu eje, manteniéndote firmemente atrapado dentro de ella mientras rueda la cintura en círculos burlones, dejando fuera una espalda triunfante mientras disfruta de tu cara de placer.¡La estimulación de fechuga de melty te dejó incapaz de encontrar la fuerza para retirarse!",
                "Pero sus tatuajes de repente se destacan con un pulso de magia oscura placentera directamente canalizada a través de su trasero, el pulso enervante repentino que hace que su cuerpo se hinche del éxtasis de rollo ocular mientras la imitación continúa rebotando con entusiasmo con su eje con intensidad creciente, pasando con avance.Su piel con susurros cariñosos posesivos.",
                "Pero de repente te golpea con un ritmo hacia abajo de sus caderas bien formadas, las hormigueo ondulantes que afligen tu fuerza con una maldición de drenaje lasciva y haciendo que tu virilidad palpite y se filtre dentro de ella, cada momento te siente mejor que el último,Tentándote para que te acuesten allí y deja que el imitador te reclame."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Te haré mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Deberíamos llevar esto a un lugar más ... {i} privado {/i}. ♥ Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Nunca te dejaré ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Eres todo {b} my {/b}! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No vas a ir a ningún lado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Deberíamos besarnos como amantes mientras follamos. ♥ Abre tu boca y acepta mi beso. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "¡Y logra sacar tu polla de su apretado trasero!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'G-Pan de regreso aquí y fóllame más ...! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Boo...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Solo necesito abrazarte la próxima vez ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Solo quiero ordeñarte seco! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'¡No te dejaré escapar! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No lo niegues, sabes que quieres más. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta romper el beso profundo con [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero ella tiene sus brazos cubiertos a tu alrededor en una bodega firme y posesiva, manteniéndote encerrada en una sesión de maquillaje caliente y pesada, [AttackerName] enrollando cariñosamente su lengua larga alrededor de la tuya y dándole suaves apretones y remolcos entre la boca., sin dejarte más remedio que disfrutar en el placer de su asalto oral.",
                "Pero incluso cuando la alejas, su lengua antinaturalmente larga se mantiene firmemente enrollada alrededor de tu propia lengua, lo que le permite empujarte fácilmente a un beso que aturde la mente con una risita ronroneante, tomándose un momento para chuparte suavemente la lengua mientras ella con lujuriamira a tus ojos afectados por el placer.",
                "Pero cuando comienzas a retroceder, su ráfaga de brazos de eldritos pálidos se arrastra y te arrastra de vuelta a su lugar, ¡con firmeza que te dan la boca a la boca!El imitador se ríe siniestramente mientras se reanuda besándose apasionadamente mientras te sacudes sus manos de agarre tratando de encerrarte en su lugar, ¡la interrupción te niega la oportunidad de escapar de su afecto posesivo!",
                "Pero mientras te alejas, sus innumerables brazos sobrenaturales pero firmemente te agarran las manos y las piernas para ponerlos amorosamente alrededor de la imitación, los brazos drapeados de la mujer pálida se apretan mientras estás encerrado en su amoroso abrazo, sumergiéndote con fuerza en el cariñosoEl beso de saliva de sus suaves labios y la lengua larga y sinuosa.",
                "Pero cuando una inesperada ola de magia oculta de la mente te golpea, en su lugar te encuentras inclinándote en el abrazo amoroso de la mímica, dejándola que te rompa suavemente la parte posterior de tu cabeza con sus uñas largas mientras se rompe momentáneamente el beso con una luz ''Mwah.Para salpicar su cara aturdida con unos pocos besos, haciendo que gimiera suavemente con comodidad mientras presiona sus labios de nuevo en los tuyos con un ronroneo.",
                "Pero un pulso de mazor de magia oscura que irradia del cofre del tesoro de Eldritch deja tu cuerpo flojo en su alcance, dándole más remedio que aceptar más besos dulces de la codiciosa y lujuriosa mujer que se ríe de posesiva alegría mientras roda la lenguaalrededor del tuyo."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Deberíamos llevar esto a un lugar más ... {i} privado {/i}. ♥ Kuhuhu. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mhmhmhmh!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Nunca te dejaré ir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'Cada beso es una maldición amorosa. ♥ Por favor, acepta. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Estoy haciendo que tu cabeza gire? ♥ Kuhuhu ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Te maldeciré más con mis labios. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Déjame atesorarte con mi lengua. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Eres todo {b} my {/b}! ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y te las arreglas para liberar tu boca de los suaves labios de [AttackerName] y entrelazando la lengua larga!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'G-Pan de regreso aquí y bésame más ...! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Aw...'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Solo necesito abrazarte la próxima vez ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|¿Hm?¿Se estaba volviendo difícil respirar, o soy demasiado bueno para besar?¡De cualquier manera, no te dejaré descansar! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Creepy|n|'¡No te dejaré escapar! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No lo nieges, quieres más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No tengas miedo. ♥ Vuelve y disfruta de mis besos. ♥'"
            ]
        },
        {
            "lineTrigger": "RestraintStruggle",
            "move": "Possessive Makeout",
            "theText": [
                "[TargetName] intenta liberarse de la miríada de manos no naturalmente pálidas que sostienen [TargetHimOrHer] en su lugar para separarse de la lujuriosa imitadora intercambiando saliva con [TargetHimOrHer] ..."
            ]
        },
        {
            "lineTrigger": "RestraintStruggleCharmed",
            "move": "Possessive Makeout",
            "theText": [
                "[TargetName] débilmente intenta liberarse de la miríada de manos no naturalmente pálidas que sostienen [TargetHimOrHer] en su lugar para separarse del lujurioso imitador de la saliva con [TargetHimOrHer], aunque [TargetHeOrShe] no quiere nada más que inclinarse en el beso profundo..."
            ]
        },
        {
            "lineTrigger": "RestraintEscaped",
            "move": "Possessive Makeout",
            "theText": [
                "[TargetName] logra sacudir los muchos ojos de [AttackerName] mientras mira los ojos [TargetHisOrHer], lamiendo los labios [AttackerHisOrHer] con un suspiro anhelo antes de reanudar a la perfilación de la apasionada sesión de besos."
            ]
        },
        {
            "lineTrigger": "RestraintEscapedFail",
            "move": "Possessive Makeout",
            "theText": [
                "A pesar de los mejores esfuerzos de [TargetName], las innumerables manos sobrenaturales de [AttackerName] mantienen un firme cuerpo [TargetHisOrHer], tirando lentamente [TargetHimOrHer] más cerca y más cerca del abismo, mientras que [AttackerHeOrShe] roda amorosamente [AttackerHisOrHer] lengua larga alrededor[TargetHisOrHer] boca.",
                "Pero así como [TargetName] comienza a romper el agarre combinado de las muchas manos sobrenaturales envueltas alrededor de [TargetHimOrHer], [AttackerName] se inclina hacia adelante con un ronroneo hambriento, manteniendo sus labios firmemente bloqueados contra [TargetHisOrHer] mientras [atacante) ataca con amor [TargetHisOrHer] Boca con su lengua flexible antinaturalmente larga!",
                "However, as [TargetName] is trying to focus on breaking away from [AttackerName]'s ravenous makeout, a wave of enticing dark magic flows from [AttackerHisOrHer] tongue to [TargetHisOrHer]s, making [TargetHimOrHer] pleasurably space out, leaving [TargetHimOrHer] sin resistencia, ya que [AttackerName] tira [TargetHimOrHer] de regreso al beso con un director de operaciones depredador."
            ]
        },
        {
            "lineTrigger": "RestraintStruggle",
            "move": "Mimic's Greedy Mating",
            "theText": [
                "[TargetName] intenta sacudirse las innumerables manos sobrenadas que sostienen [TargetHimOrHer] poseíblemente en su lugar para separarse de la mujer gothy que montando obscenamente [TargetHisOrHer] contracción de erección con un toque de manía ..."
            ]
        },
        {
            "lineTrigger": "RestraintStruggleCharmed",
            "move": "Mimic's Greedy Mating",
            "theText": [
                "Luchando contra el impulso malévolo de acostarte allí y acostumbrarse como el juguete de [AttackerName], [TargetName] débilmente intenta sacudirse las innumerables manos sobrenadas que sostienen [TargetHimOrHer] poseída en su lugar para separarse de la mujer got.Targethisorher] Erección de contracción con un toque de manía ..."
            ]
        },
        {
            "lineTrigger": "RestraintEscaped",
            "move": "Mimic's Greedy Mating",
            "theText": [
                "[TargetName] logra sacudir la espantosa miríada de brazos delgados de [AttackerName] de [AttackerName]!Pero esto solo provoca una risita juguetona del [AttackerName] como [AttackerHeOrShe] moleamente las caderas [AttackerHisOrHer] contra [AttackerName] antes de balancear la cintura [AttackerHisOrHer] en un tempo apasionado, mostrando [AttackerHisOrHer] impasión de la urgencia de desgarrar [TargetName] seco."
            ]
        },
        {
            "lineTrigger": "RestraintEscapedFail",
            "move": "Mimic's Greedy Mating",
            "theText": [
                "A pesar de los mejores esfuerzos de [TargetName], las innumerables manos sobrenaturales de [AttackerName] mantienen un firme cuerpo [TargetHisOrHer], arrastrando lentamente a [TargetHimOrHer] más y más profundamente en el abismo que bosteza mientras [AttackerHeOrShe] continúa brotando [AttackerHisOrHer] curvas curvascaderas sobre la polla [TargetHisOrHer] mientras se ríen con afecto misterioso, [AttackerHisOrHer] tatuajes ocultos brillando siniestrados.",
                "Pero justo cuando [TargetHeOrShe] comienza a pensar [TargetHeOrShe] 'lo logrará alejarse, la mujer lujuriosa envuelve con fuerza [AttackerHisOrHer] piernas lisas alrededor de [TargetHisOrHer] cintura con un pulso de magia encantadora, ubicando [TargetHimOrHer] en su lugar en su lugar en su lugar.y convencer a [TargetHimOrHer] de regreso a la apretada custodia posesiva de [AttackerHisOrHer] muchas manos, dejando a [TargetHimOrHer] incapaz de hacer nada más que empujar sin pensar [TargetHisOrHer] las caderas en el coño acogedor [AttackerHisOrHer].",
                "Pero así como [TargetName] comienza a liberarse de las manos sobrenaturales que sujetan a [TargetHimOrHer] hacia abajo, los tatuajes de [AttackerName] brillan con una luz etérea mientras [AttackerHeOrShe] sigue rebotando en [TargetHisOrHer] Twitching Manhood, Rolling [AttackerHisOrHer] espaciándose en la felicidad."
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Normal",
            "Set": [
                {
                    "Name": "Box",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "ChestOpen",
                            "File": "Monsters/Mimic/MimicChestOpen.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Girl",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.05",
                    "Images": [
                        {
                            "Name": "Mimic",
                            "File": "Monsters/Mimic/Mimic_Girl.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Fancy",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Treasure",
                            "File": "Monsters/Mimic/Mimic_Treasure.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "NoBlush",
                            "File": "Monsters/Mimic/Mimic_GirlFace.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Mimic/Mimic_GirlFaceBlush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Smile",
                            "File": "Monsters/Mimic/Mimic_Expression_Smile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Mimic/Mimic_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Flustered",
                            "File": "Monsters/Mimic/Mimic_Expression_Flustered.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Caring",
                            "File": "Monsters/Mimic/Mimic_Expression_Caring.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Creepy",
                            "File": "Monsters/Mimic/Mimic_Expression_Creepy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Mimic/Mimic_Expression_Happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Mimic/Mimic_Expression_Kiss.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Mimic/Mimic_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongue",
                            "File": "Monsters/Mimic/Mimic_Expression_LongTongue.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongueSwirl",
                            "File": "Monsters/Mimic/Mimic_Expression_LongTongue.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Mimic/Mimic_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Mimic/Mimic_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sparkling",
                            "File": "Monsters/Mimic/Mimic_Expression_Sparkling.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToothyGrin",
                            "File": "Monsters/Mimic/Mimic_Expression_ToothyGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "SexPose1",
            "Set": [
                {
                    "Name": "BG",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "BG",
                            "File": "Monsters/Mimic/CG/MimicCG_BG.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "PlayerBody",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Mimic/CG/MimicCG_Male1.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "PlayerBodySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Mimic/CG/MimicCG_Male1_Silhouette.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Body.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Cum",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Mimic/CG/MimicCG_Climax1.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Creepy",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Creepy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Flustered",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Flustered.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongue",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_LongTongue1.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongueSwirl",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_LongTongue2.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smile",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Smile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Blush",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Overcast",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Blush",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose1_Face_Shadowed.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "SexPose2",
            "Set": [
                {
                    "Name": "BG",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "BG",
                            "File": "Monsters/Mimic/CG/MimicCG_BG.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "PlayerBody",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Mimic/CG/MimicCG_Male2.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "PlayerBodySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Mimic/CG/MimicCG_Male2_Silhouette.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Body.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Cum",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Mimic/CG/MimicCG_Climax2.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Creepy",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Creepy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Flustered",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Flustered.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongue",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_LongTongue1.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongueSwirl",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_LongTongue2.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smile",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Smile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Blush",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Overcast",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Blush",
                            "File": "Monsters/Mimic/CG/MimicCG_Pose2_Face_Shadowed.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        }
    ]
}