{
    "name": "ForestTutorialEntry",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "1",
                "GetOutThere",
                "ChangeProgress",
                "1",
                "Salidas de la puerta de la ciudad, pero deténgase con un escalofrío como realidad visiblemente {i} contorsions {/i} frente a usted, el camino por delante se parece a borracho se balancea y se difumina, como incierto de su propia existencia.Mientras tanto, para su sorpresa redoblada, su grimoire de repente flota frente a usted, abriéndose solo para mostrar una página claramente mágica inscrita con una variedad de números, nombres de monstruos, ubicaciones e incluso lo que parece ser una búsqueda de misiones.",
                "Por unos momentos, miras la pantalla, pero sin que no suceda nada más y el tomo mágico continúa inmóvilmente, ¡intentas experimentalmente, y te das cuenta de que realmente puedes interactuar con las páginas aparentemente vivas, navegando desdeUna sección a la siguiente e incluso cambiando los números que se muestran tocándolos.",
                "Todavía se siente más bien por una pérdida, intenta jugar con las opciones disponibles, aunque no esté muy seguro de lo que está haciendo mientras cambia de números, lee los perfiles de monstruos y seleccione las misiones anuladas.Sin embargo, después de unos minutos, comienzas a temer que realmente vayas a romper algo o meterte en problemas, y considerar seriamente si quieres arriesgarlo o si en su lugar le pedirás al gremio del aventurero para obtener más información.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "WorkClothes",
                "Sin embargo, antes de que pueda hacer su elección, escucha a alguien caminar apresuradamente en su dirección y darse la vuelta, ves a Elena Power Walking tu camino, la Guildia avanza a una velocidad bastante impresionante para alguien que usa tacones y te ofrece una sonrisa tranquilizadoraUna vez que ve que tiene su atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "¡Hola [ThePlayerName]!Lo siento, me refiero, quiero decir que {i} casi {/i} olvidé configurar tu grimoire para tu primera aventura! ... ¡No te preocupes, todas esas cosas de configuración de grimoirTienden a tratar de morder más de lo que pueden masticar, o simplemente presionar la opción de azar y ir a por ella, que no es {i} exactamente {/i} una gran idea cuando recién comienza ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "ChangeImageLayer",
                "Extras",
                "1",
                "ScribblyBubble",
                "La señora elegante se rastrea, su expresión tomando un aire desagradable, ya que parece recordar algo desagradable, murmurando una \"maldita las emboscadas elfas ...\" antes de sacudirle la cabeza y continuar de manera brillante, como si nada sucediera.",
                "ChangeImageLayer",
                "Extras",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "{i} So! {/i} Tengo algo que te ayude a aliviarte en tu primera salida.Tendrá que pasar por este tipo de camino establecido una vez para cada ubicación que visite en Lucidia de todos modos, para que su grimoire pueda sintonizarse con él.Luego, una vez que esa cosa del libro mágico se haya \"armonizado\" con el lugar, podrás configurar tus próximas aventuras allí como quieras ... ¿algo sobre Leylines mágicos?Tendrías que preguntarle a Elly.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Se encoge de hombros, lo deja en eso y, sin más preámbulos, saca casualmente un marcador verde escondido en su escote para que luego se adhiera a su grimorio donde se desvanece en un brillo de luz.Al instante, las pestañas y los números en exhibición cambian por su cuenta en una ráfaga de papel que Whirring, luego el Grimoire se cierra antes de regresar a usted mientras el camino por delante parece estabilizarse, de repente ya no parece indistintamente brumoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Allí. ♪ Como puede ver, así es como funciona la exploración en este lugar, y así es como se moverá en el futuro.Para esta primera aventura tuya, incluso incluí una pequeña misión que necesito cuidar al final del curso Set.Nada peligroso, no te preocupes.Estoy seguro de que lo manejará sin problema.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Y, por supuesto, se le pagará por ello.1000 Eros Una vez que lo complete ... después de eso, será libre de explorar el bosque todo lo que quieras, y también tendrás acceso a la mazmorra del bosque.Ahí es donde se encuentra el primer sigilio que necesitará.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "El mapa incluido en su Grimoire se actualizará con cualquier nueva ubicación a la que tenga acceso, así que no olvide verificarlo una vez que haya sintonizado una nueva área ... y no olvide revisar las pestañas de su Grimoire de vez en cuando yEntonces, también, incluso en áreas que ya has explorado.¡Nunca se sabe si puede haber aparecido un nuevo evento o búsqueda!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "EnteringGuild",
                "1",
                "MetElena",
                "Pero volviendo al presente, su primera búsqueda es evitar que un limo rojo destrozara las paredes de la ciudad ... Estoy bastante seguro de que lo mencioné mientras estábamos en el salón del gremio.",
                "1",
                "",
                "Pero volviendo al presente, su primera búsqueda es evitar que un limo rojo destrozara las paredes de la ciudad.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Mientras habla, hace un gesto de mal humor hacia la ciudad donde puedes ver varios mensajes en el efecto de '¡los humanos apestan!'¡Y '¡Se acerca tu fatalidad!'Pintado en las paredes con limo rojo, junto con algunas representaciones de lo que supone que se supone que es una cara de risa o risa malévola.",
                "ChangeImageLayer",
                "Extras",
                "1",
                "ScribblyBubble",
                "Speaks",
                "Ella también causa todo tipo de otras molestias, principalmente para mí: asustar a las personas por la noche, correr en los techos y dejar manchas de limo o dañar las baldosas en el proceso, derramar contenedores de basura, jugar zanjas de Ding-don ... la limpieza y los costos de limpieza yFrancamente, los documentos se están volviendo horribles, al igual que las quejas que estoy constantemente recibiendo ... así que {i} por favor {/i} Encuentre la fuente de esto y deténgalo antes de tener un aneurisma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Extras",
                "1",
                "",
                "Recogiéndose con un resoplido, mira hacia otro lado mientras suaviza reflexivamente su cabello, luego se vuelve hacia ti con una sonrisa primaria que le devolvió la cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Ah, y como una última palabra de precaución: asegúrese de realizar un seguimiento del tiempo mientras está allí.Una vez que cae la noche, los monstruos se vuelven más poderosos.Más aún lo más tarde se vuelve.Así que trate de no descansar al azar mientras te aventuras.Sin embargo, siempre que esté en la ciudad, puede dirigirse a su habitación en la posada para dormir tanto como sea necesario.Te despertarás completamente renovado y listo para salir de nuevo, sin riesgo de ser emboscado ... He hecho {i} seguro {/i} de eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Una contracción de molestia se muestra en su rostro ante la noción, aunque una vez más la ignora, concluyendo con una sonrisa alegre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Entonces, con todo eso dicho, ¡buena suerte aventurando, [ThePlayerName]!",
                "(Nota sobre los tiempos del día:\n\nHora del día: mañana, mediodía y tarde.\n\nTiempo nocturno: anochecer, noche y medianoche).",
                "(El tiempo avanza generalmente un incremento a la vez, en el orden enumerado, regresando a la mañana después de la medianoche.\nEl descanso recupera parte de su excitación, energía y espíritu, pero avanza el tiempo.\nDormir en su habitación en la posada recuperará completamente su excitación, energía y espíritu, mientras avanza el tiempo a la mañana siguiente).",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sintiendo que has entendido la esencia de lo que Elena te dijo, asiente y sales a tu primera búsqueda, caminando hacia el bosque ahora estable bajo la mirada del gremio que te saluda y luego vuelve hacia la ciudad.",
                "DisplayCharacters",
                "EndLoop",
                "Siguiendo el camino cada vez más profundo, inicialmente experimenta un paseo sin incidentes y bastante agradable a través de la naturaleza vibrante, pero no tarda mucho en el susurro del follaje para llamar su atención mientras alguien se acerca a usted ..."
            ]
        },
        {
            "NameOfScene": "GetOutThere",
            "theScene": [
                "Comienzas tu caminata por el bosque una vez más en tu búsqueda para detener el vándalo asaltando a la ciudad."
            ]
        }
    ]
}