{
    "name": "Hidden Glade",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "There are rumors of a hidden glade in the forest where an impossibly beautiful woman bathes, but nobody seems to be able to actually find her...",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Selena",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StoreCurrentBG",
                "ChangeBG",
                "forest.png",
                "Mientras camina por el bosque, escuchas el débil zumbador de una hermosa voz que viene de algún lugar cercano y, extrañamente intrigado, empues los árboles y otro follaje para tratar de encontrar la fuente ...",
                "GetEventAndIfChoice",
                "Pray to the Goddess Statue.",
                "6",
                "GladeUnlocked",
                "Guided by the Goddess",
                "StatEqualsOrMore",
                "Luck",
                "30",
                "Luck pass",
                "¡Y mientras empuja por el denso bosque que encuentras!... un claro vacío.Podrías haber jurado que escuchaste el sonido divino de la voz de una mujer y el agua corriente, pero tal vez era solo el viento ...",
                "Con un encogimiento de hombros, te aclaras a través de la maleza y continúas en tu camino a través del bosque, reflexionando si no tienes la suerte de ver a quien estuviera allí ..."
            ]
        },
        {
            "NameOfScene": "Luck pass",
            "theScene": [
                "¡Y te disparas a ciegas mientras tropiezas con una raíz invisible, ¡apenas logras mantener tu equilibrio como una sensación de vértigo sobre ti!",
                "A medida que recuperas tu equilibrio, te estabilizas y disfrutas de tu entorno, solo para darte cuenta de que ahora estás parado en un glade verde vibrante y floreciente.",
                "JumpToScene",
                "EnterClearing"
            ]
        },
        {
            "NameOfScene": "Guided by the Goddess",
            "theScene": [
                "Y mientras empuja por el denso bosque, la visión que recibió en la iglesia de repente aparece de su mente, y encuentra que su cuerpo se mueve a través de la maleza de una manera muy específica, casi como si alguien lo guíe.",
                "A medida que las imágenes eventualmente comienzan a difuminar y se desvanecen de su mente, tomas tu entorno y te das cuenta de que estás parado en un glade verde que florece vibrantemente.",
                "JumpToScene",
                "EnterClearing"
            ]
        },
        {
            "NameOfScene": "EnterClearing",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "IfProgressEqualsOrGreater",
                "1",
                "EnterRevisit",
                "El zumbido melodioso parece venerse más allá de un gran árbol cargado de frutas, y se acecha con cautela hacia la atractiva voz que suena, solo para detenerse en sus pistas mientras pasa el árbol y su fuente de repente aparece.",
                "Más allá de la exuberante vegetación del glade hay un estanque deslumbrantemente pintoresco de agua cristalina, rodeada de tres lados por un afloramiento de roca lisa, y un rayo de luz ilumina directamente una cascada pero en cascada en el otro lado como el suave sonido de gotearEl agua llena el aire.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Pero lo que realmente te dejó sin aliento fue que la mujer desnuda se bañó en el estanque con la espalda que se volvió hacia ti, aparentemente inconsciente de tu presencia mientras vierte suavemente agua sobre su cuerpo.",
                "ChangeArousalByPercent",
                "5",
                "Ella irradia un aura de belleza pura y sobrenatural mientras continúa tarareando con una voz vibrante y dulce, y sus curvas femeninas están acentuadas y acentuadas por las pequeñas gotas de agua que se arrastran por su perfecta piel pálida.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Su cabello de color ámbar increíblemente largo, casi brillante, cuelga hasta sus caderas anchas y seductoras, y mientras extiende sobre su hombro y lo tira frente a ella para sacar el agua, su atención se atrae hacia su voluptuosa., descubrió la parte trasera, y se sacude ligeramente mientras se inclina hacia adelante para pasar sus dedos por su cabello.",
                "IfHasFetish",
                "Ass",
                "AssFetishIntro",
                "JumpToScene",
                "IntroContinues"
            ]
        },
        {
            "NameOfScene": "EnterRevisit",
            "theScene": [
                "El zumbido melodioso parece venerse más allá de un gran árbol cargado de frutas, y se acecha con cautela hacia la atractiva voz que suena, solo para detenerse en sus pistas mientras pasa el árbol y su fuente de repente aparece.",
                "Más allá de la exuberante vegetación del glade hay un estanque deslumbrantemente pintoresco de agua cristalina, rodeada de tres lados por un afloramiento de roca lisa, y un rayo de luz ilumina directamente una cascada pero en cascada en el otro lado como el suave sonido de gotearEl agua llena el aire.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Pero lo que realmente te dejó sin aliento fue ver a Selena, desnuda y bañándose en el estanque con la espalda que se volvió hacia ti, aparentemente inconsciente de tu presencia mientras ella vierte suavemente agua sobre su cuerpo.",
                "ChangeArousalByPercent",
                "5",
                "Ella irradia un aura de belleza pura e sobrenatural mientras continúa tarareando con una voz palpitante vibrantemente, y sus curvas femeninas están acentuadas y acentuadas por las pequeñas gotas de agua arrastrando su piel pálida perfecta.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Su cabello de color ámbar increíblemente largo, casi brillante, cuelga hasta sus caderas anchas y seductoras, y mientras extiende sobre su hombro y lo tira frente a ella para sacar el agua, su atención se atrae hacia su voluptuosa., descubrió la parte trasera, y se sacude ligeramente mientras se inclina hacia adelante para pasar sus dedos por su cabello.",
                "IfHasFetish",
                "Ass",
                "AssFetishIntro",
                "JumpToScene",
                "IntroContinues"
            ]
        },
        {
            "NameOfScene": "AssFetishIntro",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "No puedes evitar mirar su culo perfecto mientras se dobla por completo, enviando hormigueos temblorosos que corren por tu piel y haciendo que tu polla latir con necesidad, ya que su trasera perfectamente esculpida domina tu visión.",
                "ChangeArousalByPercent",
                "15",
                "Fantasías vívidas de adorar su culo curvilíneo mientras presiona contra su piel flita por su mente, haciéndolo sentir cada vez más excitado a medida que el impulso innegable por el sexo comienza a estar bien dentro de ti ...",
                "JumpToScene",
                "IntroContinues"
            ]
        },
        {
            "NameOfScene": "IntroContinues",
            "theScene": [
                "Te logras arrancarte la mirada de sus deliciosas caderas con cierta dificultad mientras se vuelve ligeramente hacia un lado para dejar que su cabello se cuelgue sobre su hombro, dándote una vista parcial de sus suaves y dobles senos D como pequeños rivuletos de agua corriendo por ella.piel flexible.",
                "IfHasFetish",
                "Breasts",
                "BreastFetishIntro",
                "JumpToScene",
                "IntroContinues2"
            ]
        },
        {
            "NameOfScene": "BreastFetishIntro",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "Estás completamente paralizado por su pecho, ya que lentamente se agita hacia arriba y hacia abajo con cada aliento suave que atrae mientras se sacude ligeramente con cada movimiento que realiza.",
                "ChangeArousalByPercent",
                "15",
                "Puedes sentir que tus pensamientos se vuelven completamente dominados por fantasías claras de su rebote, los senos perfectos se envuelven alrededor de tu virilidad, presionando contra ti con su suavidad indudablemente divina, y te temblarás con lujuria mientras miras sus tetas llenas rebotando ante ti.",
                "JumpToScene",
                "IntroContinues2"
            ]
        },
        {
            "NameOfScene": "IntroContinues2",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "1",
                "IntroContinues2Revisit",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Finalmente te las arreglas para mirarle la cara justo cuando se da la vuelta y te ve, rompiéndote el zumbido con un jadeo melodioso y cubriendo tímidamente su pecho con un brazo mientras sus mejillas impecables se adquieren el más leve tinte de rojo.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Pero ella deja escapar una risita mientras pone su brazo de regreso a su lado, dejando que sus senos reboten cautivadoramente ante sus ojos transfijados.",
                "Speaks",
                "Bueno, hola guapo.Soy Selena.¿Cómo te llamas?",
                "Estás teniendo dificultades para formar palabras coherentes mientras su belleza antinatural dispersa tus pensamientos, pero eventualmente te las arreglas para componer el tiempo suficiente para tartamudear tu nombre.",
                "PlayerSpeaks",
                "I-I'M [ThePlayerName] ...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Ella te muestra una sonrisa positivamente radiante con sus dientes blancos prístinos, haciendo que tu corazón saltea un latido de la atractiva vista.",
                "Speaks",
                "Bueno [ThePlayerName] ... Normalmente no consigo a los invitados aquí, y mucho menos mientras me estoy bañando.¿Quieres unirte a mí? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Su sonrisa se vuelve más sensual mientras se inclina hacia ti expectante, y sus brillantes ojos verdes brillan de emoción mientras te mira.",
                "Menu",
                "Yes!",
                "Talk.",
                "Get out of there!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "IntroContinues2Revisit",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Finalmente te las arreglas para mirar la cara de Selena justo cuando ella se da vuelta por completo y te ve, rompiéndote su zumbido con un jadeo melodioso y cubriendo tímidamente su pecho con un brazo mientras sus mejillas impecables adquieren el más leve tinte de rojo.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Pero deja escapar una risita mientras te reconoce y vuelve a colocar su brazo a su lado, dejando que sus senos reboten cautivadoramente ante tus ojos transfijados mientras te muestra una sonrisa radiante.",
                "Speaks",
                "Bueno, hola [ThePlayerName]. ♥ ¿Te importa bañarme de nuevo? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Su belleza antinatural es hacer que tu cabeza gire a medida que su sonrisa se vuelve lentamente más sensual, y mientras se inclina hacia ti expectante, sus ojos verdes brillan de emoción.",
                "Menu",
                "Yes!",
                "Observe Selena.",
                "Let your gaze wander...",
                "Fuck the nymph!",
                "Talk.",
                "Get out of there!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get out of there!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Rápidamente gira y corres de regreso al bosque a pesar de la excitación ardiendo en tu ingle, casi tropezando con una raíz invisible mientras empuja el denso follaje.",
                "Speaks",
                "Aw...",
                "DisplayCharacters",
                "EndLoop",
                "El suspiro de Selena parece hacer eco a través de los árboles a medida que te las arreglas para regresar al camino del que viene, y jadeas por aire mientras intentas calmar el deseo que pulsa dentro de ti en vano por unos momentos antes de rendirte y continuaren tu aventura ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Yes!",
            "theScene": [
                "JumpToScene",
                "BathingStart"
            ]
        },
        {
            "NameOfScene": "Observe Selena.",
            "theScene": [
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ahora que lo piensas, tanto como tú {i} Ogled {/i} Selena y estuviste en contacto cercano con ella, nunca te tomaste el tiempo para observarla.Por lo tanto, haciendo un esfuerzo para mantener sus pensamientos alejados de las fantasías de abarcarla y follarla en el acto, te concentras más de cerca en sus características.",
                "ChangeArousalByPercent",
                "5",
                "E incluso después de haber obtenido {i} un poco {/i} usado para su cuerpo celestial y ella ... presencia cautivadora, sientes que tu corazón estrina en tu pecho mientras observas la cara y la expresión serena de la ninfa siempreLa hermosa pureza de sus ojos verdes, las curvas invitadas por caricias de su rostro suave y la forma elegante y elegante de su barbilla ...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "En particular, tus ojos se sienten atraídos por sus deliciosos labios, que son más pronunciados por su dulce sonrisa, su resplandor prístino como una invitación deslumbrante.El más mínimo movimiento de su boca parece llamarte, su dulce abrazo prometiendo delicias celestiales ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Enganchado por la encantadora visión, no te das cuenta de cuán obvio es tu creciente enamoramiento hasta que notas que las mejillas de Selena se vuelven más rosadas mientras se ríe un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Ver algo que te guste, [ThePlayerName]? ♥",
                "ChangeArousalByPercent",
                "5",
                "Mientras habla, le levanta una mano a la boca, rastreando el contorno de sus suculentos labios con su índice, mostrando cuán tiernamente cede a su delicado toque, el movimiento simple se siente como otro golpe útil y provocativo en su autocontrol...",
                "Menu",
                "Get a hold of yourself!",
                "Kiss her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a hold of yourself!",
            "theScene": [
                "Casi sobresaltado por su voz, te enderezas y te disculpas por zonificar, a lo que ella responde con un titter divertido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "No te preocupes, sé que tengo ese tipo de efecto. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Y realmente, yo {i} realmente {/i} no me importa.Mira tanto como quieras, guapo, y no seas tímido. ♥ No te detengas. ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Ella puntúa sus últimas palabras al sonarte un beso delicioso, una vez más llamando tu atención sobre sus labios tentadores, el sonido bese ligeramente húmedo que parece resonar en tus oídos y dejando tu polla endurecida que se endurece en tus pantalones.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Sin una palabra más, la hermosa mujer presione tímidamente sus labios, su cara visiblemente sonrojada de lujuria mientras espera su reacción, una mano ahuecando su rostro con modestia simulada mientras el otro comienza a seguir lentamente sus suaves curvas, llenando su mente con una sed deHaze que amenaza con superarte.",
                "Menu",
                "ShuffleMenu",
                "Kiss her!",
                "Get out of there!",
                "Kiss her!",
                "Kiss her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Kiss her!",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Felizmente cediendo a sus impulsos, cierras la distancia entre tú y Selena en un instante, agarrando firmemente sus hombros mientras reclamas sus labios con los tuyos.",
                "ChangeArousalByPercent",
                "10",
                "Inmediatamente y felizmente, sus sentidos son asaltados por una sensación encantadora y embriagadora de dulzura intoxicante, la textura de la boca pecaminosamente suave de la ninfa exige más atención mientras su lengua se toca ligeramente con la tuya.Estás más que feliz de darle lo que quiere, besándola más vorazmente.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Su sentido del gusto y el olfato está inundado de un sabor meloso casi abrumador, la respiración perfumada de Selena y la saliva demostrando ser absolutamente deliciosa ... casi adictivamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "10",
                "Mientras tanto, sientes que sus brazos delgados se envuelven suavemente alrededor de tus hombros y espalda, presionando tu cuerpo contra el de ella mientras devuelve con gusto tus besos, claramente tan excitado como estás y ansioso por llevar las cosas más allá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Mmhm ... ♥ Estaba esperando esto. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "5",
                "Mirándose a los ojos del otro y disfrutando del abrazo del otro, comparten un momento romántico mientras acarician el cuello y la cara de Selena, la ninfa dando un 'hmm. ♥' encantado en respuesta.Saboreando el instante, disfrutas de su presencia a medida que tus labios se unen nuevamente, sonidos besos cada vez más intensos llenando el aire a medida que las cosas se calientan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "10",
                "Rápidamente, el beso se convierte en una sesión de maquillaje acalorada, su lengua y Selena se alternan entre entrelazarse y explorar hambrientos la boca del otro.Mientras tanto, su polla se vuelve más rígida por el segundo, los besos febriles combinados con el contacto cercano de la mujer lasciva que se queda sin cesar su lujuria.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "No puedes evitar temblar y gemir con el montaje de placer al sentir las ágiles manos de la ninfa, mueve tiernamente por tu espalda, masajeando con amor tu piel cálida a través de tu ropa, pastoreando las caderas debajo de tu parte superior, luego deslizándose rápidamente en tu ropa interior sin detener elSesión de besos apasionados por un solo momento, apretando tu trasero con un zumbido de aprecio antes de que su mano se deslice hacia la parte delantera de tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeArousalByPercent",
                "10",
                "Tu respiración se pone en tu garganta cuando sus delicados dedos se cepillan contra tu polla turgente, y haz un movimiento de joroba, la influencia de Selena, la influencia infatuante de Selena.Usted y llenan su cerebro con un poderoso impulso de obedecer su libido y quitarse.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Con algunos movimientos hábiles, la ninfa deshace tus pantalones y libera tu polla dolorida, que felizmente surge, ansiosa por más estimulación.Su pareja bloqueada por labios detiene su maquillaje por un momento, el momento de mirar a su miembro orgullosamente permanente, mordiéndose el labio inferior con deseo a la vista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mmmh ... ♥ todo esto para {i} me? {/i} me mimas, [ThePlayerName]. ♥",
                "ChangeArousalByPercent",
                "15",
                "Como en respuesta al cumplido, su polla da un latigazo entusiasta, provocando una risita amorosa de Selena que lo capta delicadamente.El toque de su mano suave contra su eje ardiente se siente maravillosamente divino, lo que hace que un gruñido de placer tensa dejara su boca cuando le da algunos expertos, burlando de los golpes de bombeo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "No puedo esperar para tener tu {i} espléndida {/i} polla en mí, stud. ♥ mmhmm ... pero tomemoslo lento, mmh?Solo por un poco ... ♥",
                "ChangeArousalByPercent",
                "10",
                "Mientras habla, ella suelta tu polla a tu leve frustración, pero tus pensamientos están rápidamente nublados por una bruma feliz y cachonda cuando la ninfa se reanuda besándote sin sentido mientras se queda aún más cerca de ti, tu parte viril intercalada entre tu estómago y Selena's, Twitching de tu excitación en constante montaje.Despliaje contra ti, frotando sus pezones rígidos contra tu pecho, parece sorprendentemente inquieta ...",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "... Hasta que sientas que tu polla se desliza entre sus muslos suaves celestiales, la exquisita textura de su piel desnuda abraza tu erección desde todas las direcciones, haciendo que te dejes salir un jadeo en su boca que inmediatamente se sofoca con otro beso profundo y hambriento.",
                "ChangeArousalByPercent",
                "10",
                "Languidamente, ella muele contra ti, moviendo sus caderas con movimientos suaves que te permiten apreciar completamente la sensación de su gran y lujoso muslo, tu erección al rojo vivo pulsando alegremente en la infatora de sus patas voluptuosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Sé que estás ansioso por {i} joder {/i} me, pero esto tampoco es tan malo, ¿hm? ♥",
                "ChangeArousalByPercent",
                "15",
                "Gime de acuerdo, todo el frente de su cuerpo prácticamente pegado a las peluches de Selena.Los lados de su eje están masajeados por su piel suave y flexible, mientras que su longitud superior se frota deliciosamente contra sus nalgas y la hendidura cálida y babeante, estimulándolo de una manera que conduce rápidamente su polla dolorosa hacia un orgasmo que se acerca rápidamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeArousalByPercent",
                "10",
                "Claramente notando su placer burbujeante, la ninfa retrocede ligeramente hacia atrás, tomando su expresión melty con no poca cantidad de satisfacción engreída, no detener sus movimientos por un instante mientras ella lleva su boca a la oreja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Disfrute de mí, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "10",
                "Ella puntúa sus palabras con un beso grande y rotundo en tu oído que parece reverberarse a través de todo tu cuerpo y hacer que tu cerebro sea aún más musculoso.Suavemente, dulcemente, acariciando la cara con una mano mientras la otra permanece de espaldas para mantenerte contra sí misma, lentamente baja por la barbilla y luego tu garganta, colocando un rastro de besos electrizantes de mariposa en el camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Todo el tiempo, ella nunca detiene su masaje intercural, moviendo las piernas hacia arriba y hacia abajo, constantemente sofocando y amasando toda tu polla, dejándola temblando al borde de la liberación mientras la ninfa se mueve hacia atrás a tu oído, lamiendo hambrientos tu piel en elforma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "No te detengas. ♥ Lástelo todo. ♥",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Como si estuvieras en el mando, exhalas en un gemido largo y prolongado mientras sientes la presión en tus lomos, y tu polla de espasmo eyacula felizmente entre los muslos de Selena, que sigue moviéndose de manera tan sencilla y suave, cuidando, cuidando, cuidandoMaximice su placer sin sobreestimular dolorosamente, dejando a cada parte de ustedes perdido en una bruma orgásmica celestial.",
                "PlayerOrgasm",
                "1",
                "Expertamente, ella ordeña tu orgasmo por todo lo que vale, haciéndote sacudir irresistiblemente mientras te mantiene en un estado flotante de felicidad feliz y orgásmica, observando tu expresión con satisfacción glotonosa mientras brotas cuerdas de semillas gruesas sobre la exuberante hierba detrás de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Estar en la nube nueve como eres, en realidad tienes problemas para mantenerte en posición vertical, y cuando finalmente hayas terminado de estallar y comienzas a bajar de tu clímax, te encuentras con la orgullosa expresión de Selena, que rápidamente pasa a una sonrisa radiantemente feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "¿Eso se sintió bien, Stud? ♪",
                "Un poco sin aliento, le das un asentimiento aturdido ... y no puedes evitar sentir una punzada de aprensión cuando detectas un toque de travesura en su sonrisa deslumbrante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Speaks",
                "Genial. ♪ {i} Porque estoy {b} lejos {/b} de Hecho todavía. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Con un vigor sorprendente, de repente te empuja, y atontado como eres, te tambaleas y caes con bastante gracia hacia atrás, aunque el lujoso colchón del glade cojines muy cómodamente, haciéndote sentir que te has caído en un colchón muy verdante y fragante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Antes de que puedas recuperarte, Selena está en ti como un cometa cachondo, a horcajadas sobre ti asertivamente, dejando caer su amplia parte trasera en tus muslos, mostrando una expresión de excitación inequívocamente intensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Espero que no hayas pensado que fuera eso.¡Yo también quiero mi diversión! ♥",
                "ChangeArousalByPercent",
                "15",
                "Sin más preámbulos, se desliza hacia adelante y comienza a frotar su hendidura húmeda contra su polla, que ya está empezando a endurecerse nuevamente bajo la lujuriosa influencia de la ninfa que se pone en colocación para posicionarse mejor sobre usted mientras movía sus pezones para una estimulación adicional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Vamos. ♥ Vamos. ♥ ¡No puedo esperar! ♥",
                "ChangeArousalByPercent",
                "15",
                "A medida que su polla vuelve a subir, se levanta para mostrar su coño desesperadamente babeante que abre con sus dedos, inflamando aún más su lujuria ante su exhibición putna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "¿Puedes ver, [ThePlayerName]?¿Puedes ver cuánto yo {i} quiero {/i}",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeArousalByPercent",
                "15",
                "Más que listo y ansioso por darle lo que quiere, agarras sus caderas tentadoramente anchas y la empujas hacia abajo en tu virilidad recién reerigida, lánzala perfectamente a tu dicha mutua, el sexo apretado de Selena te acepta bien con un apretón de mentalidad..",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Su entrada asertiva parece empujarla al clímax que estaba esperando, su expresión de sorpresa rápidamente dando paso a uno de intenso placer, la ninfa que te mira con amor mientras exhala con la gloriidad, disfrutando de su orgasmo anhelado al máximo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "Yeeessss ... ♥ Simplemente así ... ♥ solo así! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "15",
                "Recuperándose en un instante, y visiblemente después de haber encendido su cambio para siempre, la mujer lasciva comienza a rebotar sin duda sobre ti, claramente solo comienza.El agarre sedoso de su coño es absolutamente divino, masajeando suavemente cada centímetro de su erección contraproducente, la estimulación es intensa pero no dolorosa a pesar de lo sensible que se siente por sus orgasmos anteriores.",
                "ChangeArousalByPercent",
                "15",
                "Al prepararse, acompañas sus movimientos, tus manos todavía están firmemente en sus caderas para ayudarte a empujarte debidamente dentro y fuera de ella, seguramente y rápidamente los conducen hacia los dos hacia otro orgasmo, la niña ninfómana en plena aceleración mientras tu propia resistenciaSe ha desmoronado a medida que la reunión húmeda de sus caderas resuena lascivo a través del claro.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Efectivamente, rápidamente estallas dentro de Selena, su maravilloso coño y complaciente demostrando ser perfectamente capaz de darte un clímax que se tambalea con los dedos de los pies, ya que se aprieta como un vicio, mientras que ella misma pantalones y gimidos orgánicos, disfrutando más al máximo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Más! ♥ {b} más !! {/b} ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "25",
                "Sin siquiera esperar tu respuesta, ella se reanuda a montarte mientras te persigue sugestivamente los labios.Tomando la indirecta, te sientas con un gruñido de esfuerzo y la abraza, atrapando simultáneamente sus labios en una intensa maquillaje, al igual que antes, la ninfa arrullando y gimiendo la aprobación a medida que ella le devuelve más con entusiasmo sus afectos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡MMH! ♥ Me encanta esto. ♥ MMHMH! ♥ mi encantador y encantador y guapo semental. ♥♥♥",
                "ChangeArousalByPercent",
                "30",
                "Espoleado por sus palabras, te golpeas las caderas con más energía contra las suyas mientras ella te abraza a su vez y devuelve vigorosamente tus besos, retorciéndose y estremeciéndose contra ti en busca de más placer sexual.",
                "ChangeArousalByPercent",
                "30",
                "En este punto, ustedes dos están formando un desastre de sexo, completamente cachondo, que intercambian dulces nada, intercambiando nada dulce mientras se besan con hambre, y no pasa mucho tiempo antes de que ambos estén atropellados por otro clímax de clímax electrizante.de placer a través de tus cuerpos.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Una vez más, ambos se contraen y se retuercen felizmente mientras llenan a Selena con largos y gruesos chorros, su semen comienza a salir de su coño después de su segunda corrida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "30",
                "Pero a pesar de esto, ella reanuda casi instantáneamente su viaje, completamente perdido con su codiciosa lujuria.A pesar de que finalmente sientes que tu fuerza se reduce después de las eyaculaciones consecutivas, la mujer cachonda continúa golpeando sus caderas con tu dolor dolente, sin restricciones al usarte como su juguete sexual personal.",
                "Speaks",
                "{b}More!!{/b}♥♥♥",
                "ChangeArousalByPercent",
                "35",
                "Vorazmente, ella te mantiene bloqueado con labios e intensamente muele contra ti para aprovechar al máximo tu polla marcada, volviéndose casi depredadora mientras te agarra más fuertemente que nunca, empujando hacia atrás en la hierba mientras mantiene sus brazos y piernas como ti comoUn vicio mientras ella abofetea las caderas contra las tuyas, dejándote demasiado debilitado y con el placer para hacer mucho al respecto.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Besándola descuidada, no tienes más remedio que dejar que se salga con la suya, la ninfa ninfómana rápidamente desgastando cualquier pedazo de resistencia que te quede y persuadiendo un orgasmo más de ti, jadeando y temblando cuando te siente que te sienteLanzamiento en ella una vez más, ustedes dos se contraen en éxtasis espástica mutua.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Mientras mira nebridamente su expresión, espera que Selena continúe insaciablemente hasta que esté completamente drenado seco y desmayado, independientemente de lo que tenga que decir al respecto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Pero en cambio, después de un largo aliento para saborear el momento, ella te mira con ojos sorprendentemente lúcidos y rueda de lado sin dejarte ir, trayendo a los dos para descansar sobre la hierba suave y fragante mientras se desprecia de ti,Lo suficiente como para darte un poco de espacio para respirar mientras mantiene tu polla ajustada en su pegajoso coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Oh Dios, eso se sintió genial. ♥ ¿Fue bueno para ti también, guapo?",
                "No tienes la fuerza para articular mucho más que un 'sí' agotado, provocando un trino encantado y cariñoso de la risa de Selena, que besa la parte superior de tu cabeza y te lleva la cara a descansar contra sus cómodos y almohados senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Ese es mi [ThePlayerName]. ♥ ahora descansa, mi campeón de Studly.Lo has merecido. ♥",
                "De manera irresistible, una pequeña parte de ti todavía quiere follarla hasta que caigas, pero el resto de ustedes está más que feliz de llevarla a su oferta, dejando que tus ojos se cierren mientras disfrutas del lujoso colchón proporcionado por la ninfa que suavementeHumita una melodía suave para que duerma, ocasionalmente acariciando la parte posterior de su cabeza con calma.",
                "StopBGM",
                "PlayBlackOut",
                "Pero incluso cuando te desmayas, la sensación de sus besos alucinantes permanece contigo y te persigue a través de tus sueños, junto con la impresión de su exquisito coño alrededor de tu polla, los recuerdos que se repiten en tu sueño y marcan tu cerebro.",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "10",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "EndBlackOut",
                "RestPlayer",
                "Al despertar, lo primero que te das cuenta es que estás en la misma posición que anteriormente, pero solo, el seno femenino hospitalario fue reemplazado con tu ropa reunida en un paquete ordenado debajo de tu cabeza.",
                "ChangeBGM",
                "music/Forest/hitoriame.mp3",
                "ChangeArousalByPercent",
                "5",
                "Bostezando y estirando, miras a tu alrededor, pero sorprendentemente no puedes ver a Selena en ningún lado.La ninfa debe ser consciente de que su mera presencia te daría preferir ... {i} distraído {/i}.De hecho, puedes sentir que tu polla se contrae ante el mero pensamiento de ella ... y no puedes pasar decentemente todo el tiempo como la boytoy de una ninfa ...",
                "... No importa cuán atractiva sea la idea.",
                "Creyendo que tienes la bendición de la amante de Glade para tomarte tu permiso, te tomas un momento para hacerte más presentable y, con una primavera en tu paso, sales de la zona.¡Tienes una aventura a la que volver!",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Let your gaze wander...",
            "theScene": [
                "Cara a cara con Selena, no puedes evitar sentir tu mirada dibujada {i} hacia abajo {/i}, siguiendo la graciosa curva de su cara hasta su delicada clavícula, lo que la lleva ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "... Grandes, deliciosos pechos ...",
                "ChangeArousalByPercent",
                "10",
                "Un escalofrío de excitación cruda atraviesa su cuerpo mientras disfruta completamente en el lujoso seno de la ninfa, su escote fuerte y perfectamente formado que parece absorber su atención, su caída deliciosa al instante se pone los ojos en blanco.A pesar de ti mismo, encuentras todos tus pensamientos anteriores reemplazados por la visión que todo lo que todo lo abarca de Selena.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "5",
                "Mientras se balancean ligeramente, todo lo demás parece importar ... menos.Bozo ágape, tu mirada está completamente colocada en su valle celestial, su apetitosa forma que parece pedir el toque de tus manos, de tu boca, de tu polla, avivando tu imaginación con visiones de Selena gimiendo suavemente como tú ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "{i}Ahem.{/i}",
                "Sorprendido por la tos puntiaguda, tus ojos se disparan, y te encuentras mirando los iris de color verde puro de Selena, una sonrisa conocida pintada en su cara serena, con los brazos cruzados debajo de su pecho.\n\nNo puedes evitar notar qué tan bien su postura describe bien su busto ...",
                "ChangeArousalByPercent",
                "10",
                "Atrapado con las manos en la masa, comienzas a empallar una excusa cuando el calor de un sonrojo se extiende sobre tus mejillas, pero tus palabras se atascan en tu garganta cuando la ninfa da un paso deliberado hacia ti, lo que hace que los senos cautivadores se muevan de manera atractiva, requiriendo un granesfuerzo para que no vuelvas a caer en un trance que mira las tetas de nuevo.",
                "PlayerSpeaks",
                "Yo ... tu ... es ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Visiblemente entretenido por su reacción, Selena da otro paso hacia adelante, deslizándose por sus brazos cruzados para poner sus manos en sus anchas caderas, una vez más te corta mientras sus tetas se sacuden de manera entadora, su rebote mostrando su exquisita flexibilidad y una vez más llenándote conEl impulso dominante e irresistible de disfrutar de ellos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "ChangeArousalByPercent",
                "10",
                "Antes de que te hayas dado cuenta, Selena está justo en frente de ti, sus tetas fascinantes a solo un pie de distancia.Te tembla cuando se inclina hacia adelante y sientes su rostro cerca de tu oreja, sus pezones casi cepillan contra tu camisa mientras susurra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Hazte cómodo, guapo. ♥",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Con un empujón simple y suave, hace que su cuerpo no resistente se tambalerespaldo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "ChangeArousalByPercent",
                "5",
                "Sin que te dan un momento para recuperarse, encuentras las manos de la ninfa en tu entrepierna, la mujer siempre hornada de arrodilla frente a ti mientras trabaja hábilmente para deshacer tus pantalones, dejando que tu erección se libere de su alegría y emoción visibles.",
                "ChangeArousalByPercent",
                "10",
                "Tomando su eje ardiente entre sus palmas lisas, dejándote exhalar de deleite ante la encantadora sensación, amasa ligeramente a tu miembro hinchado con sus ágiles dedos, aplicando expertos pequeños toques que envían chispas de placer a través de tu columna vertebral.",
                "ChangeArousalByPercent",
                "10",
                "Moviéndose lentamente hacia arriba y hacia abajo, muestra especial atención a su glande, que ya está completamente hinchado por su excitación ardiente, y le da una caricia tierna y adoradora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Tan deliciosamente viril, y ya {i} así {/i} ansioso ... ♥ pero no te preocupes, [ThePlayerName], te daré un orgasmo que pronto no olvidarás. ♥",
                "ChangeArousalByPercent",
                "20",
                "Sin más preámbulos, ella trae sus lujosos senos alrededor de su polla y la envuelve en su amplio escote, haciéndote temblar con una excitación alegre ante la sensación de la increíblemente suave carne que rodea tu longitud.Fiel a su apariencia, son lujosamente sedosos y cediendo, parecen estar hechos para sofocar y prodigarse tu polla.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Colando alegremente, Selena comienza a masajear tu virilidad entre sus almohadas de amor, dejándote jadear con excitación y rapto mientras miras a la mujer angelical trabajando para apretarte con amor.Parece estar teniendo especial cuidado de no ser demasiado fuerte, sumergiéndolo poco a poco en una nube feliz de comodidad paradisíaca, su erección completa adorada cariñosamente por la ninfa.",
                "ChangeArousalByPercent",
                "20",
                "Poco a poco, te relajas y descansas contra la cómoda tronco mientras tu masajista lasciva lo sigue tratando, su suave zumbido acompañando el golpe de su piel contra la tuya, convirtiéndote en masilla absoluta en sus manos mientras rueda sus pechos pesados ​​en círculos seductores, haciendoLa descuido de su expresión floja y de placer contrasta con la rigidez de su furia y babeando.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Progresivamente, Selena agrega peso a sus movimientos, presionando su caída regordeta contra tu polla dolorida con una intensidad celestial mientras mantiene el mismo ritmo lánguido.La afluencia de placer bosomly permanece lo suficientemente estable y controlado como para que nunca pases por el borde, sino flotando en un mar de dicha tántrica sumamente cómoda.",
                "ChangeArousalByPercent",
                "15",
                "Y aunque el exquisito Titjob de la ninfa se siente intoxicantemente bueno, te frustras por la creciente ausencia de orgasmo, tu polla roca todavía no ha experimentado ningún lanzamiento a pesar de que el grado de atención de la excitación Selena te ha llevado a hacerlo.Comenzando a retroceder necesariamente, jadee.",
                "PlayerSpeaks",
                "Selena ... yo ... necesito correrme ...",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "No puedes evitar sentir una triunfadora cuando la ninfa muestra una sonrisa a sabiendas y a sabiendas sin detener sus hermosos movimientos, lo que es más difícil concentrarse en sus palabras cuando responde alegremente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Oh, mi.¡Felizmente, guapo! ♪",
                "ChangeArousalByPercent",
                "10",
                "Ella presiona sus tetas mientras habla, enterrando tu eje entre sus almohadas celestiales, dejando solo la cabeza empujando mientras ella continúa bombeando y apretando tu polla palpitante con sus suaves tetas, sin querer tus desesperados gemidos y gemidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Pero, ¿qué tal darme un poco de aprecio y aliento?HM?¿Sabes, un poco de vítores? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se queda allí inmóvil por un momento, mirándote de manera inocente e inocente mientras la miras confundido, hasta que algo hace clic en tu mente cachonda y te sales.",
                "PlayerSpeaks",
                "Se siente V-muy bien ...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella da un poco de sacudida de sus deliciosas tetas, haciéndote sacudir con un jadeo agradable ... pero no va más allá de eso.",
                "Speaks",
                "¿Eso es todo?",
                "PlayerSpeaks",
                "¡N-No!¡Se siente genial!¡Fantástico!¡El mejor!Mejor que-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "25",
                "Su elogio desesperado y parecido a la súplica se convierte en un ruido extático estrangulado mientras Selena detiene su abundante seno en ambas manos y comienza a rebotar enérgicamente en respuesta, asaltándote con nuevas sensaciones intensas.Es como todo el placer tántrico que había inculcado anteriormente en ti ahora está apareciendo con la fuerza de un géiser burbujeante, congelando tu cara en alegría sexual.",
                "Speaks",
                "Eso es lo que me gusta escuchar. ♥ Entonces mis senos son {i} el mejor {/i}, mmh? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "PlayerSpeaks",
                "¡Sí! ♥ ¡lo mejor! ♥ ¡Son tan suaves y bellamente formados, flexibles y hinchables y tan perfectos!",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Cuanto más alabes sus grandes senos, más la ninfa intensifica amorosamente sus movimientos en respuesta, lo que te lleva ininterrumpiendo sus tetas al sonido de sus pechos deslizándose deliciosamente a lo largo de tu eje de contracción.Con el placer espumoso en sus lomos, le resulta cada vez más difícil concentrarse en cualquier cosa que no sea su clímax inminente, reduciendo rápidamente sus palabras para adorar balbucear.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "30",
                "De todos modos, parece satisfacer a Selena, que no deja de titing titinging con intensidad celestial, su delicioso busto apretando y frotando tu virilidad palpitante, temblando y rebotando a tiempo con tu incoherente alabanza.La mujer cachonda parece haberse calentado bastante, sus ojos glotones yendo de tu loca polla contra tu rostro meloso, pareciendo muy ansioso por presenciar tu orgasmo.",
                "ChangeArousalByPercent",
                "30",
                "En este punto, no hay forma de que pueda detener su lanzamiento en aumento, incluso si quisieras, se sacuden un placer suave y apretado abrumando toda tu cintura, por lo que cuando tu orgasmo finalmente te golpea después de tantas burlas de almohadas y persuasión, lo agradece conUn grito roto, empujando sin sentido hacia el valle celestial mientras estallas.",
                "PlayerOrgasm",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Una cascada de fuegos artificiales se dispara en su cerebro cuando un verdadero géiser de esperma estalla en la ninfa que la toma con una exclamación de alegría, obviamente encantada de recibir su corneal ganada, gimiendo y arrullando mientras se pinta su pecho y la cara blanca.Tirando y sacudiendo a ciegas las caderas, te abandonas al orgasmo que abarca la mente, tu visión se vuelve blanca mientras dejas fuera lo que se siente como varias eyaculaciones al mismo tiempo.",
                "PlayerOrgasm",
                "2",
                "Incluso en el medio de su clímax, Selena es implacable, continuando bombeando con amor su espasmo con el cuidado obediente y experto, saturando toda su longitud con la dicha eufórica que rebota a través de todo su cuerpo.Perdidas en las sensaciones de freír a los nervios, sigues disparando chorro después de un brote de semilla, convirtiendo rápidamente el toque intoxicante de Selena en un desastre pegajoso.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "A pesar de que sus movimientos se vuelven espásticos y los impactos de almohada de sus senos se húmedos, la ninfa se asegura de que le dé todo lo que tiene para ofrecer a la última gota, abusando tiernamente de su pene excesivamente sensibilidad.Contensamente, ella expresa su burlón de aliento, aunque apenas puedes distinguir las palabras, desplomadas contra el tronco del árbol sin que quede fuerza para pararse, y mucho menos balancear tus caderas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Finalmente, después de apretar su eje por última vez desde la raíz hasta la punta, haciendo que salga débilmente algunos chorros más, ella cede.Extendiendo sus senos para hacer alarde y admirar su trabajo, deja que su polla ahora flácida descanse, disfrutando de la sensación del abundante collar de perlas que le ha dado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Speaks",
                "Mmhmm ​​... ♥ Amo esa atención. ♥ ¿No eres encantador por ser tan {i} prodigal {/i} amante. ♥",
                "PlayerSpeaks",
                "Ggh...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Ella da una risa de buen carácter de su respuesta, acariciando suavemente su mano.Luego se levanta y te ayuda, guiándote cuidadosamente hacia el estanque central del glade.Aunque su visión nadan, las manos de Selena son sorprendentemente firmes y estables, y su dulce voz lo alienta a seguir avanzando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Fácil lo hace, [ThePlayerName].Un baño te hará bien después de tanto esfuerzo.",
                "Con mucho gusto confiarle a ella, gemirá felizmente cuando su cuerpo calentado alcanza las aguas claras, frescas y fragantes, y deja que la ninfa continúe llevándote hasta que estés sumergido en tu cuello, flotando serenamente en el estanque tranquilo y cristalino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Una vez que se haya asegurado de estar bien por su cuenta, Selena se toma un momento para limpiar todo el semen del frente de su cuerpo, luego te da un gentil abrazo por detrás con un bisea rápida en tu barbilla antes de flotar., un tono de arrepentimiento que pasó rápidamente sobre sus características beatíficas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Te dejaré recuperarte en paz, [ThePlayerName].Gracias por su amable visita y {i} generosa {/i} ofrenda, y ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "... Vuelve en cualquier momento. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Y con algunos golpes rápidos que apenas puedes escuchar detrás de ti, ella se ha ido, dejándole disfrutar de un descanso después de tu ... actividad de drenaje.",
                "Sin embargo, intente que sea que se relaje, está perseguido por el recuerdo de los pechos perfectos de Selena, la forma en que rebotaron de manera atractiva, cómo envolvieron su polla deliciosamente, cuán sublimemente {i} suave {/i} sintieron mientras te ordenaban...",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeFetish",
                "Breasts",
                "20",
                "RestPlayer",
                "Finalmente, después de prolongados sueños celestiales de titfucks intoxicantemente adictivos que nunca te dejan refrescarse por completo, decides que probablemente estés tan descansado como estarás y te diriges a la orilla donde recuperas tus pertenencias, luego salesel glade.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Fuck the nymph!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeArousalByPercent",
                "5",
                "Demasiado irritado para pensar en cualquier otra cosa que el delicioso cuerpo de Selena, te atastas sobre ella, desechando apresuradamente tus pantalones para liberar tu dolor de erección.",
                "Frente a tu repentina estocada, la ninfa se congela-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "-pero su expresión sorprendida da paso a una inequívocamente lujuriosa mientras registra tu intención lasciva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Hmm ... ♥ Sabes, amo a un hombre que se hace cargo ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Con su furiosa libido alimentada por sus palabras alentador y expresión lasciva, tomas una de sus piernas suaves y flexibles, levantándola para revelar la hendidura ya húmeda de la mujer putna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Ooh, me gusta eso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "... Pero, ¿por qué no tenemos más {i} cómodo {/i}, Stud?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Gracia, ella baja la pierna y se aleja de ti, apresuradamente dirigiéndose al árbol cargado de frutas del glade, excitación en su rostro mientras te mira para asegurarte de que la estás siguiendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Tu necesidad de follar a la ninfa avivada por el retraso burlón, quitas el resto de tu ropa y te apresuras después de ella, guiada por el influencia indecente de sus caderas, cada paso hinchable que hace que tu polla erecta palpite con necesidad impaciente.",
                "ChangeArousalByPercent",
                "10",
                "Una vez que llega a su árbol, se aprieta contra la corteza bien suave con una sonrisa tímida y, en una impresionante muestra de flexibilidad, levanta su pierna larga y flexible para ti, una vez más exponiendo su coño indefenso a tus ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Allí. ♥ ahora puedes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeArousalByPercent",
                "5",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Atrapado por una sed primitiva mientras disfrutas de la pose indecente de la mujer sensual, la apresura e inmediatamente sumerges tu polla aún dura como roca en ella en espera de coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "20",
                "Los dos dejaron escapar un jadeo unificado de deleite mientras su longitud se hunde profundamente en su sexo acogedor, sus pliegues lo apretan con amor y ambos toman un instante para disfrutar de la sensación simple y dulce, cerrando los ojos por un momento corto,Aceptar en la sensación de felicidad sexual mutua ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeArousalByPercent",
                "15",
                "Pero su excitación palpitante se apresura a traerlo de vuelta a la acción, y comienzas a follar a Selena en serio, una mano manteniendo su larga pierna elevada hacia arriba mientras la otra está apoyada contra el árbol, dándote una buena posición para arar a tu amante de cuernos y cachondos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeArousalByPercent",
                "20",
                "Rápidamente, cedes por completo a tu libido, golpeando tus caderas contra las ninfas, su coño receptivo aceptando con gusto tu longitud rígida, mientras que sus alentadores gritos de placer rápidamente te hacen redoblar tu empuje, y tus pensamientos se evaporan fácilmente antes de la vista de la lástima de tu amanteFormulario completamente ofrecido a usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Aah! ♥ ¡Sí! ♥ ¡así! ♥ ¡Más duro! ♥",
                "ChangeArousalByPercent",
                "20",
                "Ansioso por disfrutar de más de su apretado y sedoso abrazo del coño y escuchar más de sus gritos putituosos, presionas hambriento, con la intención de follar a la mujer lasciva en un charco incoherente.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Cambiando un poco para obtener una mejor agarre sobre ella, la tienes poder con todo lo que tienes con su aliento cada vez mayor, la ninfa claramente se bajó de esto al menos tanto como tú, sus palabras estimuladas con gemidos gutory jadeos de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Qué buen semental! ♥ mmmhn! ♥ sigue-! ♥ hazme tuyo! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "20",
                "Con lo enérgica y solo que la estás criticando, no tarda mucho en que tu orgasmo se acerque, y ansioso por llenarla con tu semilla, sigue adelante con el fervor renovado, instado por la lujuria llena de Selena.Mirada y por el agarre diabólicamente suave y masajeado de su coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "Con un grito ahogado de éxtasis, estallaste dentro de ella, tu poderosa corrida se emborracha sed de Selena, que toma tu semilla con una expresión codiciosa en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "15",
                "Demasiado excitado y ansioso por darle más, apenas tomas un descanso, manteniendo el ritmo y martillando obedientemente a pesar de tu reciente clímax, conmoviendo el coño recién sembrado de la ninfa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Speaks",
                "O-oh mi. ♥ Cómo Energe- ah! ♥",
                "ChangeArousalByPercent",
                "20",
                "Manteniendo su agarre en su pierna y apretando los dientes mientras balancea las caderas con abandono, presionas sin descanso, haciendo que Selena deje escapar un coro encantador de gemidos y alentamientos a medio articulados a medida que su rostro se aflige con el placer de tu apareamiento en pie sin restricciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "¡Sí! ♥ ¡así! ♥ Ravish Me! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "15",
                "A medida que arraigas sin descanso a la ninfa, una vez más tomas su belleza divina: su piel sudorosa brilla suavemente bajo la luz y sus pechos pesados ​​agitan fijamente a tiempo con tus empujes, dejando tu mirada deambulando sobre sus curvas, hasta su suave y delicadalabios...",
                "ChangeArousalByPercent",
                "15",
                "Dibujado por su delicioso encanto, te inclinas hacia Selena y capturas su boca con la tuya sin detener tu frenético ruting por un momento, el sonido de tu descuidado maquillaje unido al de tu desvergonzada puta, la ninfa muy feliz de devolver tu completo, ansiosobesos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeArousalByPercent",
                "10",
                "El sabor dulce y meloso de sus labios asalta tus sentidos, uniéndose a la poderosa fragancia de Nectar de Selena, y la sensación siempre presente de su cuerpo perfectamente suave, suave y voluptuoso, ahogándote en constante erotismo celestial.",
                "ChangeArousalByPercent",
                "15",
                "No importa cuán apretado la abrazas y cuán desenfrenado la arra, constantemente te encuentras con ganas de más y más de ella, todos tus pensamientos se derriten para ser reemplazados por la abrumadora y apremiante necesidad de disfrutar de su cuerpo lascivo al máximo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "Con lo sensibilizada que es tu polla y cuán entusiasta estás jodiendo a tu amante, no pasa mucho tiempo antes de que vuelvan al límite, pegando tus caderas contra las suyas después de un golpe más poderoso, los dos gimieron apasionadamente en la boca del otroComo la llena con tu semilla una vez más ...",
                "ChangeArousalByPercent",
                "30",
                "Mientras continúas a pesar de tu clímax, tu respiración se vuelve irregular y tus movimientos crecen cada vez más al azar, dejándote encabezando ciegamente la hendidura empapada y apretada de la ninfa mientras sigues besándose con pasión animal, tu cuerpo sobreestimulado disfruta de un placer constante y meloso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeArousalByPercent",
                "30",
                "Nunca detiene su voraz sesion de Makeout, y su pareja también parece completamente perdida en el sexo ahora exquisitamente descuidado, su expresión girando de una lujuria ansiosa a una de las flojas y la dicha puta.",
                "PlayerOrgasm",
                "2",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Una y otra vez, sigues balanceando las caderas y llenando a Selena con más de tu semen cuando el clímax te golpea, besándola constantemente en una sesión de besos prolongada e indulgente y nunca renunciando a tu agarre de su pierna elevada.",
                "PlayerOrgasm",
                "2",
                "ChangeArousalByPercent",
                "30",
                "A medida que el orgasmo después del orgasmo se desgarra a través de los dos, el placer furioso en realidad comienza a adormecer su cuerpo, hasta el punto de que su respiración se apodera de su garganta y apenas registra su semen brote de su polla, perdiendo la sensación de toda su parte inferiorbajo el implacable éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeArousalByPercent",
                "30",
                "Pero aún así, buscando a ciegas más del sentimiento sexual adictivo, su libido continuamente avivada por los codiciosos besos de la ninfa insaciable, continúa, incluso cuando su visión comienza a crecer nebulosa y pierde el control sobre sus músculos, su cuerpo es placentamente devastado por elsobrecarga sensorial extasiada constante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayerOrgasm",
                "4",
                "Con algunos empujes finales y ruinamente placenteros, le das a Selena un último, aparentemente interminable, que la hace temblar sin palabras con dicha sexual mientras pantalones y gemidos acumulados, obviamente completamente satisfecho por tu larga y entusiasta actuación entusiasta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Sintiendo que tu fuerza te deja, dejas que tu polla gastada se salga del coño de la ninfa que drogue el semen y suelte su pierna elevada, su pantorrilla se colocaba sobre tu espalda mientras te tambaleas en el lugar, completamente drenado por el poder de la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "La propia Selena se está deslizando lentamente por el árbol con un suspiro largo y respirable de pura satisfacción, y colapsan juntos en una maraña de desastre caliente, bañado por el sudor y completamente saciado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "A medida que trabaja en recuperar laboriosamente la respiración y lamer sus labios reflexivamente, aún sabiendo el sabor meloso de la dulce saliva de la ninfa, siente una mano delicada que le quita el cabello y levanta los ojos borrosos y aturdidos para ver a su amante sonriendo radiantemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Oh, mi ... ♥ hiciste un trabajo tan maravilloso {i}, guapo. ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Doblando hacia abajo, ella pone un beso grande pero suave en tu mejilla, incluso este gesto simple y casto que te hace querer follarla de nuevo a pesar de lo agotado que estás ...",
                "Sin embargo, ella no lleva las cosas más lejos y, en su lugar, se toca delicadamente la barbilla con una mano mientras acaricia con amor la cara con la otra, mirándote cariñosamente.",
                "Speaks",
                "Ahora, descansa ... pero no dudes en hacer eso de nuevo cuando quieras, chico amante. ♥",
                "PlayBlackOut",
                "Demasiado débil para decir cualquier cosa, dejas que tus ojos se cierren y se quedan durmiendo, tus sueños llenos de visiones seductoras y sonidos eróticos de sexo sin fin con Selena ...",
                "StopBGM",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "5",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "EndBlackOut",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "RefreshPlayer",
                "Cuando te despiertas, te encuentras acostado en la hierba deliciosamente suave que rodea el estanque.Lentamente despertando, te sorprende gratamente al encontrarte limpio e increíblemente renovado, sin duda un regalo de la ninfa.",
                "ChangeArousalByPercent",
                "10",
                "Y hablando de Selena, mirando a su alrededor, la encuentras a cierta distancia, descansando por uno de sus árboles, dándote una sonrisa feliz cuando te ve que te levantas.Respondiendo con una sonrisa propia, no puedes evitar sonrojar cuando te sopla un beso de felicitación, haciéndola reír en trinos melodiosos y celestiales que el viento lleva a tus oídos.",
                "Anhelando irresistiblemente por su compañía, pero sabiendo muy bien lo que pasaría si te acercas a ella, reúnes tus pertenencias, te reparte y te desprendas de la ninfa antes de seguir tu camino.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Selena te da una mirada casi incrédula antes de que de repente se duplique de risa, llenando el claro con el sonido plateado de su hermosa voz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Parece que apenas puede contener su alegría mientras te mira antes de enderezar lentamente y darte una sonrisa amplia y claramente genuina.",
                "Speaks",
                "Ya has logrado superar mis expectativas, [ThePlayerName] ... ¿Solo quieres hablar?Mmm...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Lentamente traza un dedo sobre sus hermosos labios cuando su rostro de repente se vuelve reflexivo.",
                "Speaks",
                "... ¿Tienes algo de lo que quieras hablar?",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "La sonrisa de Selena se vuelve ligeramente sensual mientras te mira mientras levanta lentamente uno de sus senos y dejas que se rebote de una manera deliciosamente cautivadora, y parpadeas y arrancas y rasgaste la mirada de su pecho mientras tratas de recordar lo que queríaspara preguntarle.",
                "Menu",
                "'Are you an elf?'",
                "'What is this place?'",
                "'You're so... Beautiful...'",
                "RequiresPerk",
                "Nymph's Blessing",
                "HideOptionOnRequirementFail",
                "Ask Selena to remove the Nymph's Blessing.",
                "RequiresChoice",
                "2",
                "EnduranceGet",
                "Ask for 'endurance training'.",
                "\"Así que bañarse, sí, hagamos eso\".",
                "Get out of there!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "'Are you an elf?'",
                "'What is this place?'",
                "'You're so... Beautiful...'",
                "RequiresPerk",
                "Nymph's Blessing",
                "Ask Selena to remove the Nymph's Blessing.",
                "RequiresChoice",
                "2",
                "EnduranceGet",
                "Ask for 'endurance training'.",
                "\"Así que bañarse, sí, hagamos eso\".",
                "Debería, uh, ir ...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'So bathing, yes, let's do that.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Selena se ríe seductoramente y torce su dedo en un movimiento de aquí mientras sus ojos verdes se dieron cuenta de los tuyos.",
                "JumpToScene",
                "BathingStart"
            ]
        },
        {
            "NameOfScene": "'Are you an elf?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Selena comienza a reír una vez más mientras sonríe, pero puedes ver el menor tinte de desdén en sus ojos verdes esmeraldas mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, me temo que lo tienes mal.Soy una ninfa, tonta, aunque puedo entender por qué podrías pensar eso.",
                "Se extiende con uno de sus delgados dedos y rastrea la curva de su oreja derecha antes de comenzar a seguir el costado de su cara y por el cuello.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mis orejas pueden parecer similares a las de ellos, pero estarías de acuerdo en que soy {i} mucho {/i} más bonito que esas putas con orejas de cuchillo, ¿no? ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Te encuentras inconscientemente asintiendo mientras miras intensamente su mano mientras se arrastra sensualmente por el costado de su cuerpo, acentuando sus curvas femeninas abrumadoramente hermosas de una manera cautivadora ...",
                "Speaks",
                "Las ninfas fueron creadas por la Diosa Venereae, ya sabes, y estamos moldeados en su imagen perfecta.Básicamente somos como ángeles adicionales para ella.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Continúas asintiendo, después de cada palabra, esta hermosa mujer tiene que decir mientras comienza a burlarse suavemente de sus ágil dedos, gimiendo suavemente mientras levanta la otra mano para jugar con sus pezones de aspecto flexible.",
                "Speaks",
                "Representamos la vida, mmm, ♥ fertilidad y, por supuesto, jajhh ... ♥ {i} sexo {/i}. ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Deja de jugar consigo misma mientras deja escapar una risita sensual, llevándose la mano a la boca mientras lame sus dedos, y sientes que tu cuerpo se calienta más y más caliente cuando te encuentras incapaz de mirar hacia otro lado de su cuerpo cautivadoramente perfecto.",
                "Speaks",
                "Incluso podemos darle a Succubi de alto rango una carrera bastante buena por su dinero cuando se trata de ... eso. ♥ Digamos que hay una razón por la que la palabra 'ninfómano' comienza con 'ninfa'. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella comienza a hacer pucheros mientras mira el gran árbol cargado de frutas con un suspiro.",
                "Speaks",
                "Es una pena que haya tan pocas ninfas y es muy difícil encontrarnos, de lo contrario, habría muchas más oportunidades para nosotros ... 'educar' a las personas sobre las diferencias entre ninfas y elfos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Gulpas cuando ella te devuelve su mirada una vez más, pareciendo casi invitarte a participar en sus 'lecciones' con solo su lenguaje corporal solo ...",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'What is this place?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Selena se endereza mientras te muestra una sonrisa positivamente deslumbrante antes de cambiar su atención para admirar alegremente su entorno.",
                "Speaks",
                "Este es mi propio camino personal, dedicado a la naturaleza y lleno de más belleza y generosidad de lo que podría querer ... y más.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Te encuentras mirando su dedo índice mientras se arrastra por el costado de su cuerpo mientras habla antes de moverse alrededor de su pezón en círculos lentos y sensuales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Pero se pone bastante solo aquí ...",
                "ChangeArousalByPercent",
                "5",
                "Te logras arrancar tu mirada de su pecho a la cara, solo para sentir tu corazón latir mientras te da un puchero sexy que huele con el deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'You're so... Beautiful...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Selena deja escapar una risa sensual mientras te da una sonrisa sensual.",
                "Speaks",
                "¡Aww, gracias! ♥ No te ves tan mal, Stud. ♥",
                "ChangeArousalByPercent",
                "5",
                "Ella te suena un beso con una sonrisa, y tu corazón comienza a latir más rápido mientras tu cuerpo arde con necesidad.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "I should, uh, go...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Selena hace pucheros mientras deja escapar un suspiro.",
                "Speaks",
                "Aww ... ¿estás seguro de que no tienes tiempo para un baño rápido?Apuesto a que un aventurero como si pudieras usar un descanso agradable y relajante, y ciertamente no me importaría la compañía.",
                "ChangeArousalByPercent",
                "10",
                "Ella le da a sus pechos un batido juguetón mientras los atribuye las manos sobre ellos, y se balancea sensualmente sus caderas lo suficiente como para que olvides por qué querías dejar a una mujer tan perfectamente sexy en primer lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "PlayerSpeaks",
                "Bueno, yo, eh, supongo que puedo quedarme ...",
                "Selena se ríe mientras ella corre su dedo en un movimiento de aquí, y te mueves hacia el estanque a medida que tu indecisión se derrite.",
                "JumpToScene",
                "BathingStart"
            ]
        },
        {
            "NameOfScene": "Ask Selena to remove the Nymph's Blessing.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "Huh?",
                "Apuntando a una mirada nivelada, la ninfa dobla los brazos y estrecha los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "{i}Really?{/i}",
                "StopBGM",
                "A pesar de la atmósfera serena del claro y la apariencia siempre delicada de Selena, sientes irresistiblemente una punzada de arrepentimiento que te golpeó, la voluptuosa mujer que te mira con seriedad poco característica.",
                "Speaks",
                "¿Mi bendición no es lo suficientemente buena para ti, [ThePlayerName]?¿Eso es lo que quieres decir?",
                "Por una mirada de sorpresa, ella cambia a un puchero completo, haciéndote sentir en el lugar de repente ...",
                "Menu",
                "'N-No, es perfecto!'",
                "'Well... You see...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'N-No, it's perfect!'",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Al instante, la alegría de Selena regresa y su boca de pouty se remonta a su cálida sonrisa habitual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Wonderful.♪",
                "ChangeArousalByPercent",
                "5",
                "Hay una ligera pausa mientras se toma un momento para estirarse, exponiendo lánguidamente y sin vergüenza sus curvas, la vista casi te hace olvidar de lo que estabas hablando ...",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Well... You see...'",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Mientras tambaleas antes de la mirada de desaprobación de Selena, de repente deja escapar un trino de risa que disipa instantáneamente la severa insistencia que emana de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Al darse cuenta de que has tenido, no sabes si debes sentirte más aliviado o molesto, pero la ninfa misma te da una apariencia de disculpa, bateando juguetonamente el aire con una mano elegante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Oh, [ThePlayerName], por favor perdóname por hacerte retorcerse un poco ... jeje, te viste tan adorable. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Dejando escapar un pequeño suspiro satisfecho, ella te sonríe suavemente.",
                "Speaks",
                "Pero sí, puedo eliminar mi bendición ... aunque requerirá que {i} perdure {/i} durante bastante tiempo mientras trabajo mi magia en ti.No es un proceso fácil, ¿sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Hay una mirada desafiante en sus ojos verdes mientras agrega con una sonrisa burlona.",
                "Speaks",
                "¿Estás seguro de que estás a la altura de la tarea?Sin mencionar que estarías renunciando a la bendición de una ninfa ... y quién sabe, si cambias de opinión más tarde, es posible que no sienta en el mismo estado de ánimo.",
                "Ella te mira con una sonrisa juguetona y esperando.",
                "SetChoice",
                "2",
                "EnduranceGet",
                "Menu",
                "'I am sure!'",
                "'On second thought...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask for 'endurance training'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "A petición suya, Selena inclina la cabeza a un lado curiosamente antes de mostrar una sonrisa amplia y seductora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Oh mi, veo ... quieres que {i} prueba {/i} tú ... ♥ VEA si puedes resistir la tentación de una ninfa ...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Siéntete caliente debajo del collar solo pensando en ello, tratas de mantener una cara recta mientras la ninfa continúa, girando juguetonamente un mechón de su largo cabello sedoso alrededor de su dedo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mmm, me pregunto si estarías a la altura de la tarea ... ¿estás {i} seguro {/i} quieres probar esto, [ThePlayerName]?Ser tocado ... burlado ... acaricia hasta que no puedes soportarlo más ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "10",
                "Ella, sincera mentalidad, acaricia su cuerpo mientras habla, y tus ojos siguen sus manos irresistiblemente mientras corren sobre su piel perfecta y deja escapar un suspiro sensual ...",
                "SetChoice",
                "1",
                "Endurance",
                "Menu",
                "'On second thought...'",
                "'I am sure!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'On second thought...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Dando un pequeño encogimiento de hombros inocente, arroja elegantemente un puñado de su cabello dorado detrás de su hombro, lo que no es tan inadvertida, dándote una vista halagadora de sus abundantes curvas.",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Bien para mi. ♪",
                "SetChoice",
                "1",
                "",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'I am sure!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Oh mi ... Tan decidido ... ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Su voz es baja y sus ojos están alquilados mientras muerde el labio inferior, la visión seductora ya envía una punzada de deseo a través de su columna ...",
                "ChangeArousalByPercent",
                "-5",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "Recordando para qué estás aquí, te agarras a ti mismo y respiras profundamente para calmarse.Mientras tanto, Selena se acerca a usted, moviéndose lánguidamente a través del agua, sus caderas se balancean (Captivatory.",
                "1",
                "Endurance",
                "Tratando de no dejarse llevar {i} demasiado pronto {/i}, respiras profundamente para calmarte.Mientras tanto, Selena se acerca a usted, moviéndose lánguidamente a través del agua, sus caderas se balancean (Captivatory.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "5",
                "Deslizándose detrás de ti, descansa sus manos sobre tus hombros y mueve sus dedos al dobladillo de tu parte superior con movimientos acariciados y de masaje, luego comienza a tirarse suavemente de tu ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Tendrás que estar desnudo para esto, guapo ... La ropa se interpondría en el camino. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "5",
                "Docilamente, te dejas desnudar, las manos ágiles de Selena quitándote hábilmente tu camisa y arrojándola casi negligentemente sobre la hierba cercana para que te recuperes más tarde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Mientras trabaja, tararea alegremente y sus dedos bailan ligeramente sobre su piel expuesta, lo que te da la piel de gallina mientras comenta con voz de ronroneo.",
                "Speaks",
                "Mmmhm ... ♥ Un aventurero tan furtivo. ♥",
                "ChangeArousalByPercent",
                "5",
                "Solo por su voz cantante y su caricia suave, te quedas luchando para mantener tu respiración incluso, y pregunta sin atreverte a mirar por encima del hombro.",
                "PlayerSpeaks",
                "¿No podría cuidar esto yo mismo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "5",
                "En respuesta, la escuchas hacer una pequeña risita encantadora, el simple sonido te da escalofríos de excitación y avivando el creciente calor en tus lomos.",
                "Speaks",
                "¿Y negarme el placer de desenvolver un buen semental como tú?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Ven ahora, sería una pena que este procedimiento sea tan ... {i} rígido {/i}. ♥",
                "ChangeArousalByPercent",
                "5",
                "Para enfatizar su punto, ella mueve sus manos hacia sus fondos, pastoreando su piel sensible en el camino y comienza a quitarlas a su vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Vamos, nos vamos. ♪",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Incapaz de oponerse a ella, cede y levantas una pierna que la otra para dejarla quitarse los pantalones, y apriete los dientes cuando agarra los lados de tu ropa interior y me susurra en la oreja, su dulce murmullo te hace estremecer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Y, por supuesto, no podemos olvidarnos de esto, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Lentamente, se desliza por el trozo de tela, que se queda cerca de ti mientras lo hace, haciendo que sus amplios senos se froten ligeramente contra tu espalda mientras se quita la ropa interior.Liberado de sus confines, su polla erecta llama la atención, provocando un director de operaciones apreciativo de la ninfa que elimina la prenda antes de dar un paso atrás con un juguetón 'mmmm ...'",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "10",
                "Tu respiración se apodera de tu garganta cuando te abraza lentamente por detrás sin previo aviso, la sensación de sus tetas suaves celestiales presionando completamente contra tu espalda dejándote con ganas de arrojar tu resolución y darte la vuelta para tomarla {i} aquí y ahora {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "15",
                "Mientras luchas por pensar en algo más que hacer exactamente eso, Selena le agrupa tiernamente los brazos alrededor de tu cintura sin decir una palabra, prodigándole más de la sensación exquisita de su piel lujosamente suave contra la tuya, arrebatando tu polla con un deseo aún más necesitado.No puede evitar jadear cuando una de sus manos envuelve suavemente alrededor de su eje ahora erecto y ella susurra en su oído.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Mnn, eres tan enérgico ... ♥ tan viril ... ♥ ... ¿estás {i} seguro {/i} ¿Quieres molestarte con todo esto?Podríamos disfrutarnos y follar como animales en su lugar ... ¿qué piensas, mi adorable, sexy y studly [ThePlayerName]? ♥",
                "StatCheck",
                "Temptation",
                "12",
                "Give in?",
                "Fail",
                "Give in."
            ]
        },
        {
            "NameOfScene": "Give in.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Con un grito casi salvaje, te das la vuelta, el movimiento repentino empujando un poco a Selena.",
                "Speaks",
                "Oh?",
                "La lujuria se pinta claramente en tu cara, te enfrentas a la ninfa que se recupera con gracia del empujón y pones los ojos en su cuerpo hermoso y sexy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Qué crees que estás haciendo, guapo? ♥",
                "La encantadora visión de sus voluptuosas curvas de reloj de arena combinadas con su tono burlón hace que algo se rompa y la atacas, abrazándola con avidez y presionándote contra ella, tu polla erguida golpeando contra su abdomen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Oh mi, te estás dando a la tentación? ♥ realmente no deberías. ♥",
                "Belying sus palabras, perseguía sus labios y extiende sus piernas para darte acceso a su ranura de babeo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Están muy felices de darle lo que le pide, colocándose frenéticamente y lanzando su coño con un poderoso empuje, haciéndola gemir en voz alta antes de silenciarla con un beso hambriento.",
                "Habiendo rechazado todo lo que pensaba, te rindes a tu libido ardiente y la follas indulgentemente, saboreando la sensación sin igual de su coño envolviendo tu polla dolorida con un apretón de bienvenida mientras te besas ruidosamente con ella, dominando la boca y la lengua para quesu obvio deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Controlado como eres, sabes que no vas a durar mucho y no te importa, la necesidad de salir y llenar a Selena eclipsando cualquier otro pensamiento posible.Sin siquiera tratar de acelerar, sigues abofeteando a tus caderas contra las de la sensual tentadora, gimiendo felizmente mientras sientes el placer meloso en tu ingle que se hincha hacia el orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Mmmhhm ... ♥ ¡Eso es todo, Stud!¡Ah! ♥ No es bueno sostenerlo. ♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "110",
                "Dejando que la maravillosa dicha te lave, vierte la semilla en la lujuriosa ninfa en largos chorros ... pero nadando en excitación furiosa como tú, apenas te detienen, y en su lugar sigue empujando dentro y fuera de su agujero celestial, sintiéndose apenasaliviado de tu clímax.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Agarrando uno de sus muslos regordetes, levantas la pierna para un mejor ángulo, tu otra mano la agarra para el equilibrio.La mujer lasciva con mucho gusto se presta a la iniciativa y sigue besándose con amor mientras la are sin descansar, respondiendo fácilmente a su impulso decidido de follarla hasta que no pueda soportarlo más.",
                "Speaks",
                "¡Mmmm!¡No te detengas! ♥ Fuck Me! ♥ Ravish Me! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "90",
                "Felizmente la obedeces, una vez más llenando su coño codicioso con tu semen.Incluso cuando eyaculas, apenas ralentizas tus empujes, las sensaciones orgásmicas solo te hacen anhelar más sexo con la ninfa mientras la besas con una pasión cada vez mayor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "¡Ah! ♥ ¡Sí! ♥ ¡Muy bien! ♥ ¡Lléname, Stud! ♥",
                "Sus palabras sonando en su mente de lujuria, la jorra aún más fuerte, llenando el claro con los sonidos de su vulgar creación de amor, ambos se están perdiendo por completo a sus impulsos de rutina.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "70",
                "Entre su explosión de libido y la sensual receptividad de Selena, no pasa mucho tiempo antes de que te corras de nuevo, el exceso de tus jugos de amor mixtos comienzan a gotear al suelo ... ¡Pero de nuevo, no es suficiente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Lleno de energía aparentemente inagotable y hambre insaciable de sexo, dejas escapar un grito bestial y levantas a tu amante del suelo, apenas pensando mientras pones a la ninfa cachonda en una posición de mierda de transporte, dejándola sumariamente en tu polla aún erguida con unagrito mutuo de dicha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Speaks",
                "¡Sí! ♥ {b} sí! {/b} ♥",
                "Necesitas, ella envuelve sus piernas alrededor de la cintura, hundiendo tu polla más profundamente en ella y empuja tu cabeza hacia su suave escote, llenando tu nariz con el aroma dulce y con el sudor de sus senos suaves y pesados.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "El cambio de ritmo y el aroma perfumado que inundan sus sentidos lo empuja por el borde en un instante y te corres de nuevo, lo que solo sirve para estimularte para arar a tu amante aún más fuerte, Selena dejando salir los gritos lindos y guturales mientras la rebotes en tu furiavirilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Aah! ♥ mi dulce y guapo Stud! ♥ ¡Eres increíble! ♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "30",
                "Frotando sin reservas tu cara contra sus tetas lujosamente suaves, tus manos a tientas su cuerpo sexy, vuelves a volar tu carga, cualquier apariencia de restricción expulsada para siempre, ya que solo buscas aliviarte por completo de toda la lujuria acumulada que tiene la mujer cachonda.He estado avivando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "El tiempo pasa en una continuación aparentemente interminable de los orgasmos.Cada vez que llega al clímax, inmediatamente siente la necesidad de regresar en vigor, estimulándote a continuar con la ninfa traviesa que nunca deja de pedirte más ...",
                "PlayerOrgasm",
                "99",
                "ChangeArousalByPercent",
                "10",
                "AdvanceTime",
                "1",
                "Por lo que se siente como horas, la sigues follando, la belleza de cabello dorado se mantiene felizmente pegada a ti todo el tiempo, acompañando incansablemente tu indulgente ruting hasta que la fatiga insuperable finalmente te alcanza y no puedes soportarlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un empuje final de tus caderas, le das un último chorro de semen, luego exhalas exhausto, apenas teniendo la fuerza para dejarla suavemente antes de dejar caer hacia atrás en el agua, la sensación refrescante te golpea inmediatamente con el alivio con el alivio.Necesitabas después de tu racel.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Casi te desmayas en el lugar, pero a través de los ojos cansados, ves a Selena unirse a ti, a la deriva con gracia a tu lado con una expresión completamente satisfecha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "SwapLineIf",
                "Perk",
                "Nymph's Blessing",
                "Hm-mh, ese es mi [ThePlayerName]. ♥ Veo que mi bendición es tan potente como siempre en ti ... realmente, sería una pena deshacerse de ella, ¿no? ♥",
                "",
                "Hm-mh, ese es mi [ThePlayerName]. ♥ te encanta hacerme trabajar tan mal que no puedes aguantar y follarme como loco, ¿no? ♥",
                "EndLoop",
                "Tu mente es un aturdimiento post climáctico, murmuras de manera no comprometida, provocando una risita juguetona de la ninfa.En realidad es sorprendente que después de tanta potencia, ella todavía sea tan informal y de Chipper cuando apenas puedes sentir tu propio cuerpo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Pero aún así, puedes volver a intentarlo, si así lo deseas ... ♥",
                "Titulando alegremente, ella nada, dejándote cerrar los ojos y descansar un descanso muy necesario.",
                "PlayBlackOut",
                "StopBGM",
                "Pero tan profundamente como duermes, tu sueño no es sin sueños, visitado por reminiscencias salaces del toque seductivo de Selena, sus atractivas palabras sensuales, el sentimiento inolvidable de su coño celestial y, por supuesto, las horas de sexo incesante con ella, que inquieta enTu mente todavía con lujuria ...",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "EndBlackOut",
                "RestPlayer",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Eventualmente, te despiertas solo, tus ojos se abren.Aunque todavía estás aturdido y dolorido, te sientes lo suficientemente bien como para seguir adelante y volver a buscar a Selena.",
                "Notas que descansa sobre la hierba suave a cierta distancia, su delicioso cabello se extendió a su alrededor como una manta dorada.Habiéndote visto, ella te saluda alegremente, pero no hace movimiento para levantarse, mirándote relajado desde su lugar ... lo que probablemente sea algo bueno, dado que probablemente no puedas resistirte a follarla nuevamente si estaba demasiado cerca.A usted.",
                "ChangeArousalByPercent",
                "10",
                "De hecho, solo pensar en ello está empezando a emocionarte de nuevo ...",
                "Por lo tanto, opta por un retiro sabio y, después de saludar a la ninfa y repararte, sales del glade, resistiendo el impulso de volver a correr inmediatamente hacia ella.",
                "SetChoice",
                "1",
                "",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Give in?",
            "theScene": [
                "Menu",
                "ShuffleMenu",
                "'I'm sure.'",
                "Give in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm sure.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Por supuesto. ♥ Simplemente no sería ceder ante el dulce, {i} dulce {/i} placer. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "10",
                "Ella se ríe y planta un beso revoloteante en la oreja, el movimiento también hace que sus pezones perts se froten contra la espalda, enviando escalofríos de lujuria sobre su piel.",
                "ChangeArousalByPercent",
                "-5",
                "De pie, intentas olvidarte de la presencia de la ninfa y, en cambio, concentra tu atención en el hermoso paisaje que te rodea ... lo cual es casi imposible con su acariciamiento contra ti, aunque dirigir tu atención al agua límpida al menos aclara tu menteSolo un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "15",
                "... al menos hasta que sientas que sus manos comienzan a burlarse de ti, arrastrándose sobre tu abdomen y el pecho, dejando tu piel inundada de la piel de gallina y la excitación caliente.Puedes escucharla 'hmm ...' y 'aah ...' lujuriosamente mientras te acaricia, disfrutando de la sensación de sus manos amorosas contra tu cálido cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "Mmhm ... te encanta sentir mis manos sobre ti, ¿no?Explorandote ... burlándote de ti ... ♥ mi guapo semental. ♥",
                "1",
                "",
                "No te preocupes, guapo, solo necesito seguir ciertos patrones mágicos para sacar mi bendición de tu cuerpo.Todo es parte del proceso. ♥",
                "EndLoop",
                "ChangeArousalByPercent",
                "15",
                "Mientras habla, le da a tu polla un pequeño remolcador experimental, haciéndolo tirar con entusiasmo, luego abre su mano para dejar que sus dedos deambulen por tu ansioso eje erecto.Sus yemas de los dedos le hacen cosquillas y acarician tentadoramente tu virilidad, terminando con tu glande, que masajea con un toque infernamente ligero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Puedes relajarte y dejarme cuidar todo. ♥",
                "Casi ha perdido la conciencia de su entorno, sus percepciones aparentemente limitadas a su cuerpo ardiente y a las manos burlonas de Selena y las curvas pecaminosas celestiales aún presionadas contra la suya mientras se frota contra la espalda.",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "Nuevamente, la tentación de tirar todo y en su lugar deslumbrar a la atractiva ninfa se vuelve a la vanguardia de tu mente ...",
                "1",
                "",
                "En medio de todo, sin embargo, te das cuenta de que algo realmente te está sucediendo, el toque de la ninfa haciendo algo ... se afloja dentro de ti.Te sientes casi desesperado por la idea de que su 'tratamiento' recién está comenzando, y nuevamente, la tentación de tirar todo y, en cambio, deslumbrar a la atractiva ninfa vuelve a la vanguardia de tu mente.",
                "EndLoop",
                "StatCheck",
                "Temptation",
                "15",
                "Give in?2",
                "Fail",
                "Give in."
            ]
        },
        {
            "NameOfScene": "Give in?2",
            "theScene": [
                "Menu",
                "ShuffleMenu",
                "Give in.",
                "Hang in there!",
                "Give in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Hang in there!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeArousalByPercent",
                "5",
                "Haciendo todo lo posible para mantenerse enfocado y controlar sus impulsos, logra mantener una apariencia de autocontrol.Sin embargo, tan excitado como eres, debes evitar jadear como un animal en calor, y con Selena tan cerca, es imposible pensar en cualquier otra cosa que no sea ella, cada pensamiento se remonta a lo bueno que se sentiría complaciendoen su cuerpo, para follarla con todo lo que tienes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "ChangeArousalByPercent",
                "10",
                "Riendo bruscamente por sus esfuerzos, Selena se presiona aún más cerca, ahora casi aferrándose a usted, y se aprieta los dientes mientras siente cada detalle de su forma exquisita, desde sus deliciosos muslos hasta sus senos perfectos, su abdomen suave presionando contra elPequeño de tu espalda y su coño mojado dejando un toque cálido contra tu piel desnuda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "10",
                "Con el más mínimo movimiento que hace, todo su cuerpo se frota contra el tuyo, bañándolo en la sensación de su piel increíblemente delicada y haciéndote inhalar más de su aroma lujurioso, nublando tu mente en una necesidad de sexo cada vez más apremiante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "¡Estás aguantando tan bien!No te rindas ahora. ♪ Sé que es {i} duro {/i}, ¡pero creo en ti!Solo sigue así y no pierdas la calma. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "10",
                "Mientras habla, su mano derecha permanece en tu polla, manteniéndole un control tan delicado, su índice apenas pastoreando tu glande, nunca dándole más que una caricia de ligas de plumas tentadoras, pero lo manteniendo sin cesar, haciendo sin piedad sin piedad.Se contrae y babea precum.",
                "ChangeArousalByPercent",
                "15",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "Mientras tanto, su otra mano nunca deja de acariciarte por todas partes en un masaje sensual suave e ininterrumpido, explorando cada contorno de tu cuerpo con movimientos suaves, controlados y cuidadosos, el toque ligero que te hace anhelar más, avivando magistralmente los fuegos de tu excitación sin tomartú todo el camino al borde ...",
                "1",
                "",
                "Mientras tanto, su otra mano nunca deja de acariciarte por todas partes en lo que parece más un masaje sensual que los patrones mágicos, explorando cada contorno de tu cuerpo con movimientos suaves, controlados y cuidadosos, robar magistralmente los fuegos de tu excitación sin llevarte todo el caminosobre el borde.Sentimiento {i} algo {/i} dentro de ti cambiando, espera la esperanza de que esto pronto terminará y obtendrá lo que viniste aquí ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "¿Oh?¿Qué tenemos aquí? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalByPercent",
                "10",
                "Levantando su mano, te muestra sus dedos prístinos mojados de tu precum con fugas, y nuevamente, te aprietan los dientes cuando su mano desaparece de tu vista y escuchas ruidos de chupar y lamer de la ninfa que suspira de manera apreciativa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Mmhmm ​​... la semilla de mi maravilloso boytoy. ♥ solo un gusto me hace vertiginoso. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "Aaah, lo siento, ¡me perdí por un momento!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Menos mal que no eres del tipo que pierde la compostura por algo como yo anhelando tu {i} delicioso {/i} semilla ... ¿verdad? ♪",
                "StatCheck",
                "Temptation",
                "18",
                "Give in?3",
                "Fail",
                "Give in."
            ]
        },
        {
            "NameOfScene": "Give in?3",
            "theScene": [
                "Menu",
                "ShuffleMenu",
                "Give in.",
                "Give in.",
                "Don't give up now!",
                "Give in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't give up now!",
            "theScene": [
                "ChangeArousalByPercent",
                "5",
                "Afirmar un gruñido de frustración, apriete todo su cuerpo, temblando de excitación, su respiración corta y irregular, su mente es un desastre de lujuria necesitada que amenaza con romperse en cualquier momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "¡Thaaat está, mantente enfocado! ♪ No pienses en nada que pueda hacerte perder el control ahora. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "10",
                "Cambiando su cuerpo, frota sus curvas flexibles contra ti con un movimiento seductoramente suave mientras trae su boca justo al lado de la oreja, y te estremecen cuando su aliento golpea tu piel con exceso de cosquillas.",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "No pienses en lo bien que se siente esto. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Ella bombea siempre su eje totalmente engañado, duro y rocoso, que hace que las piernas se tambalearan mientras su otra mano se siente como si estuviera en todas partes a la vez, haciendo que todo su cuerpo sea blanco con éxtasis sensual apenas reprimido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "No pienses en lo difícil que es tu polla. ♥ No pienses en lo hermoso que se siente mi cuerpo contra el tuyo. ♥",
                "ChangeArousalByPercent",
                "15",
                "Ella mueve sus caderas suavemente, de izquierda a derecha, hacia adelante y hacia atrás, haciéndote moverte junto con ella, los movimientos de baile, haciéndote sentir como si estuvieras perdiendo el control de tu propio cuerpo, flotando en una feliz nube de tentadores sexuales tentadoresdicha, con la liberación de la amplitud de un cabello ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Speaks",
                "No pienses en cómo {i} increíble {/i} podrías sentir si cedieras a tus lujuriosos impulsos. ♥ No pienses en cómo podríamos tener sexo durante {i} horas {/i}.No pienses en cómo necesitarías darte la vuelta y agarrarme para hacer. ♥ yo. ♥ tuyo. ♥",
                "StatCheck",
                "Temptation",
                "24",
                "Give in?4",
                "Fail",
                "Give in."
            ]
        },
        {
            "NameOfScene": "Give in?4",
            "theScene": [
                "Menu",
                "ShuffleMenu",
                "Give in.",
                "Give in.",
                "Give in.",
                "Don't give in!",
                "Give in.",
                "Give in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't give in!",
            "theScene": [
                "Todo su cuerpo atormentado por la excitación debilitante que cría en cada paquete de su cuerpo, sus extremidades temblando por el esfuerzo, se aferra a cualquier trituración de la razón y la restricción que tenga, {i} apenas {/i} no ir y follar alSenselidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeArousalByPercent",
                "10",
                "Al verte defenderte, Selena queda en silencio por un momento, sus manos todavía están arrastrándose sobre tu piel.Usted ... piensa que algo le está pasando a su cuerpo, pero excitado como usted, ni siquiera puede estar seguro, cualquier sensación ahogada en la dicha fundida a la que está sujeto.De hecho, esperas que en cualquier momento ahora, lo vas a perder ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "StopBGM",
                "Luego, sin previo aviso, escuchas la voz de la ninfa detrás de ti, sonando fuerte y claro en una exclamación alegre y felicitadora.",
                "Speaks",
                "¡Aaaaand, ahí!",
                "ChangeArousalByPercent",
                "-999",
                "PlayVisualEffect",
                "BlindingFlash",
                "white.png",
                "De repente, es como si hubiera una grieta de látigo a través de su cráneo, una sensación inmediata de alivio lavando todo su cuerpo, dejándolo congelado y con los ojos abiertos.La lujuria que te había estado devastando evaporas en cuestión de segundos, lo que te hace jadear del cambio brutal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeBGM",
                "music/Relaxing/umi.mp3",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "Allí. ♪ Algún alivio ganado con tanto esfuerzo para el valiente aventurero que logró no caer en la tentación. ♪",
                "1",
                "",
                "",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "",
                "1",
                "",
                "Pero incluso más que eso, puedes sentir que algo acaba de ser eliminado de ti.Algo de tu espíritu te deja, pero al mismo tiempo, tu mente se siente un poco más clara.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "",
                "1",
                "",
                "|f|RemovePerk|/|Nymph's Blessing|n|",
                "EndLoop",
                "Jadeando, caes hacia adelante, pero las útiles manos de Selena te impiden que te fichas sin ceremonias en el agua, en lugar de ponerte en una posición arrodillada mientras luchas por recuperar el aliento.Detrás de ti, escuchas a la ninfa reír dulcemente mientras te acomoda reconfortante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "Debo decir que no pensé que lo hicieras todo el tiempo.Felicitaciones, guapas. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Luego suspira, y aunque no puedes verla detrás de ti, puedes imaginar vívidamente su puchero.",
                "Speaks",
                "Una pena, de verdad.Realmente hubiera disfrutado tener algo {i} real {/i} divertido contigo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero es justo.Después de todo, demostraste notablemente perdurable. ♥",
                "Ella se asienta a tu lado, y puedes sentir su mano suave aceleradamente le acariciará la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "Sé que debe haberte golpeado el viento, así que te dejaré tomar un respiro.Relájese un poco, espere hasta que se haya recuperado, luego vuelva a sus aventuras, ¿de acuerdo con guapos?",
                "ChangeArousalByPercent",
                "5",
                "Ella te da un beso sorprendentemente casto en la mejilla, luego se aleja al sonido de sus pasos salpicando el agua del estanque ... y cuando levantas la cabeza, no puedes evitar sentir una raya renovada de lujuria a la vistade su magnífico culo, que se balancea al ritmo de sus elegantes muslos.Sin parar, ella se vuelve hacia ti y guiña guiños.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "1",
                "Endurance",
                "Pero realmente, espero que no estés haciendo esto solo para burlarse de una ninfa pobre, solitaria y amante de la diversión al negarle lo que quiere.Eso sería bastante malo de tu parte. ♪",
                "1",
                "",
                "Y por cierto ... si alguna vez cambias de opinión y quieres que regrese mi bendición ... bueno, siempre estaré feliz de bañarme contigo. ♥",
                "EndLoop",
                "ChangeArousalByPercent",
                "10",
                "DisplayCharacters",
                "EndLoop",
                "Riendo de nuevo, se mueve de regreso a su árbol, descansando lánguidamente mientras sacudes la cabeza y te tomas un tiempo para recuperarte completamente de la prueba erótica.",
                "RestPlayer",
                "Te salpicas y te tomas un tiempo para derivar en las deliciosas aguas cálidas y claras, hasta que te sientas tan relajado y enfriado como vas a estar.",
                "Conociendo muy bien los peligros libidinos de estar en presencia de la ninfa, tomas su consejo y no te das cuenta.Prontamente, reúne su ropa, se repara y continúa con su camino, adiós a Selena, quien responde con una ola propia y una cálida sonrisa.",
                "SetChoice",
                "1",
                "",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "BathingStart",
            "theScene": [
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Selena se mueve con gracia al borde del estanque cuando te acercas a ella, y una vez que se detiene frente a ti, te sorprende brevemente su radiancia sexual.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Ella te da una sonrisa juguetona pero sensual cuando comienza a quitarse la ropa, haciéndote temblar ante su toque suave.",
                "ChangeArousalByPercent",
                "5",
                "Mientras se quita la camisa y se quita los accesorios variados, se ríe seductoramente mientras se arrastra una mano por el pecho y termina agachándose ante ti mientras te baja los pantalones con un movimiento suave.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Su polla dolorosamente dura surge inmediatamente tan pronto como Selena te desnuda, haciéndola dejar escapar un jadeo excitado de sorpresa, ya que tu virilidad casi la abofetea en la cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Mmmm...",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Una de sus manos se envuelve alrededor de la base de tu polla palpitante y le da un trazo lento y sensual, lo que te gime de las deliciosas sensaciones mientras su cálido aliento envía hormigueo corriendo por tu piel.",
                "Speaks",
                "Mi oh mi, tú {i} son {/i} bastante el semental. ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Ella sonríe mientras se levanta con la mano todavía firmemente envuelta alrededor de su polla mientras se gira y comienza a caminar hacia el centro del estanque con un influencia sensual en su paso.",
                "ChangeArousalByPercent",
                "5",
                "Casi aturdido, felizmente la sigues mientras te guía por tu virilidad, casi como uno llevaría a una mascota por una correa.",
                "ChangeArousalByPercent",
                "5",
                "Una pequeña parte de tu mente comienza a darse cuenta de cuán completamente bajo su atractivo hechizo eres mientras caminas, y tratas de recuperar cierta apariencia de control sobre ti mismo cuando llegas al centro del estanque.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Pero cualquier pensamiento que tuviera de escapar se ahogan rápidamente bajo una ola de placer estremecedor, ya que Selena lo baja en las cálidas aguas del estanque y comienza a lavar suavemente todo su cuerpo con su forma divinamente esculpida.",
                "ChangeArousalByPercent",
                "20",
                "Su mano aprieta su agarre en tu eje y comienza a bombearla suavemente hacia arriba y hacia abajo cuando comienza a tararear suavemente una melodía hermosa pero desconocida, y te tiemblas de placer mientras sus senos suaves y curvilíneos se frotan contra tu piel con cada movimiento.",
                "ChangeArousalByPercent",
                "10",
                "Su otra mano lentamente recoge pequeños puñados de agua y lo vierte sobre su cuerpo antes de acariciar su piel lenta y sensualmente mientras te enjuague, haciéndote sentir abrumadoramente cómodo incluso cuando te sientes cada vez más excitado.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Poco a poco, sobre lo que se siente como una eternidad maravillosamente perfecta, Selena logra enjuagar todo su cuerpo mientras una cálida sensación de relajación se lava sobre usted, incluso cuando sus manos suaves y sus senos más suaves envían escalofríos de placer de placer a través de usted todo el tiempo que lo hace.Siento que podría correrse en cualquier momento, pero nunca lo empuja al límite.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Selena te apoya suavemente sobre su pecho, presionando sus senos contra tu piel mientras susurra ronca en tu oreja, haciéndote temblar por la sensación de su respiración en tu rostro mientras su mano continúa acelerando lentamente tu polla dolorosamente palpitante.",
                "Speaks",
                "Allí ... todo limpio y relajado. ♥ Pero aquí abajo todavía está {i} así {/i} tenso, ♥ ¿no? ♥",
                "ChangeArousalByPercent",
                "20",
                "Ella aprieta ligeramente tu polla con una risita juguetona para puntuar sus palabras, y el gemido asiente mientras dejas escapar un gemido de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Bueno, entonces, creo que sé {i} solo {/i} la cosa para hacerte dejar {i} todos {/i} de la tensión fuera de tu cuerpo.Hmhmhm ... ♥",
                "ChangeArousalByPercent",
                "10",
                "Selena deja escapar una risita traviesa mientras te guía a una posición de pie con su mano todavía firmemente envuelta alrededor de tu polla, y no puedes evitar mirar felizmente sus caderas y traseras suavemente mientras te lleva hacia el árbol cargado de frutasvi en el camino.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Un pensamiento fugaz corre por tu mente mientras te das cuenta débilmente de que no has pensado en nada más que en Selena y su cuerpo perfecto desde que comenzó a lavarte, pero ni siquiera puedes comenzar a preocuparte por nada más cuando finalmente llega a su destino yTe mira por encima del hombro con una sonrisa.",
                "ChangeArousalByPercent",
                "20",
                "Selena finalmente libera su agarre de tu polla y se inclina mientras se aprieta contra el árbol mientras sigue mirando, levantando su trasero celestial en el aire y dándole una mente con adormecedecer el batido erótico mientras se ríe, destrozando cualquier pensamiento errante en tumente aparte de la necesidad imparable de follarla sin sentido.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Inmediatamente se apresura hacia adelante y se apoderas de sus caderas curvas mientras sumerges tu dolor de virilidad en su coño que espera, dejando escapar instantáneamente un grito de éxtasis orgásmico mientras su sexo divino se aprieta sobre tu polla excitada.",
                "Speaks",
                "Mmmm ... ♥ Tan cálido ... ♥ Vamos [ThePlayerName], puedes seguir adelante. ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella le da a su cintura un pequeño meneo sensual mientras habla, haciéndote jadear mientras reanudas tu empuje en su honeypot celestial, temblando de placer mientras se aprieta y se convierte en tu dolor de polla mientras miras, por completo en su trasero perfecto mientras rebotaCon cada movimiento muy delicioso que haces.",
                "ChangeArousalByPercent",
                "25",
                "El curso de pulsos eléctricos de éxtasis a través de todo su cuerpo con cada movimiento de sus caderas, esparciendo sus pensamientos, ya que su mente eufórica apenas puede creer que está follando a una mujer tan abrumadoramente perfecta y sexy.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un placer borracho, follas el coño de Selena con cada onza de poder, puedes reunir, deleitando en sus gemidos encantados mientras haces todo lo posible para ignorar el burbujeante de excitación en tu ingle.",
                "Speaks",
                "¡Sí! ♥ ¡Más duro! ♥ más rápido! ♥ fóllame tu semental! ♥",
                "ChangeArousalByPercent",
                "25",
                "La obedeces ansiosamente mientras pones más poder en tus empujes de lo que sabías que alguna vez tenías, dejándolos jadeando y gimiendo en un placer incoherente al sentirte cerca de otro orgasmo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Con un grito tembloroso, te empuñes en el coño celestial de Selena mientras te corres, estremeciéndome en éxtasis mientras ella aprieta firmemente tu polla mientras ella temblaba de su propio orgasmo, haciendo que tu mente se ponga completamente en blanco con placer mientras las imágenes felices del cuerpo de Selena dominantus pensamientos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Hahhh ... ♥ Sigue y sigue [ThePlayerName]. ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Dejas escapar un feliz gemido mientras reanudas tu empuje al coño abrumadoramente divino de Selena, enviando el dulce sonido del sexo que hace eco a través del glade.",
                "ChangeArousalByPercent",
                "25",
                "Ella deja escapar un jadeo de alegría mientras la golpeas por detrás, moliendo sus caderas femeninas en las tuyas y enviando escalofríos de felicidad corriendo por la columna vertebral cada vez que presionas contra su trasero.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Otro perno de éxtasis eléctrico se rasga a través de su cuerpo mientras vierte otra carga gruesa en el maravilloso coño de Selena, y ella llora de alegría mientras ni siquiera esperas a que tu orgasmo disminuya para continuar empujando hacia ella.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella mira por encima de su hombro una vez más para mostrarle una sonrisa traviesa, indicando claramente que no desea detenerse en el corto plazo, y usted redoble sus esfuerzos cuando una nueva ola de deseo se lava, teniendo una sensación de que esto iráencendido por algún tiempo ...",
                "SetSpirit",
                "0",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Continúa bombeando a Selena llena de semen como orgasmo después de que el orgasmo explote a través de usted, solo para comenzar a empujarla inmediatamente a ella una y otra vez en un ciclo aparentemente interminable de flexión mental.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Eventualmente, su energía comienza a disminuir a medida que las oleadas de agotamiento lo lavan después de tantos orgasmos abrumadoramente poderosos y caes sobre tu espalda en un montón cansado, pero Selena no te da un momento para descansar mientras te sigueTe bajas y comienza a montar tu polla dolorosamente dura, haciéndote gemir mientras ella continúa con los orgasmos.",
                "ChangeArousalByPercent",
                "25",
                "A pesar de que su cuerpo se siente cada vez más drenado con cada chorro de semen, dispara al insaciable coño de Selena, su cabeza se consume con un éxtasis feliz mientras ves a su cuerpo de cuerpo mesmerizante, balancearse, balancetuyo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Gomas débilmente mientras ella expulsa otra carga de semen de tu polla dolorida, espasmando debajo de ella mientras ella tutela suavemente a tu expresión completamente floja.",
                "Speaks",
                "Oh, [ThePlayerName], mi pobre y precioso juguete de niño pequeño ... estás empezando a ser suave, y puedo verte empezando a desmayarse después de solo eso.Que no hará ...",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Dejas escapar un gemido delirante mientras ella desmonta tu dole de la ingle.",
                "IfHasPerk",
                "Nymph's Blessing",
                "SexMid2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Pero no te preocupes, voy a pasar los próximos días contigo, entrenándolo en el semental perfecto. ♥",
                "Usted parpadeas cuando ella dice 'unos días', y luchas por llevarte a una posición sentada a pesar de tu agotamiento completo y total.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Mientras miras con cansancio a Selena, notas que no parece peor para el desgaste después de todas tus actividades recientes, y te muestra una sonrisa radiante mientras alcanza su mano para arrancar una fruta dorada y translúcida en forma de corazón de uno de losramas del árbol.",
                "Abres la boca para decir algo, pero Selena extiende la mano y coloca un dedo sobre tus labios mientras te calla suavemente antes de llevar la fruta del tamaño de una manzana a tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "No hay necesidad de decir nada [ThePlayerName], solo da un bocado de esto. ♥ Es tu recompensa por encontrarme. ♥",
                "JumpToScene",
                "SexHalf2"
            ]
        },
        {
            "NameOfScene": "SexMid2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Pero no se preocupe, me aseguraré de que podamos seguir adelante durante unos días seguidos.Vas a ser mi semental perfecto, después de todo. ♥",
                "Usted parpadeas cuando ella dice 'unos días', y luchas por llevarte a una posición sentada a pesar de tu agotamiento completo y total.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Mientras miras con cansancio a Selena, notas que no parece peor para el desgaste después de todas tus actividades recientes, y te muestra una sonrisa radiante mientras alcanza su mano para arrancar una fruta dorada y translúcida en forma de corazón de uno de losramas del árbol.",
                "Abres la boca para decir algo, pero Selena extiende la mano y coloca un dedo sobre tus labios mientras te calla suavemente antes de llevar la fruta del tamaño de una manzana a tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "No hay necesidad de decir nada [ThePlayerName], solo da un bocado de esto y deja que todas tus preocupaciones se laven. ♥ Sé que lo quieres. ♥",
                "JumpToScene",
                "SexHalf2"
            ]
        },
        {
            "NameOfScene": "SexHalf2",
            "theScene": [
                "Todavía delirante por el sexo y su belleza sobrenatural, le mordes la fruta y temblarás como un sabor dulce y de Ambrosia llena tu boca.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "Una ola de éxtasis se lleva sobre ti mientras tragas, haciéndote gemir mientras brotas una gruesa cuerda de semen en el aire, inconscientemente agitando tus caderas mientras sientes una calidez dolorosa y dolorosa crece en tus bolas.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Selena envuelve su mano libre alrededor de su dolor de polla y comienza a acariciarla, haciendo que un pequeño río de semen comience a filtrarse de la punta mientras se estremece en la felicidad, sintiéndose cada vez más sensible con cada rayo revitalizante de placer.",
                "Speaks",
                "Sabe bien, ¿no? ♥ Continúa, come todo. ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeSpiritQuietly",
                "3",
                "Tomas otro bocado de la fruta deliciosamente dulce con un escalofrío, y puedes sentir tus bolas contrajeradas y hinchas con semen cada vez que tragas.",
                "ChangeArousalByPercent",
                "25",
                "ChangeSpiritQuietly",
                "3",
                "Poco a poco, el pequeño río de semen que se filtra desde su polla se convierte en un espurio espeso de semen a medida que Selena aumenta lentamente la velocidad de sus accidentes cerebrovasculares, haciéndolo estremecer a medida que el placer que atraviesa su cuerpo sigue ascendiendo cada vez más alto.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Cuando terminas la fruta, te encuentras lamiendo y chupando el dedo de Selena con un gemido feliz mientras ella te mira beatíficamente, sintiéndote revitalizado incluso si tu mente todavía es delirante de simplemente estar en su presencia divina.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Ella se ríe felizmente y le da a tu polla y una tapa juguetona.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Podría fertilizar todas las plantas con tanto semen ... ♥ Pero ahora es el momento de la segunda ronda. ♥ Prepárate, Stud. ♥",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella se encuentra a horcajadas en tu cintura con una sonrisa lasciva antes de golpear inmediatamente sus caderas sobre las tuyas, haciéndote llorar por un placer sin sentido mientras comienza a montar tu poderosas polla palpitante.",
                "ChangeArousalByPercent",
                "50",
                "Sus juguetones movimientos de rebotes envían escalofríos de éxtasis temblores que aceleran por su piel en sacudidas eléctricas, y sus dulces gemidos resuenan sin cesar en su mente ya dispersa, haciendo que sus pensamientos se vuelvan completamente en blanco mientras se siente perdiendo el rastro de todo menos las sensaciones divinas de su expulsión de su expulsión.coño alrededor de tu polla palpitante ...",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "Rápidamente te pierdes a las intensas olas de placer por completo abrumadores de tu cuerpo mientras tu polla continuamente bombea cargar después de la carga en el cuerpo insaciable de Selena mientras ella continúa sin cesarte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredHeavy",
                "Las horas siguientes corren en un dulce y sin sentido agradable desenfoque de éxtasis orgásmico mientras Selena se burla suavemente y entrena su polla pulsante una y otra vez, dándole un ligero respiro mientras presiona más fruta energizante en su boca y comienza todo el proceso de todo.Una vez más, hasta que ya ni siquiera pueda realizar un seguimiento del tiempo y simplemente disfrute de las sensaciones abrumando su mente y cuerpo ...",
                "AdvanceTime",
                "12",
                "DelayNotifications",
                "SleepPlayer",
                "DelayNotifications",
                "...",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Murmuras sin sentido mientras te sientes revolviendo de un sueño profundo, jadeando mientras sientes una sensación maravillosa y húmeda acariciando tu polla ...",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "La construcción del placer dentro de ti se vuelve cada vez más fuerte a medida que te sientes despertando, y tus ojos se abren mientras de repente te corres dentro del coño divino de Selena con un gemido incoherente, estremeciéndose mientras el éxtasis roca todo tu ser.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "IfHasPerk",
                "Nymph's Blessing",
                "SexEnd2",
                "ChangeArousalByPercent",
                "25",
                "ChangeArousalByPercent",
                "50",
                "Mientras intentas recordarte después de tu repentina llamada de atención, ves a Selena mirándote con una sonrisa amorosa, y tiestras cuando la vista de su cuerpo perfectamente esculpido domina tu visión.",
                "Speaks",
                "Buenos días [ThePlayerName], su entrenamiento está terminado. ♥ Solo tomó tres días completos de sexo.Joderando mientras dormiste realmente lo aceleró, ¿hmmm? ♥",
                "ChangeArousalByPercent",
                "25",
                "Ella todavía está montando tu polla pulsante incluso ahora, moliendo suavemente sus caderas en las tuyas mientras extiende sin esfuerzo tu orgasmo que sigue ocurriendo, y a medida que comienza a morir, te las arreglas para acérrimos contra el extraño glamour que causa su apariencia, e intentas empujarla a empujarla.fuera de ti para pararte.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Pero ella solo usa tus movimientos para intensificar la sensación de que te rebotan caderas sobre ti, obligando a un gemido de ti mientras empuja otra fruta dorada a tus labios, e instintivamente lo muerde mientras otra ola de éxtasis orgásmico a través de ti.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Con cada trago inconsciente de la deliciosa Ambrosia como la fruta, más excitación de excitación dentro de su cuerpo, y comienzas a preguntarte si tiene la intención de que alguna vez te vayas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Shhhh ... ♥ No te preocupes, Stud.¿O tal vez debería decir Boy Toy?Jejeje. ♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Goteas felices mientras brote la carga después de cargar en su coño divino, y tan pronto como logras terminar la maravillosa fruta, ella empuja a otra a tu boca, y no puedes evitar comer a medida que más y más revitalizan sobretensiones energéticasa través de ti.",
                "Speaks",
                "Solo te estoy ayudando a recuperar tu fuerza y ​​dejar que esto dure como {i} largo {/i} como sea posible. ♥",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "A medida que su cuerpo comienza a sentirse cada vez más energizado, no puede evitar empujar sin pensar en el sexo celestial de Selena con sus movimientos, deleitándose en el placer mientras miras por su cuerpo perfecto y disfruta de la fruta deliciosamente dulce que esalimentándote.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Mientras terminas la segunda fruta y dejas escapar un gemido jadeante mientras sopla una carga final y masiva en el coño de Selena, ella a regañadientes desmonta tu polla, haciéndote temblar mientras tu polla pule en el cálido y al aire libre, y estás teniendoEs difícil pensar en algo más que levantarse y follarla una vez más, casi desesperado por sentir todas esas sensaciones felices una vez más.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Selena te ayuda a estar a tus pies mientras intentas sacudir el aturdimiento sexual que te puso, pero está resultando difícil concentrarse mientras tus ojos inconscientemente deambulan por su cuerpo curvilíneo.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Ella camina con gracia hacia la pila de tu ropa junto al agua mientras te apoyas contra el árbol e intentas recuperar el aliento, y te ayuda a vestirte, deteniéndote para darle a tu polla aún rígida un beso antes de tirar de los pantalones.",
                "ChangeArousalByPercent",
                "10",
                "Cuando Selena te agarra de la mano y comienza a atraerte, finalmente comienzas a recordarte, y parece que no puedes descifrar tus pensamientos, ya que los últimos días parecen difuminar en un torbellino interminable de sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Sacudes la cabeza e intentas concentrarte en lo que está sucediendo en tu entorno, notando que Selena te está guiando hacia el borde del glade, caminando tan lentamente como puede para que vuelvas a moverte, todo mientras tira reflexiva, pero todavíaTodavía miradas increíblemente atractivas en tu dirección, y cuando llega al final, se vuelve hacia ti con una sonrisa sensual.",
                "Speaks",
                "Espero que disfrutes el regalo que te di.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "Follar una ninfa durante períodos prolongados de tiempos podría hacer que te enamores desesperadamente de ellos y no puedas dejarlos más, y lamentablemente no podemos hacerte hacer eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "Tienes chicas monstruosas para acostarse. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Ella está masajeando suavemente tus hombros, casi como si estuviera tratando de darte una charla, pero la expresión en su rostro y la forma en que susurra dulcemente en tu oído claramente parece indicar lo contrario.",
                "Speaks",
                "Ahora, no olvides alabar a la diosa Venereae cuando tengas la oportunidad.Y si me encuentras de nuevo, podemos hacer todo esto de nuevo ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "Speaks",
                "Pero tenga en cuenta que solo obtienes una bendición.Entonces será justo. ♥ para. ♥ Divert. ♥",
                "De repente, te empuja fuera del glade, y te tambaleas mientras intentas recuperar tu equilibrio.",
                "DisplayCharacters",
                "EndLoop",
                "Te das la vuelta, tratando de volver al claro para descubrir qué demonios acaba de pasar, pero tus preguntas mueren en tus labios cuando el glade parece haber desaparecido por completo, y Selena no se ve por ningún lado ...",
                "Pero no importa cuánto sueño febril se sintiera como todo el encuentro, estás casi seguro de que no imaginaste todo ...",
                "SwapLineIf",
                "Progress",
                "1",
                "",
                "0",
                "|f|ChangeProgress|/|1|n|",
                "EndLoop",
                "GivePerk",
                "Nymph's Blessing",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "SexEnd2",
            "theScene": [
                "ChangeArousalByPercent",
                "25",
                "Mientras intentas recordarte después de tu repentina llamada de atención, ves a Selena mirándote con una sonrisa amorosa, y tiemblas cuando la vista de su cuerpo perfectamente esculpido domina tu visión.",
                "Speaks",
                "Buenos días [ThePlayerName]. ♥ Espero que hayas disfrutado tener sexo durante cinco días completos seguidos.Mmmm ... ♥ Sé que lo hice. ♥ Haces caras tan lindas cuando te llevo mientras duermes. ♥",
                "ChangeArousalByPercent",
                "25",
                "Ella todavía está montando tu polla pulsante incluso ahora, moliendo suavemente sus caderas en las tuyas mientras extiende sin esfuerzo tu orgasmo que sigue ocurriendo, y sientes que tu corazón salta un ritmo mientras te sientes completamente cautivado por su belleza de otro mundo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Empuja otra fruta dorada a tus labios, enviando otro pulso de éxtasis orgásmico a través de tu polla con cada trago de dulce Ambrosia.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Con cada trago inconsciente de la deliciosa Ambrosia como la fruta, más excitación de excitación dentro de su cuerpo, y comienzas a preguntarte si tiene la intención de que alguna vez te vayas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Shhhh ... ♥ No te preocupes, Stud.¿O tal vez debería decir Boy Toy?Jejeje. ♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Goteas felices mientras brote la carga después de cargar en su coño divino, y tan pronto como logras terminar la maravillosa fruta, ella empuja a otra a tu boca, y no puedes evitar comer a medida que más y más revitalizan sobretensiones energéticasa través de ti.",
                "Speaks",
                "Solo te estoy ayudando a recuperar tu fuerza y ​​dejar que esto dure como {i} largo {/i} como sea posible. ♥",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "A medida que su cuerpo comienza a sentirse cada vez más energizado, no puede evitar empujar sin pensar en el sexo celestial de Selena con sus movimientos, deleitándose en el placer mientras miras por su cuerpo perfecto y disfruta de la fruta deliciosamente dulce que esalimentándote.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Mientras terminas la segunda fruta y dejas escapar un gemido jadeante mientras sopla una carga final y masiva en el coño de Selena, ella a regañadientes desmonta tu polla, haciéndote temblar mientras tu polla pule en el cálido y al aire libre, y estás teniendoEs difícil pensar en algo más que levantarse y follarla una vez más, casi desesperado por sentir todas esas sensaciones felices nuevamente.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Selena te ayuda a estar a tus pies mientras intentas sacudir el aturdimiento sexual que te puso, pero está resultando difícil concentrarse mientras tus ojos inconscientemente deambulan por su cuerpo curvilíneo.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Ella camina con gracia hacia la pila de tu ropa junto al agua mientras te apoyas contra el árbol e intentas recuperar el aliento, y te ayuda a vestirte, deteniéndote para darle a tu polla aún rígida un beso antes de tirar de los pantalones.",
                "ChangeArousalByPercent",
                "10",
                "Cuando Selena te agarra de la mano y comienza a atraerte, finalmente comienzas a recordarte, y parece que no puedes descifrar tus pensamientos, ya que los últimos días parecen difuminar en un torbellino interminable de sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Sacudes la cabeza e intentas concentrarte en tu entorno, notando que Selena te está guiando hacia el borde del glade, caminando tan lentamente como puede para aliviarte de nuevo en movimiento, todo mientras lanza miradas reflexivas, pero aún increíblemente atractivas.De vuelta en tu dirección, y cuando llega al final, se vuelve hacia ti con una sonrisa sensual.",
                "Speaks",
                "Espero que estés disfrutando el regalo que te di. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Su rostro se tuerce momentáneamente en una de tristeza mientras deja escapar un suspiro, y sientes que tu corazón se inclina mientras se inclina y te da un beso de despedida en la mejilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRadiant",
                "Speaks",
                "Pero por mucho que me gustaría mantenerte aquí, jodiéndose sin sentido, tienes chicas monstruosas para acostar. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Ella está masajeando suavemente tus hombros, casi como si estuviera tratando de darte una charla, pero la expresión en su rostro y la forma en que susurra dulcemente en tu oído claramente parece indicar lo contrario.",
                "Speaks",
                "Ahora, no olvides alabar a la diosa Venereae cuando tengas la oportunidad.Y si me encuentras de nuevo, podemos hacer esto de nuevo.No seas un extraño, realmente disfruto pasar tiempo contigo, tachuelas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmilePlayful",
                "De repente, te empuja fuera del glade, y te tambaleas mientras intentas recuperar tu equilibrio.",
                "DisplayCharacters",
                "EndLoop",
                "Te das la vuelta, tratando de volver al claro para descubrir qué demonios acaba de pasar, pero tus preguntas mueren en tus labios cuando el glade parece haber desaparecido por completo, y Selena no se ve por ningún lado ...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "Pero no importa cuánto sueño de fiebre se parezca todo el encuentro, estás absolutamente seguro de que no lo imaginas como recuerdos vívidos del cuerpo de Selena, pasó por tu mente ...",
                "Curiosamente, a pesar de su sesión de mierda increíblemente a largo plazo, te sientes increíblemente renovado, no te lleva mucho tiempo reunirte y continuar adelante.",
                "UseHeldBG"
            ]
        }
    ]
}