{
    "name": "Ribbiting Encounters",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "Frog girls have been reported to roam the wetter areas of the forest. Novice adventurers beware! \n\nAs their name indicates, frog girls show traits heavily reminiscent of batrachians. Fully amphibious and possessed of webbed limbs and smooth skin, they are natural swimmers, at ease within any body of water, though they heavily prefer ponds, which they commonly inhabit or gather at to relax and socialize. \n\nThough probably among the least civilized monster girls, they are nonetheless semi-gregarious, readily willing to mingle with both fellow monster girls and human beings. They are seldom seen in towns where their unabashed nudity and ingenuousness tend to draw notice, preferring to stick to the humid environments they favor. Playful and open, they are said to come second only to the harpies in carefree cheerfulness... or airheadedness, as some might less generously put it. \n\nWith their wiry bodies and muscular legs, Frog Girls are swift and fast, and their fighting style focuses heavily on quick maneuvers, speed, and dodging. They can run fast, jump high, and perform acrobatic feats of dazzling agility. Their powerful thighs and firm rear are not to be underestimated! And naturally, their favored means of offense is their long, near-prehensile tongue, capable of impressive feats of dexterity. Their body exudes an unctuous, slightly sweet-smelling liquid that helps their evasive abilities, acts as a natural lubricant, and affects others as a muscle relaxant on contact. \n\nThough occasionally mischievous or teasing, Frog Girls haven't been known to engage in anything more severe than pranks or the occasional petty theft. Rumors abound about them being able to steal a man's soul through its anus, but they have always been hotly denied. It is true, however, that most have a penchant for anal, eager to both give and receive in that regard.",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Gren",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StoreCurrentBG",
                "ChangeBG",
                "forest.png",
                "IfProgressEqualsOrGreater",
                "1",
                "BackAgain",
                "Un tramo de exploración sin incidentes lo lleva a través de una parte pacífica del bosque, sorprendentemente desprovista de chicas monstruosas demasiado amorosas.Tomado por la atmósfera encantadora de los bosques, dejas que tu mente deambule, y solo date cuenta tardíamente de que algo ha cambiado furtivamente a través de tu progresión.",
                "Solo cuando te detienes y respiras profundamente que te das cuenta de que tu fragante trago de aire es notablemente ... más amortiguador de lo esperado.Entre en su entorno con un ligero desconcertamiento, notas que parece estar en una parte más húmeda del bosque.",
                "La atmósfera se ha vuelto húmeda, la flora ha cambiado perceptiblemente y sus pies hacen un sonido laminador en el camino ahora fangoso.Incluso el canto de las aves y el susurro del follaje han dado paso a una atmósfera de sonidos acuosos y el extraño insecto zumbador.Incluso puedes escuchar la croción de una rana ... que parece estar acercando?",
                "Wait.",
                "En realidad, el croado realmente no suena como una rana.Es más ... femenino?",
                "Mientras reflexiona sobre esto, una forma humanoide rebota de la vegetación a su derecha, una docena de pies frente a usted.",
                "ChangeBGM-NoFade",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "El alerta revela lo que parece ser una chica de rana en medio de un paseo.Parece estar ocupada persiguiendo después de una libélula, observando su trayectoria fugaz y fugaz con una sonrisa entretenida y un zumbido relajado de croak.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Cuando el camino del insecto volador la lleva a notarte, ella deja escapar un jadeo de sorpresa y se endereza con un comienzo, tomando unos momentos para mirarte arriba y hacia abajo antes de levantar una de sus manos con el saludo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "En cuanto a los monstruos, parece ser de la persuasión más salvaje, sin hacer ningún esfuerzo para ocultar su desnudez flagrante mientras se dirige hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Inicialmente esperando ser agredido sumariamente, te preparas para la batalla, pero para tu sorpresa, en lugar de lanzarte, ella se pasea juguetonamente y te lleva con una sonrisa deslumbrante y una voz alegre que retumba muy bien con la pista de uncroar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "{i} Bonjour! {/i} ¡Soy Gren!¿Cómo te llamas?",
                "Atrapado por esta situación poco ortodoxa (al menos por lo que parecen ser estándares lucidianos), responde, todo el tiempo se pregunta si este es algún tipo de truco.",
                "PlayerSpeaks",
                "Er, es [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Encantado de conocer, [ThePlayerName]!¡Siempre es bueno ver una cara nueva por aquí!",
                "Mientras habla, te alcanza con un límite, y agarra tu mano en ambos para sacudirla con entusiasmo.Su toque es fresco, suave y no demasiado aburrido, sintiendo que se frota con una loción de olor dulce.",
                "Apenas omitiendo un ritmo y aún tomando la mano, luego se inclina hacia adelante, asumiendo un aire casi conspirador, las cejas se movían.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Soooo ... {i} tu veux qu'on se la donne? {/i}",
                "PlayerSpeaks",
                "¿Llegar de nuevo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Sabes: ¿Quieres {i} Tussle {/i}?",
                "ChangeProgress",
                "1",
                "Bueno, eso es bastante directo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Esperando ansiosamente su respuesta, ella suelta su mano y se retrocede, incapaz de contener su emoción.A juzgar por la forma en que está saltando de regreso y mirando tu entrepierna mientras se lames los labios, hay pocas dudas sobre lo que implicaría esta 'pelea'.Obviamente, a pesar de su comportamiento despreocupado, no es ajena a la marca local de combate.",
                "JumpToScene",
                "TussleMenu"
            ]
        },
        {
            "NameOfScene": "TussleMenu",
            "theScene": [
                "Menu",
                "'Sure!'",
                "'Gracias, pero no gracias'.",
                "'Can't we just talk?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Sure!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Alright!♪",
                "Poniendo emocionado con entusiasmo, asume que lo que supone que es una postura de batalla, claramente entusiasmada con la perspectiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Aquí vengo!",
                "CombatEncounter",
                "Gren",
                "StartCombat"
            ]
        },
        {
            "NameOfScene": "'Thanks, but no thanks.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella no parece ser particularmente desanimada por su rechazo, simplemente mostrando un puchero exagerado antes de encogerse de hombros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "{i} pas de Souci {/i}.¡Que tenga un lindo día!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te saluda mientras salta, reanudando su zumbido.Perplejamente, sin saber qué hacer con este breve encuentro, vuelves a dar vueltas y la miras alejarse antes de reanudar tu aventura.",
                "DisplayCharacters",
                "EndLoop",
                "Al menos, si tienes ganas de volver a verla, tienes un presentimiento, no tendrás problemas para encontrarla.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "'Can't we just talk?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Ella levanta las cejas, desconcertada por su sugerencia, pero se apresura a tomar las cosas con calma, mostrando una sonrisa intrigada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "{i} Pourquoi pas! {/i} ¿De qué quieres hablar?",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "Ask questions about her",
                "Have a good look at her",
                "RequiresChoice",
                "2",
                "GrenLikesAsses",
                "RequiresChoice",
                "5",
                "FBM",
                "Ask to do something lewd.",
                "RequiresChoice",
                "2",
                "GrenLikesAsses",
                "RequiresChoice",
                "5",
                "",
                "Ask to do something lewd.",
                "RequiresChoice",
                "2",
                "",
                "RequiresChoice",
                "5",
                "FBM",
                "Ask to do something lewd.",
                "RequiresChoice",
                "3",
                "Anililingus de nuevo",
                "'Can we go to the spring again?'",
                "'Wanna tussle?'",
                "RequiresChoiceFromEvent",
                "GrenCombatEvents",
                "1",
                "HadCuddles",
                "'Wanna cuddle?'",
                "\"En realidad, debería ponerme en marcha.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask to do something lewd.",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "5",
                "FBM",
                "'About a full-body massage...'",
                "RequiresChoice",
                "2",
                "GrenLikesAsses",
                "'Do you want to use your tongue on me?'",
                "RequiresChoice",
                "3",
                "Anilingus",
                "'So about that 'nice time' you offered...'",
                "RequiresChoice",
                "3",
                "Anililingus de nuevo",
                "RequiresChoice",
                "6",
                "",
                "Offer to return the favor for the 'nice time' she gave you at the spring.",
                "RequiresChoice",
                "6",
                "FaceRide",
                "'Do you want to ride my face?'",
                "Back",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask questions about her",
            "theScene": [
                "Menu",
                "'So what do you do around here?'",
                "'Are you always this direct?'",
                "RequiresChoice",
                "2",
                "GrenLikesAsses",
                "'So you have a thing for butts?'",
                "'What's that language you're speaking?'",
                "Back",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Back",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'So what do you do around here?'",
            "theScene": [
                "Ella se encoge de hombros con indiferencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Nada especial?Ya sabes, solo caminando, disfrutando de la zona, viendo lo que pasa, ¡conocer gente nueva!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Ella te muestra una sonrisa radiante.",
                "Speaks",
                "Desde que ha habido toda la magia, lo que significa que ya no puedes pelear, ¡las cosas se han vuelto bastante interesantes!¡Y siempre hay caras nuevas alrededor!¡Me gusta!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "No se trata de eso {b} 'Rawr, pateemos los traseros de los demás para demostrar que somos los más malos y malos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Ella se ríe suavemente y de buen humor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Así que sí, buenos momentos. ♪",
                "JumpToScene",
                "Ask questions about her"
            ]
        },
        {
            "NameOfScene": "'Are you always this direct?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella coloca la cabeza, perplejidad inocente visible en sus grandes ojos.",
                "Speaks",
                "¿Qué significa?",
                "PlayerSpeaks",
                "¿Sabes, todo 'Hola, soy Gren, ¿quieres pelear?'.",
                "Speaks",
                "¿Y eso?",
                "PlayerSpeaks",
                "La mayoría de la gente aquí realmente no te pregunta sobre 'pelea'.Tienden a ... bueno, acertar a él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "¡Oh sí, tienes un punto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "Bueno, Boaching debería ser divertido, ¿sabes?Prefiero cuando mi pareja está de humor. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Quiero decir, siempre soy un juego, pero si la otra persona no lo es, eso es genial para mí.",
                "PlayerSpeaks",
                "Entonces, ¿preguntas a todos los que conoces si quieren 'pelear'?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "¡Casi! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Quiero decir, todos ese es mi tipo.La mayoría de las veces, lo hacen.Después de todo, no vienen aquí {i} par hasard {/i}, y son bastante curiosos sobre lo que puedo hacer con esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Se detiene para estirar la lengua un buen pie o dos frente a ti, resbaladizo con moco fresco.",
                "IfHasFetish",
                "Oral",
                "DatTongue",
                "IfHasFetish",
                "Monstrous",
                "DatTongue",
                "JumpToScene",
                "DatTongueDone"
            ]
        },
        {
            "NameOfScene": "DatTongue",
            "theScene": [
                "Mirando la larga lengua musculosa de Gren, no puedes evitar pensar en lo que puede hacer.",
                "ChangeArousalByPercent",
                "20",
                "Fantasías de ser lamidos, sondeados y prodigados por su lengua atravesando tu mente, y te detienes un escalofrío mientras sientes tu polla rígida en tus pantalones.",
                "Ella te da una mirada orgullosa, pero no puedes decir si ha notado tu excitación, o incluso si lo está haciendo a propósito.De todos modos, se retrae su lengua y continúa.",
                "JumpToScene",
                "DatTongueDone"
            ]
        },
        {
            "NameOfScene": "DatTongueDone",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "... o esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Juguetonamente, se da la vuelta y pasa una mano sobre su trasero, sus musculosas nalgas apenas se sacuden, luciendo perfectamente pertores, suaves y ajustados.",
                "IfHasFetish",
                "Ass",
                "DatAss",
                "JumpToScene",
                "DatAssDone"
            ]
        },
        {
            "NameOfScene": "DatAss",
            "theScene": [
                "Su agradecimiento por los asnos se resurge rápidamente antes de ver el trasero, resbaladizo y fuerte de Gren.",
                "ChangeArousalByPercent",
                "20",
                "Por un momento, no quieres nada más que desabrocharte los pantalones y pegar tu creciente erección entre sus mejillas, lo que la hot en caliente con todo lo que tienes, tus caderas golpeándose contra su trasero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "Er, {i} tout va bien? {/i} ¿Estás bien?",
                "Con un comienzo, te das cuenta de que has estado en otro lugar por un momento y te disculpas por espaciarte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "'s'okay!",
                "No se puede decir si ella realmente está contigo y no puedes detenerte en ello a medida que avanza.",
                "JumpToScene",
                "DatAssDone"
            ]
        },
        {
            "NameOfScene": "DatAssDone",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "... y, por supuesto, ¡está esto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella rebota en sus poderosas piernas y hace un pequeño giro sorprendentemente elegante y parecido a la bailarina, sus musculosas extremidades inferiores apoyan fácilmente su marco ágil, sus musculosos musculosos ondulados visiblemente a medida que se mueve, dándole una idea de sus capacidades.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Dulce, ¿eh?",
                "IfHasFetish",
                "Legs",
                "DemLegs",
                "JumpToScene",
                "DemLegsDone"
            ]
        },
        {
            "NameOfScene": "DemLegs",
            "theScene": [
                "'Sweet' es una palabra con la que solo puedes estar de acuerdo mientras observas la luz ambiental jugar en la piel suave y brillante de las piernas tensas y poderosas de la niña de la rana, como si te invitara a agarrarlos, acariciarlos, lamerlos ...",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Te tragas con un poco de dificultad y sientes que tu polla se contrae mientras tus mejillas se enrojan ante la idea de rendirse a esos poderosos muslos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Fantasías de ser jugadas por Gren corren por tu mente, todo tu cuerpo apretado, restringido, frotado por sus piernas fuertes y flexibles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "¿Impresionado?Puedo hacer algunos trucos bastante buenos con esos. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Al ver que obviamente ha sido atrapado, comienzas a pensar en lo que podrías decir, pero te das cuenta de que si Gren realmente notara tu mirada, no le importa, continuando con tanta alegría como antes.",
                "JumpToScene",
                "DemLegsDone"
            ]
        },
        {
            "NameOfScene": "DemLegsDone",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Mucho de mí para divertirme mucho con ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "... ¡y para que yo también me divierta!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Ella croa con una mezcla de contenido y diversión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Speaks",
                "Ha sido muy divertido con todos los aventureros corriendo y 'luchando' monstruos de izquierda a derecha.¡Tengo que conocer a algunos socios increíbles!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "Como esa chica lagarto a escala dorada.Chico, si ella no era un refrigerio y medio.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "Se veía tan suave y tonificada y {i} delicieuse {/i} ... ♥",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Speaks",
                "Lástima que no estuviera interesada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "También estaba ese bailarín bronceado, oh hombre, {i} {b} ese trasero {/b} {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Podría haberlo comido para el desayuno, el almuerzo y la cena, ¿sabes a qué me refiero?",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Al darse cuenta de que ha estado un poco muy lejos en su tren de pensamiento, se sonroja y deja escapar un Croak sofocado y avergonzado antes de toser con puntuación.",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Así que sí, yo ... eh ... no recuerdo exactamente cuál era tu pregunta, pero ahí lo tienes!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "SetChoice",
                "2",
                "GrenLikesAsses",
                "JumpToScene",
                "Ask questions about her"
            ]
        },
        {
            "NameOfScene": "'So you have a thing for butts?'",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "La pregunta la atrapa de la Guardia y ella chupa un poco, pero al final, se recupera bastante bien, intercambiando su aspecto de vergüenza por una de fantástica soñadora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "W-Well, sí.Quiero decir, no sé si puedo explicarlo, pero ... los traseros son agradables, ¿sabes?",
                "IfHasFetish",
                "Ass",
                "HellYeahButts",
                "JumpToScene",
                "ButtsCont"
            ]
        },
        {
            "NameOfScene": "HellYeahButts",
            "theScene": [
                "{i} Seguro como el infierno ... {/i}",
                "JumpToScene",
                "ButtsCont"
            ]
        },
        {
            "NameOfScene": "ButtsCont",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Ella hace una forma con sus manos, como si defendiera las curvas de las caderas imaginarias.",
                "Speaks",
                "Tan agradable de tocar, tan fácil de usar ... ♪ y vienen en una variedad de formas y texturas ... ♪ Podría tocarlas, respirarlos y probarlos durante horas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "¡Y estoy de acuerdo con recibir también!{i} muy {/i} está bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Speaks",
                "La idea de algunos dedos delgados, o una buena lengua, o una polla de circunferencia que me agita ... {i} oh la! {/i}",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella te da una mirada de lado, aparentemente todavía medio inmóvil en su fantasía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "{i} d'ailleurs {/i}, si estás interesado en recibir, ciertamente podría mostrarte un buen momento ... ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Mientras habla, deja que su lengua se salga de su boca, señalando hacia su trasero en una impresionante muestra de control.",
                "IfSensitivityEqualOrGreater",
                "Ass",
                "120",
                "WhatWhatInTheButt",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Luego se retrae su delgado apéndice, permitiéndote reflexionar sobre la posibilidad que ofreció.",
                "IfChoice",
                "4",
                "Bath",
                "Ask questions about her",
                "SetChoice",
                "3",
                "Anilingus",
                "JumpToScene",
                "Ask questions about her"
            ]
        },
        {
            "NameOfScene": "WhatWhatInTheButt",
            "theScene": [
                "ChangeArousalByPercent",
                "25",
                "Sientes tu sensible butthole tithole ante la idea de ser sometido a los ministerios de Gren, ya imaginando su lengua experta que te investiga, te acariciando, masajeándote desde adentro ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Aparentemente, notando su reacción, ella te da una lamida muy rápida en la mejilla, dejando la sensación relajante y excitante de su mucosidad en tu cara.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Luego se retrae su delgado apéndice, permitiéndote reflexionar sobre la posibilidad que ofreció.",
                "IfChoice",
                "4",
                "Bath",
                "Ask questions about her",
                "SetChoice",
                "3",
                "Anilingus",
                "JumpToScene",
                "Ask questions about her"
            ]
        },
        {
            "NameOfScene": "'What's that language you're speaking?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?{i} tu veux dire ça? {/i}",
                "Aunque no estoy muy seguro de cuál era esa pregunta, asiente, y Gren se encoge de hombros en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¡Realmente no lo sé!De vuelta en el gran estanque, todos hablamos así ... realmente nunca he pensado en eso, en realidad.Pero conozco a algunas personas les gusta, ya que suena ... un poco sexy ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella sonríe coquetamente.",
                "Speaks",
                "{i} n'est-ce pas? {/i}",
                "JumpToScene",
                "Ask questions about her"
            ]
        },
        {
            "NameOfScene": "Have a good look at her",
            "theScene": [
                "Gren, la niña de la rana, es claramente una chica atlética, a juzgar por los músculos tonificados y firmes sobre su marco ágil y casi sin grasa.Como era de esperar, dada su naturaleza, sus muslos son particularmente pronunciados, y su fuerza es evidente por lo fácil que les rebota, incluso cuando está inactivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Sin embargo, lo que dijo que rebotar también hace evidente es su falta de ... activos sobresalientes, por así decirlo.En lo que respecta a los senos, claramente se encuentra entre las personas menos talentadas que ha conocido en Lucidia, e incluso su lindo trasero de burbujas, aunque agradablemente musculoso, no parece que le dé mucho cojín por los empujes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "¿Qué mira, {i} Mon Mignon? {/i}",
                "Atrapado con las manos en la masa en el medio de su mirada bastante insistente, no se le da mucho tiempo para responder antes de que el objeto de su atención se ríe de manera amigable, aparentemente sin oterna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¿Obtener un ojo de las chicas?",
                "Mientras habla, topa sus tetas muy modestas, que producen ligeramente bajo su toque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Puede que no tengan mucho que ver, pero aún son agradables para jugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "... y también son bastante sensibles. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "Oh, no debería haberte dicho eso, ¡te dará una ventaja cuando peleemos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "Ah, bueno, ese es un obsequio para ti. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "De todos modos, ¿a qué estaba haciendo ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Oh sí!Así que mis tetas pueden no ser mucho para mirar, pero créeme, tengo muchos otros trucos bajo la manga ...",
                "Ella se ríe, moviendo su muñeca claramente desnuda, enfatizando su obvia ausencia de ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Metafrógicamente hablando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "PlayerSpeaks",
                "... ¿Te refieres a 'metafóricamente'?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "{i} flûte! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "{i} {b} ribbit {/b} {/i} sí, 'metafóricamente' 's'lo que quise decir.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Yo {b} saltó {/b} directamente en ese, ¿no?",
                "La cinta de estar de manera autocomisadora, disfruta de su broma por un momento, y la dejas disfrutarlo antes de seguir, tu curiosidad (y libido) despertó.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayerSpeaks",
                "Entonces, ¿trucos como qué?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bueno, no quiero presumir, ¡pero hago un masaje bastante malvado de cuerpo completo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Quieres probarlo? ♪",
                "SetChoice",
                "5",
                "FBM",
                "Menu",
                "'Absolutely!'",
                "'Maybe later.'",
                "'What's a full-body massage?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Absolutely!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Awesome!♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Sin omitir un ritmo, ella te hace un gesto con una expresión algo lujuriosa.",
                "Speaks",
                "¡Bueno, con tu ropa, entonces!",
                "PlayerSpeaks",
                "... justo aquí?¿Ahora mismo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Sí?No hay tiempo como el presente, ¿verdad?Sé {b} estoy {/b} listo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella dice con un movimiento de abrazos que abarca su cofre modesto pero alegre, su abdomenia suave y sus caderas bien definidas, avivando tu curiosidad y excitación.",
                "JumpToScene",
                "Off with your clothes!"
            ]
        },
        {
            "NameOfScene": "Off with your clothes!",
            "theScene": [
                "ChangeBGM-NoFade",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Esperando que llegue, se desvanece bajo los ojos apreciativos de Gren, su atención sostenida y halagadora alimentando su entusiasmo.Ya puede sentir que su polla crece y se endureció con anticipación, una vista bienvenida por un silbato de la rana.",
                "Speaks",
                "¡Él, ese es el espíritu!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Es evidente que se ha volteado un interruptor en ella mientras sus ojos parecen brillar con la lujuria no disfrazada y ella toca su dedo en un movimiento de llegada, su otra mano en sus caderas, su lengua larga y flexible bailando en sus labios mientras te acercas a ella..",
                "Speaks",
                "Voy a amar esto. ♥",
                "Ella envuelve sus largos brazos alrededor de tu cuello y se apoya en ti para una sesión de besos, su gran boca envuelve tus labios y su lengua se une a la tuya en un baile enérgico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Te corresponde agarrando sus caderas y sacándola contra ti, haciendo todo lo posible para mantenerte al día con sus profundos besos, a pesar de la impresionante velocidad y agilidad de su lengua que parece envolverse contra la tuya, explorando tu boca en medio de los voraces sonidos besos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Un gemido de sorpresa y placer se escapa de su boca cuando sientes que el liso de Gren se mueve contra tu polla.Con movimientos lentos, controlados y burlones, ella pasa la polla a través de sus abdominales tonificados y su vientre, lo que te permite experimentar una variedad de sensaciones poco comunes pero ciertamente no desagradables.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Responde moviendo las manos hacia la parte superior de su cuerpo, acariciándola hacia atrás, sus hombros, luego la parte posterior de su cuello, pasando las manos por su grueso cabello, provocando un suspiro relajado de deseo, luego una risita cuando se desprende de una ramita.de su desordenada melena.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Cuando sales de la Makout, ambos estás un poco sin aliento y te meten bastante: tu erección ahora ha alcanzado su longitud completa, mientras que la piel de Gren ha comenzado a exudar moco, tu propio cuerpo comienza a ser cubierto por la sustancia pegajosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Un masaje de cuerpo completo es aún mejor cuando tienes una loción ... ya sabes, para hacer que todo el roce sea mejor y más suave.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Así que es una buena cosa que hago el mío, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Mientras lo dice, se toma las manos y las lleva a sus senos, donde notas que sus pezones han comenzado a endurecerse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Ayúdame a hacer más, {i} mon chou {/i}.Me gusta cuando se juegan mis tetas. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Solo ... ya sabes, sé suave.",
                "Cubre fácilmente, cubres sus senos con las manos y comienzas a masajearlos delicadamente, usando tus pulgares para presionarlos cuidadosamente y rodarlos.El efecto es visible cuando su pareja la arquea ligeramente, una linda {i} ribbit {/i} filtrando su boca cerrada, alentándote a seguir adelante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Con mucho gusto, usas una de tus palmas para frotar una de sus tetas y inclinarte hacia abajo para llevar a la otra a tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Si bien parece que Gren se habría contento de mantenerse besándose, no parece importarle la compensación en lo más mínimo, permitiéndole hacer lo suyo e incluso estar más alto en sus pies web para darle un acceso más fácil.Mientras tanto, agarra tu mano libre en la de ella, entrelazando tus dedos con los de ella y frotando cariñosamente su palma contra la tuya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Speaks",
                "Aaah, me encanta esto ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Las cosas de Butt son obviamente {b} geniales {/b}, pero un cambio de ritmo de vez en cuando es bueno, {i} tu sais? {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "En respuesta, comienzas a lamer su pecho, pasando tu lengua ansiosa sobre él y tirando de ella ahora dura.Dejando ir su otra teta, mueves furtivamente tu brazo detrás de su espalda y agarras un puñado de su pleno tush.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Tus dedos se acercan al tope suave y suave provocan un croak no tan grueso de tu amante, y no puedes evitar sonreír mientras te toca juguetonamente la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Bueno [ThePlayerName], ¿no eres un astuto o {i} oo {/i} ne?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su voz se preocupa ligeramente al final de ti de repente chupando su pecho, redoblando su excusión de moco.De hecho, en ese momento, lo está produciendo en tales cantidades que es casi como si estuvieras amamantando de ella, el sabor extraño y ligeramente dulce de su aceite de rana llenando tu boca y luego tu garganta mientras la tragaste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "En el medio de todo, no ha detenido su masaje de barriga, la chica monstruosa casi bailando mientras trabaja para complacerte con la parte inferior del cuerpo.Casi sin notarlo, ambos se han acercado aún más el uno al otro, y a medio sinscribir le dan pequeños empujes de cadera, estimulándose ansiosamente con el abdomen acogedor de Gren.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Absorbido por el acto, estás casi decepcionado de sentir los dedos largos que ahuecan la barbilla y trayendo suavemente la cabeza con el de tu pareja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Riendo, ella pone un besque rápido y amoroso en tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Lamento detener eso, pero no debería dejarte beber demasiado de mi mucosidad ... no es tóxico ni nada, pero si tienes demasiado, podrías terminar recibiendo un Tummyache.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Además, ahora que estoy bien pegajoso, tenemos mejores cosas que hacer. ♥",
                "Mientras habla, agarra tu polla erecta y tira ligeramente sobre ella.Después de disfrutar del cuerpo de Gren y tener la atención de la polla durante ahora varios minutos, tenerla directamente estimulada envía una sacudida a través de su columna vertebral, particularmente cuando le da a sus bolas una acaricia ligera y le hace cosquillas con sus suaves dedos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "{i} en Se La Donne, Mon Chou? {/i}",
                "Aunque ni siquiera estás seguro de lo que quiso decir, estás bastante segura de que no importa, sus labios fruncidos son suficientes invitación para que reclames su boca, besándola vorazmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Con una risa de la cinta risa sofocada por tu intensa maquillaje, ella se apoya contra ti y te abraza apasionadamente.Sin dudarlo, corresponde, sus cuerpos ahora se aplastaban mientras empujan al vientre de su amante, ambos trabajando para eliminar al otro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Por extraño que parezca, no florece su lengua esta vez, sino que solo usa sus labios para besar cariñosamente y besar y besarlo una y otra vez, ni siquiera siempre molestándose en apuntar a la boca, en lugar de aliento yendo por la nariz, tu frente, tu tuLas mejillas, la barbilla o las orejas, llevadas a través de un verdadero frenesí de besos.",
                "Mientras tanto, ahora estás atrapado en un abrazo muy lascivo, emborrachándote de la presencia del otro, tus sentidos llenos de la piel lisa y el aroma fresco de Gren, tu frotaje es un concierto erótico de sonidos de tierra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "A lo largo de esto, sientes que tu orgasmo se acerca constantemente, el roce constante proporcionado por la barriga de la niña de la rana demostrando una estimulación sorprendentemente efectiva ... pero más que eso, es toda la cercanía de la experiencia, su intimidad ilimitada, que funciona como una poderosaexcitante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Al sentir que se acerca al clímax, su respiración se vuelve más irregular, y Gren puede sentirlo, mostrando una sonrisa segura y conocida.Experimentas un breve instante de confusión cuando la ves a la sola ...",
                "... Entonces ella te agarra en la madre de todos los abrazos de oso, apretándote con una fuerza impresionante, sacando el aire de tus pulmones mientras aplasta todo su cuerpo contra el tuyo como una manga ajustada, dándote ese último poco de estimulaciónNecesitabas ir al límite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Mientras te quitas el vientre, ella va por la matanza y se lanza a tus labios, esta vez trayendo toda su lengua a soportar, dominando tu boca mientras ella sigue presionando contra tu polla con largos y fuertes movimientos de joroba que te hacen disparar una nueva cuerdade semen cada vez.",
                "PlayerOrgasmNoSpiritLoss",
                "Gimiendo y gruñendo incoherentemente, tus rodillas se tambalean, pasas a través de la eyaculación compresiva, tus ojos retroceden por un momento mientras pierdes toda la conciencia de tu entorno, enfocada exclusivamente en el placer que estalla a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Eventualmente, el alto reflujo orgásmico y su amante de Batrachian retrae su apéndice, pareciendo bastante satisfecho por la experiencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Mientras recuperas el aliento, ella se acaricia en tu contra, dejándote recuperarte de ese asalto inesperado, luego se distancia para dejarte volver a la tierra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "No es un mal cambio de ritmo de la bobina habitual, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Asintió, es cierto que su truco es bastante convencido.A medida que su fuerza regresa a usted, su visión se enfoca más en la vista de la chica de la rana golpeándose traviesamente los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Listo para otra ronda, {i} chéri? {/i} ♥",
                "Menu",
                "'Bring it!'",
                "'I'm good.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm good.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Gotcha.Seguro que es un entrenamiento, ¿eh?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Usted acepta y tómese un momento para limpiarse, luego reparar, Gren, esperando pacientemente que vuelva decente nuevamente antes de preguntar sobre lo que quiere hacer a continuación.",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Bring it!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Eso es lo que me gusta escuchar!",
                "Ves que Gren se está estirando y saltando en el acto en preparación, y te preguntas en qué te has metido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Esta vez, vamos todo, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeBGM",
                "music/Battle/French_Toast.mp3",
                "Nada podría haberte preparado para la chica de la rana y luego lanzarse a ti mismo como una bola de cañón con una 'Yah-Haaa!', Apuntando a tu parte superior del cuerpo con brazos y piernas extendidas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Cuando ella te golpea, para tu crédito, no te caes, en su lugar con su asalto ... pero este parece haber sido su objetivo, desde el instante después, te está trepando por la agilidad confusa, dejándote poco tiempo opresencia mental para reaccionar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Lo que sigue es un aluvión de besos en todo su cuerpo.Su exhibición de acrobacias es francamente desconcertante, y a pesar de sus esfuerzos por atraparla, no puede controlar su forma resbaladiza, el desenfoque verde que fluye sobre ti como agua, besando tu cuello, tu vientre, tu codo, tu pantorrilla, tu trasero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Cuando sientes que su lengua comienza a cepillarse contra tu trasero, obtienes una imagen vívida de lo que pretende hacer, y te disgustas en protesta.",
                "PlayerSpeaks",
                "¡No dijiste penetración!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frozen",
                "Speaks",
                "Oh sí.",
                "En realidad, se congela en el lugar, deteniendo con una mano en el brazo, la otra agarra el muslo, una rodilla descansando sobre tu hombro mientras su otra pierna se encuentra en el aire.No ser uno para mirar una rana de regalo en la boca, inmediatamente aprovecha tu oportunidad y la agarras para llevarla de vuelta a tu frente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "La inversión sorpresa le parece estimulante, y te asombra la facilidad con que puedes maltratarla, la niña monstruosa que demuestra muy ligera a pesar de su musculatura.Atrapado en tu agarre, muestra una cara y un tono simulados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Oh no, gran héroe, me has atrapado, ¿qué vas a hacer conmigo? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "No estoy seguro de ti mismo, vas con la corriente, decidiste darle una muestra de su propia medicina: hacer todo lo posible para afirmar tu comprensión de tu presa untada, sales, acariciando, a tientas, lamiendo, besando, acariciando,Disfrutarse, frotar y, en general, ir a la ciudad en su forma apetitablemente delgada y suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Desde su garganta hasta sus costillas, desde sus axilas hasta sus nalgas, poco de su cuerpo permanece inexplorado por sus emprendedores ministerios, su amante con mucho gusto se prestó a su exploración ... ¡al menos hasta que decida tomar represalias, de repente regresa a la acción!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Pero esta vez, estás listo, y no la dejas hacer lo que quiera, contorsionándote para mantenerse al día con ella y no renunciar a tu control de la situación.",
                "Más que un masaje de cuerpo completo, esto ahora parece más un partido de lucha erótica, pero la combate sexual de buen carácter y total está demostrando ser sorprendentemente vigilante ... en más de un sentido.De hecho, cuando algo resbaladizo y carnoso se cierra sobre tu polla, te das cuenta de que has vuelto al mástil completo y probablemente lo has estado por un tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Mirando hacia abajo, ves que Gren ha logrado atrapar ingeniosamente tu polla en su rodilla, su ternera y muslo agradablemente pegajosos presionando contra tu carne sensible.Retrasas un gruñido, siseando entre tus dientes cuando ella se prepara contra ti y comienza a mover la pierna, bombeando y apretando tu duro y de manera poco estimulante.",
                "Sabes que está tratando de recuperar la ventaja apuntando a tu punto débil y contraataque al lidiarla, trayendo su pecho al máximo y frotando la parte superior de tu cuerpo contra sus erectos pezones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "El efecto es inmediato, la luchadora chica que muestra una expresión de placer repentino mientras se agarra de los hombros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Atrapado por fuera de la culpa, pierdes el equilibrio ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frozen",
                "... y te adelantas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "Eeek!",
                "Interpretadamente, hace todo lo posible para no dejar caer su máximo peso en su pareja, y en realidad logra convertir su caída en una especie de media alfiler, el terreno abundantemente cubierto de hierba que hace el resto del trabajo de amortiguarlos a los dos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "La propia Gren obviamente no es peor para el desgaste, riéndose de su corazón ... ¡y dejándose abierta a otra ofensiva!Golpeando con la velocidad y el poder de una serpiente desenfrenada, vas por su garganta expuesta, lista para besarla tonta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "... Pero los reflejos del Minx no deben subestimarse, y ella recibe fácilmente su asalto, moviendo la cabeza para recibir sus labios como un beso completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Tomando las cosas con calma, se besan con adoración, atrapados en otra sesión de besos, la chica de rana suspira y gimiendo con entusiasmo mientras pasa las manos sobre su cuerpo, acariciando los pezones, frotándose la espalda y apretando el trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sin embargo, este momento de tregua no dura, y pronto ambos han vuelto a atenciones más acaloradas.Ambos hacen todo lo posible para complacer al otro sin ser tomados por el borde, atacando y defendiendo desordenado, retorciendo cuerpo a cuerpo en una exhibición de intimidad codiciosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Parte 2 de la ronda 2 del masaje de cuerpo completo ahora se siente como una especie de ... rambusto sexual acurrucado, los dos rodando por el suelo, teniendo el uno al otro con golpes, golpes, menores, jorobas y otros movimientos tanDescubres más y más de los cuerpos del otro y trabajas febrilmente en excitar recíprocamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Finalmente, después de más caídas y luchas, el partido se resuelve con los dos jadeando, atrapados en una posición final: acostado de lado, ha logrado mantener a Gren en una especie de retención, su espalda contra su pecho, sus piernasEnredado con las de ella, y con sus manos sobre sus senos mientras ella alojó su polla entre sus nalgas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Debes admitir que con tu polla acurrucada entre sus nalgas, y con la forma en que rebota, aprieta y golpea su tosh, el perro caliente se siente divino, llevándolo hacia un clímax con una habilidad y velocidad impresionantes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Sin embargo, das lo mejor que te pones, rodando y frotando los pezones sensibles de la niña de la rana.Sintiendo su tenso y temblar bajo un orgasmo inminente, usted va por el asalto final, pellizcando sus pezones mientras empuja contra su trasero con abandono.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "N-no faiiir!{i} {b} ribbiiiiiiit {/b} {/i}!",
                "PlayerOrgasmNoSpiritLoss",
                "Mientras ella sacude locamente y se corre contra tu muslo, te unes a su llanto con una eyaculación rugiente propia, rociando su trasero y parte de su espalda con tu semilla.",
                "Por un momento largo y extendido, todos ustedes dos pueden hacer para gruñir y jadear como un par de animales, hasta que regresan del intenso clímax, el resoplido y la sudoración.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Dejando escapar un largo gemido post-organgásmico, Gren obviamente está perfectamente feliz de tenerte para que te quedes, poniendo las manos cómodamente sobre las tuyas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Aunque no puedes ver su rostro, puedes imaginar fácilmente la sonrisa radiante pintada en ella, y ella se enfrenta felizmente cuando acaricias en su cabello y plantas algunos besos en la cabeza y la nuca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "Aaaah, {i} quel pied! {/i} Eso fue tan bueno ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Te gustó?",
                "Realmente impresionado por la novedad y la diversión del entrenamiento, le aseguras que no tienes absolutamente arrepentimiento, tu polla gastada y un cuerpo agradablemente dolorido en ambos testamentos del exitoso rodeo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Eso me hace muy feliz!¿Quizás puedas probarlo con otras personas?Estoy seguro de que también lo encontrarían esclarecedor. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "Compartes una risa complementaria de la idea, y después de unos minutos más de abrazadera, te levantas y caminas hacia el río más cercano para lavar la tierra, la hierba, el sudor y los varios fluidos en tu cuerpo, comenzando con la ranamoco estás tan cubierto de que parece que estás tratando de ir por algún tipo de cosplay de limo.",
                "AdvanceTime",
                "1",
                "Después de esa agradable salsa, los dos regresan para recoger su ropa ... o al menos, lo hacen, Gren está tan contento como siempre para permanecer tan desnudo como el día en que nació.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Con eso cuidada, contempla qué hacer a continuación.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'About a full-body massage...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "El sujeto inmediatamente tiene toda su atención, sus ojos ya brillan con anticipación mientras salta sobre el lugar, apenas contiene su emoción.",
                "Speaks",
                "¿Quieres intentarlo?",
                "Menu",
                "Off with your clothes!",
                "'Maybe later.'",
                "'What's a full-body massage?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Maybe later.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Speaks",
                "... Vaya.Y yo también estaba siendo entusiasmado por eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "¡Te burlas!",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'What's a full-body massage?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Oh!¡Es bastante simple!Básicamente, estimulas el cuerpo de tu pareja con todo el cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Besos, acariciando, a tientas, burlas, frotando, moviéndose y todas esas cosas buenas están permitidas, pero sin penetración.¡Esa es la diversión del desafío!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Básicamente, es una sesión enérgica de abrazo lascivo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "También lo llamamos 'apareamiento de babosas' ... me gusta ese nombre, pero los humanos generalmente lo encuentran inseguro.",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Entonces, ¿qué piensas? ♪",
                "PlayerSpeaks",
                "Entonces, ¿es esencialmente el frotaje?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "{i} frottage {/i}, sí!¡Lo tienes!",
                "Menu",
                "'Absolutely!'",
                "'Maybe later.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Wanna cuddle?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella inmediatamente te muestra la sonrisa más grande.",
                "JumpToEventThenScene",
                "GrenCombatEvents",
                "'Cuddling sounds nice...'"
            ]
        },
        {
            "NameOfScene": "'Wanna tussle?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Ella salta sobre el lugar y aplaude sus manos webbed.",
                "Speaks",
                "Oh hombre, me conoces: ¡Siempre soy un juego!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella asume su postura de batalla patentada.",
                "Speaks",
                "¡Aquí vengo!",
                "CombatEncounter",
                "Gren",
                "StartCombat"
            ]
        },
        {
            "NameOfScene": "BackAgain",
            "theScene": [
                "Vas al lugar donde anteriormente te has encontrado con Gren con la intención de volver a conocer a la chica de ranapy rana.",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "SwapLineIf",
                "Random",
                "Encontras su omita en un estanque cercano, un juego en el que parece ser bastante buena, la mayoría de las veces llegar al otro extremo del agua con un lanzamiento practicado y poderoso.La miras por unos momentos antes de que ella te note y se vuelva hacia ti con una sonrisa.",
                "Antes de que la veas, te dan la bienvenida por los sonidos de muchos croamentos al unísono.Apreciándose, ves que aparentemente está teniendo un concierto improvisado con una banda de ranas.Al notarte, los animales aparentemente asustados salen, dejándote con la afirmativa que se dirige hacia ti con una sonrisa.",
                "Guiado por los sonidos de ronquidos, la encuentras tomando una siesta en un estanque, la parte superior del cuerpo descansaba sobre el borde cubierto de hierba.El sonido de su enfoque la desperta y se despierta de manera impresionante rápidamente, saltando de la 'cama' para darle la bienvenida.",
                "Cuando la encuentras, ella no parece haber estado haciendo nada en particular, sus manos se pisotearon a la espalda mientras mira el camino en tu dirección.¿Quizás ella te estaba esperando?",
                "Esta vez, la atrapa terminando un refrigerio de lo que parece ser bayas, chupando sus dedos manchados de una manera bastante indigna.A medida que te acercas, te tratan con una sonrisa radiante moteada con manchas oscuras afrutadas.",
                "EndLoop",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "{i} coUcou {/i} [ThePlayerName]!¡Qué gusto verte de nuevo!¿Qué puede hacer Lil 'Ole Gren por ti?",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Actually, I should get going.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella hace pucheros con exageración cómica, aunque puedes ver un toque de tristeza real en sus grandes ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Lugares para ir, gente para hacer, ¿eh?¡Gotcha!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Con una casualidad desarmadora, ella se inclina hacia ti para darte un beso abundante en los labios, luego salta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "{i} prendas soin de toi! {/i}",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "'So about that 'nice time' you offered...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Ella deja escapar un chillido sorprendentemente femenino antes de hacer un esfuerzo por reunirse, tosiendo torpemente en su mano.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "{i}Ahem.{/i}",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "Así que eh, en primer lugar, solo para hacer que Super Duper sea consciente de que estoy hablando de cosas de trasero ... y que estarás en el extremo receptor, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Speaks",
                "Porque había un aventurero que no tenía claro eso, así que cuando comencé ... ya sabes, llegar a eso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "¡Chico, eso fue vergonzoso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "Entonces sí, no {i} malentendus {/i} ... no ... ¿malentendidos allí?",
                "JumpToScene",
                "In the butt?"
            ]
        },
        {
            "NameOfScene": "In the butt?",
            "theScene": [
                "Menu",
                "'None at all.'",
                "\"En realidad, tomemos un control de lluvia sobre eso\".",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'None at all.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Speaks",
                "¡Entonces vamos!¡Sé el lugar perfecto para esto!",
                "Ya no se contiene, ella te agarra de la mano para atraerte tras ella.",
                "Con su energía ilimitada habitual, ella casi se acerca al bosque contigo a cuestas, hasta que hayas llegado a lo que parece ser una ... aguas termales?",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El área está rodeada de rocas cubiertas de musgo y una variedad de plantas similares a algas, el agua humeante.¿Una configuración geotérmica única, o alguna peculiaridad extraña de lucidia?",
                "Sin embargo, no tiene mucho tiempo para considerar las implicaciones científicas de este lugar, ya que Gren ya lo insta a desnudarse y sentirse cómodo.Estás bastante seguro de que si ella misma usaba ropa, ya se habría librado de ellos.",
                "JumpToScene",
                "Let Gren have her way with your butt."
            ]
        },
        {
            "NameOfScene": "'Actually, let's take a rain check on that.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "El brillo en su ojo se desvanece inmediatamente y su sonrisa da paso a una expresión de intensa decepción.Por un momento, te preguntas si realmente la lastimas, pero ella parece reunirse rápidamente, mostrándole una de sus sonrisas habituales, aunque no puedes evitar encontrarlo un poco forzado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Bueno, eso está bien entonces.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Mejor ahora que en el medio, ¡eso es seguro!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, vamos a",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "¡Oh, espera!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Aparentemente golpeado por algo, su rostro de repente se arrugue, y aunque inicialmente temes que realmente la hayas molestado, parece que está en un pensamiento profundo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno ... ¿sabes qué?Si no estás de humor, tengo otra idea.Todavía podemos hacer cosas ... pero no las cosas lascas.",
                "PlayerSpeaks",
                "¿Qué tipo de cosas?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Es una sorpresa! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero nada lascivo, prometido.",
                "Menu",
                "'Alright!'",
                "'Estoy bien, de verdad'.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm good, really.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Speaks",
                "Disparar.Ah, bueno, tú lo haces, [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Sin embargo, avísame si cambias de opinión.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Alright!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Great!♪",
                "Speaks",
                "¡Entonces vamos!¡Sé el lugar perfecto para esto!",
                "Ya no se contiene, ella te agarra de la mano para atraerte tras ella.",
                "Con su energía ilimitada habitual, ella casi se acerca al bosque contigo a cuestas, hasta que hayas llegado a lo que parece ser una ... aguas termales?",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El área está rodeada de rocas cubiertas de musgo y una variedad de plantas similares a algas, el agua humeante.¿Una configuración geotérmica única, o alguna peculiaridad extraña de lucidia?No es algo en lo que tenga mucha experiencia, y duda de que su guía hinchable pueda proporcionar mucha información sobre el asunto.",
                "Hablando de Gren, da algunos pasos adicionales hacia adelante y hace un florecimiento entusiasta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Tadaa! ♪ Bastante bien, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Me gusta venir aquí de vez en cuando, para relajarme y para ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "... otras cosas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Pero para eso no estamos aquí ahora, ¡así que adelante y siéntete cómodo!",
                "JumpToScene",
                "Bathing"
            ]
        },
        {
            "NameOfScene": "'Can we go to the spring again?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "{i} et comment! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Como antes, ella toma tu mano y tú cruzas el bosque.El viaje es más tranquilo que la primera vez, tomando la forma de una agradable caminata en lugar de una carrera.Aún así, incluso a este ritmo pausado, la siempre rana chica no puede evitar atar y saltar.",
                "Tirado de ella como eres, estás casi obligado a seguir y decidir hacer una especie de desafío fuera de él, haciendo todo lo posible para seguir sus movimientos espeluznantes, hinchables a medida que avanzas en matorrales, claros, senderos y barrancos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Gren obviamente disfruta del juego, los dos se mueven de una manera casi danza ... aunque un baile bastante desordenado y desorganizado, para ser justos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "No obstante, ambos lo disfrutan, y para cuando hayan llegado al lugar secreto de su compañero, se han calentado alegremente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "Tomando las vistas cuando Gren lo deja ir de la mano, ves que el acelerado arbolado es tan prístino y acogedor como la última vez que fuiste allí, el agua humeante y fragante que te invita a sumergirte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Casi saltando a tu alrededor con su emoción, Gren apenas te da el tiempo para disfrutar del paisaje y su tranquilidad, instándole a desnudarse y entrar al agua, ya se miran a tus nalgas.",
                "Menu",
                "Let Gren have her way with your butt.",
                "'Can we just bathe non-lewdly?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Can we just bathe non-lewdly?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Su solicitud la detiene en seco, y esperas que se tambalea desanimada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Pero en cambio, después de unos segundos de reflexionar, ella te muestra una de su sonrisa de Million-Eeros.",
                "Speaks",
                "No es lo que tenía en mente, si soy sincero, ¡pero seguro!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "JumpToScene",
                "Bathing"
            ]
        },
        {
            "NameOfScene": "Bathing",
            "theScene": [
                "Permitiéndote adaptarse a ti mismo, la chica de rana parece ponerse en modo de relajación, sentarse al borde de la primavera e sumergiendo sus largas piernas con un suspiro feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Parece contenta de mantenerse así por el momento, pateando juguetonamente el agua mientras te ve compañero.",
                "Mientras se desvió, dejando su ropa en una roca seca cercana, nota que los grandes mirones azules de Gren parecen mirarlo sin ninguna de sus lujuriosas anteriores.En realidad es impresionante cómo puede cambiar de depredador a inocente así ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Dándole una sonrisa amistosa a la que responde sin reservas, te estiras un poco y luego te unes a la chica de la rana.Como si estuvieran en la señal, ambos se deslizan en las deliciosas aguas cálidas y perfumadas naturalmente, dejando que un gemido feliz al unísono mientras siente el suave abrazo del baño pecaminosamente relajante.",
                "ChangeBGM-NoFade",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Puedes sentir tu tensión, estrés y preocupaciones derrites, la primavera tostada milagrosa se cierre a tu alrededor, dejándote a ti y a tu compañero de rana para cerrar los ojos sin preocuparte en el mundo.",
                "Speaks",
                "Aaaah, me encanta este lugar ... Cada vez que vengo, siento que podría quedarme durante días, flotando como un pequeño renacimiento feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "De hecho, trato de no venir {b} también {/b} a menudo, porque sé que comenzaría a ser perezoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero me alegro que te guste, y me alegro que te guste pasar tiempo conmigo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¡Incluso cuando no es para hacer cosas traviesas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Ambos se ríen de la broma ... luego el silencio cae, dejando que se aleje pacíficamente ... literalmente, mientras flotan desde el borde de la primavera, como una hoja en un estanque.Ojos cerrados, sientes que tus sentidos crecen brumosos.",
                "DisplayCharacters",
                "EndLoop",
                "Su sentido del gusto y el olor se llena con el aroma relajadamente fresco de las rocas cubiertas de musgo, su audición se limita a árboles de susurro lejanos y su propia respiración, y el agua es todo lo que su toque puede sentir.",
                "... Hasta que sientas un cepillo de extremidades familiarmente suave y muscular contra el tuyo.Sin una palabra, tú y Gren enganchan los brazos y se adhieren entre sí.",
                "A medida que su estadía en la primavera crece cada vez más meditativo, es como si sus presencias comiencen a fusionarse, la chica de rana ahora se queda tan apretada para usted que ni siquiera está seguro de dónde se detiene su cuerpo y dónde comienza el suyo.",
                "Pasan los minutos, y comienzas a quedarte dormido ... o es porque tu conciencia se está volviendo más indistinta, derritiéndose en la cuenca humeante, despegando tus capas perceptivas mundanas para dar paso a una especie de conciencia más primaria.Casi espera experimentar algo trascendente, como una gran revelación sobre su ser interior, el destino de Lucidia o las verdades del mundo.",
                "... Pero nada de eso sucede.En cambio, por un tiempo, es como si tu mente se enojara, como si pasaras por un hechizo de sueño sin sueños, absolutamente pacífico e insensato.",
                "Lo siguiente de lo que se sabe es acostarse en algo suave, de rendimiento y mojado, atrapado en un {i} muy {/i} abrazo íntimo con otra persona, vientres presionadas entre sí, extremidades envueltas en las más apretadas e intrincadas deAbrazos, tus cabezas se encuentran contra el hombro del otro.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "No sorprende que tu amigo improvisado de abrazo sea nada más que Gren.Mientras que estás recuperando la conciencia, la chica de rana parece estar fuera de ella, una sonrisa completamente feliz y despreocupada en su cara expresiva.",
                "AdvanceTime",
                "2",
                "Parpadeando y girando la cabeza, notas que estás acostado en una cama de musgo junto a la orilla, y te sorprende descubrir que no hay la más mínima rigidez en tu cuerpo a pesar de la posición que has tomado ... aún más considerando eso, a juzgar por la luz ambiental, aparentemente has estado dormido durante bastante tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Sintiendo que cambias, la chica de rana se despierta, dejando salir un sonido a medio camino entre un bisot y un ribbit.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Casi soñadoramente, te mira a través de los ojos tapa, antes de dejar salir un galardonado bostezo, su boca se abre tan ancha que juras que puedes ver directamente en su estómago.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "{i} pfiouuu, c'était vachement sympa!J'ai Dormi Comme un crapaud! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frozen",
                "PlayerSpeaks",
                "¿Qué fue eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "{i} Oh, P-{/i} Lo siento, me olvidé por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "Estaba diciendo: '¡Eso fue realmente agradable!¡Dormí como un sapo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Al darse cuenta de la posición en la que se encuentra, se ríe un poco nerviosamente, aunque no parece particularmente avergonzada.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "Bath",
                "No pudo mantener tus manos de mí una vez más, ¿eh?",
                "4",
                "",
                "Vaya, parece que nos hemos vuelto un poco ... enredados.",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Menos mal que soy tan resbaladizo! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Lessee...",
                "En un santiérgico, tú y la chica monstruosa se desenredan, y ambos no se ponen peor por el desgaste ... de hecho, te sientes notablemente renovado.¡Es como si hubieras dormido toda la noche!",
                "RefreshPlayer",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "Parece que es lo mismo para Gren, que parece que está lista para hacer volteretas ... concedida, siempre es perjudicial y hinchable, pero parece estar particularmente energizada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Bueno, eso fue Greaaaaat!",
                "IfChoice",
                "4",
                "Bath",
                "Pre-Post Bath",
                "SetChoice",
                "4",
                "Bath",
                "PlayerSpeaks",
                "... ¿Eso sucede a menudo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?Te refieres a todo ...",
                "Ella hace un movimiento de abrazos y usted asiente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Ja ja!¿A veces?No mantengo la cuenta, pero no tan a menudo?No con nadie, quiero decir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Sé que puede ser extraño que ocurran abrazos de sueño por sí mismos así, pero es bueno, ¿no?",
                "Menu",
                "'Very!'",
                "'You could have told me.'",
                "'I wish it had been sexier.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Very!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Yay!♪",
                "La chica de rana peppo levanta la palma de la mano hacia adelante y, obteniendo su significado, intercambias un resonante de los cinco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Me alegra mucho que te haya gustado!Avísame si quieres volver a hacerlo, ¡los abrazos son mis favoritos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "... Aunque para ser justos, muchas cosas son mis favoritas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Pero aún así, no dudes si quieres tener otra sesión de abrazaderas flotantes. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Pero por ahora, te acompañaré y te dejaré regresar a tu aventura.¡No puedes pasar todo tu tiempo conmigo!",
                "JumpToScene",
                "Post Bath"
            ]
        },
        {
            "NameOfScene": "'You could have told me.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frozen",
                "Su respuesta acusatoria la detiene en seco, su rostro se congela durante unos segundos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Luego deja camino a una expresión de intensa vergüenza, la chica de rana mortificada por tu aparente renuencia.",
                "Speaks",
                "Oh crud soy ... {i} realmente {/i} lo siento ... no sucede tan a menudo, vea, así que pensé que solo tendríamos una caída normal ... e incluso si esoconvertido en ... algo más ... pensé que no te importaría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Speaks",
                "Si es ... como, no te sienta bien, me disculpo de manera muy básica ... Sé que algo así puede ser ... err ... ¿espeluznante?¿Extraño?Nunca me ha molestado, pero ... {i} {b} ribbit {/b} {/i}, estoy divagando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "Bueno, al menos, ahora sabes, ¿verdad?",
                "No queriendo llamar el punto, le aseguras que no hay daño, sin falta, lo que parece traerle algo de alivio.",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Okie Dokie ...",
                "Visiblemente feliz de dejar atrás a esa alza, ella intercambia su aspecto descendente por uno más alegre (aunque ligeramente tenso).",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Te acompañaré de regreso.",
                "JumpToScene",
                "Post Bath"
            ]
        },
        {
            "NameOfScene": "'I wish it had been sexier.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Tu comentario la sorprende por sorpresa y se ríe, ambas manos en su pálido pálido, su risa de la cinta resonando a través del claro.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Cuando se recupera, su rostro está al ras de hilaridad de buen carácter, y te saca la lengua juguetonamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Y se trataba de no ser lascivo.Oh, tú {i} coquin {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Pero no te preocupes, tendremos muchas otras oportunidades para eso. ♥",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Solo avísame, ¿de acuerdo?¡Sabes que siempre soy un juego!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero por ahora, ¡debería dejarte volver a tus cosas de aventuras!",
                "JumpToScene",
                "Post Bath"
            ]
        },
        {
            "NameOfScene": "Let Gren have her way with your butt.",
            "theScene": [
                "ChangeBGM-NoFade",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Obliga y le complace descubrir que la primavera es cómodamente cálida y fragante.Es como tomar un baño de hierbas, y no puedes evitar suspirar felizmente mientras dejas que el agua te reclame, sumergiéndote hasta tu cuello y sintiendo el líquido terapéutico relajando tus músculos y calmando tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Junto a usted, escuchas salpicaduras apagadas mientras Gren nada sobre la pequeña superficie de la primavera, moviéndose tan elegante y sin esfuerzo como un pez a través del agua.Al notar su expresión, ella viene a su lado y se coloca detrás de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Déjame ayudarte con eso. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La chica de rana descansa sus grandes manos sobre las manos sobre ti, cada una de sus palmas cubriendo fácilmente todo el hombro.Poco a poco, expertamente, aplica una presión suave, trabajando con una precisión entrenada para relajarte aún más.",
                "Sus poderosos dedos hacen maravillas para encontrar cada torcedura y retirarlos con facilidad practicada, primero cuidando la parte superior de la espalda y luego avanzar hacia su cuello, luego bajar y bajar a lo largo de la columna vertebral.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Todo el tiempo, ella tararea en su manera habitual, el sonido bajo y rítmico que contribuye a hacer que la experiencia sea un respiro lujoso y maravilloso.Cerrando los ojos, te dejas ir por completo, sintiendo que podrías comenzar a empatarse en cualquier momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Él, él, {i} Chéri {/i}, sé que soy bueno en lo que hago, pero no olvides para qué vinimos aquí ... ♪",
                "ChangeBGM-NoFade",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Mientras habla, cepilla sus dedos contra su ingle sumergida, iluminando su emoción.Suavemente, ella te lleva a una roca cubierta de musgo donde puedes descansar la parte superior de tu cuerpo, la roca es sorprendentemente suave al tacto, cálida y cómoda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Una vez que se asegura de que estés bien establecido, Gren aparece detrás de ti y hace una pausa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Conociéndola, debe tomarse un momento para apreciar su trasero.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Aquí voy, entonces!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "No te preocupes, este no es mi primer rodeo, me aseguraré de que tengas el mejor ♥ tiempo ♥ nunca. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Aunque no puedes verla, pronto sientes sus labios en tu cuello en un beso grande, persistente y cariñoso.La chica de rana está aprovechando esta oportunidad para untarte con su mucosidad, toda tu espalda terminando rápidamente cubierta con ella mientras besa su camino hacia abajo.Su secreción natural funciona con su magia, su efecto se extiende a través de sus nervios como si se inculcara directamente en su torrente sanguíneo.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Hablando de su torrente sanguíneo, su polla está empezando a completar a medida que la anticipación se acumula dentro de usted y Gren alcanza su trasero.Tan relajada como puede ser, se ocupa de ser tan gentil como sea necesario, primero manchando su dedo con su saliva de loción y acariciando suavemente su ano.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Represas un gemido debajo de su toque y ella corre con confianza, sus movimientos se vuelven cada vez más asertivos mientras prepara gradualmente tu trasero, frotando cuidadosamente los alrededores de tu butthole para sensibilizarlo y aflojarlo, dándole un prodicionado delicado tentativo ocasional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "A corto plazo, la sensación se convierte en placer y jadea cuando siente que su dedo ingresa suavemente a su trasero receptivo.",
                "En este punto, su polla se ha vuelto erguida, y no puede evitar retorcerse un poco bajo los ministerios de su amante, haciendo movimientos de joroba tentativos en respuesta a su excitación de edificios.Gren, sin embargo, agarra suavemente pero firmemente las caderas y susurros en el oído.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "{i} là, là ... {/i} No seas demasiado apresurado.Te cuidaré bien. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Permanezca mientras está mientras ella continúa empujándole, su trasero se está volviendo cada vez más sensible y receptivo, hasta que Gren puede deslizarse con poco esfuerzo, el toque de sus dedos suaves y practicados contra sus paredes internas que envían escalofríos de placer a través de su columna vertebral.",
                "Por un momento, se detiene, y puedes escucharla reposicionarse detrás de ti.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Muy bien, bueno para ir. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Su anticipación renovada es hacer que su corazón late, sin saber qué esperar exactamente.No puedes evitar gemir para siempre cuando sientes que la lengua larga, gruesa y resbaladiza de Gren ingresa a tu trasero, deslizándose casi sin esfuerzo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Junto con la textura suave y viscosa del apéndice de la niña de la rana, las cantidades adicionales de moco hacen que la experiencia sea todo el extraño y extasiado, su amante tomando plena posesión de su trasero.La sensación de su relleno lo lleva a un aumento de las alturas de placer sumiso.",
                "Los jadeos pequeños te escapan a medida que Gren progresa lenta pero seguramente en tu trasero, procediendo con la facilidad de un amante consumado.Todo el tiempo, está tarareando contenta, claramente disfrutando de sí misma.",
                "Un rayo de placer atraviesa cuando sientes su golpe {i} algo {/i} dentro de ti, y no puedes evitar que gime ni tu cuerpo temblar a medida que la sensación encantadora se extiende de tus lomos a todo tu ser.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "Ah-ha, allí tenemos tu botón de amor. ♥",
                "Speaks",
                "Prepárate, te espera un paseo.",
                "Dejas escapar un pequeño grito cuando la lengua de Gren se frota contra tu próstata.Su toque viscoso es lento y gentil, pero el resultado es casi dolorosamente intenso, un gran escalofrío de placer correr a lo largo de su marco.",
                "Los sonidos húmedos y malhumorados hacen eco a través del estanque mientras ella se desliza dentro y fuera de ti, tu trasero ahora lleno de mucos de chicas de rana, los efectos de la Goo untuosa que se extienden a través de tus nethers para convertirte en un lío amante del anal.",
                "Una y otra vez, acaricia expertos en su área sensible, la flexibilidad y la musculatura de su órgano lingual de otro mundo que ofrece su fácil acceso a su punto G.",
                "Ahora eres duro como una roca, y la dicha sexual a la que te estás siendo sometido se vuelve francamente tortuoso, tu polla temblante comenzando a gritar para liberarte.",
                "En medio de un concierto de jadeos, gemidos y sonidos de Goopy, el placer crece hasta un crescendo, la sensación cálida y penetrante en sus lomos que crece en intensidad hasta que se siente como si un fuego maravilloso te establezca.",
                "Con un grito indefenso, todo el cuerpo se estremece y su visión se vuelve blanca por un momento mientras usted orgasmo con fuerza, a una sola pulgada de su salvación de la sensación abrumadora.",
                "... y sin embargo, cuando vienes laboriosamente de tu alto, te das cuenta de que todavía no vienes y tu polla sigue siendo increíblemente dura.",
                "Tus bolas están tan llenas como antes y rogando ser vaciadas.El orgasmo seco que acaba de destrozar su cuerpo no le dio la liberación, y además de eso, puede sentir que la lengua de Gren comienza a moverse nuevamente, ya volviendo a trabajar en su próstata sensibilizada.",
                "Glade y se reduce a impotencia, simultáneamente a medio girar y anhela intensamente más.Casi inconscientemente, una de tus manos va para que tu polla trabaje en esa eyaculación que necesitas desesperadamente, pero tu anilinguista está un paso por delante de ti, sus dedos largos y suaves se acercan en tu erección pulsante.",
                "Speaks",
                "Déjame cuidar eso, {i} mon chou {/i}.",
                "La mera sensación de su piel refrescante y fría en la tuya es suficiente para casi hacerte explotar en el lugar, y te das la vuelta a su toque, descansando la cabeza sobre tus brazos cruzados frente a ti, los puños apretados.",
                "A pesar de su reacción inicial, el toque de Gren no lo lleva inmediatamente al límite, cuidadoso como para desarrollar hábilmente el placer ya agonizante.",
                "Su lengua y su mano trabajan al unísono para llevarlo a alturas cada vez mayores, lo que lleva siempre a Orgasmo, pero no al punto en el que realmente puede liberar.",
                "Todo el tiempo, Gren no detiene su asalto lingual implacable y amoroso, y en poca anticipación, su cuerpo es sacudido por otro orgasmo seco, luego otro ... ¿o es la continuación de la primera?Tu mente está llena de nada más que dicha y la idea de correrse, todos los demás pensamientos expulsados ​​por este imperioso y abrumador urgente.",
                "El frotamiento, el acariciamiento y la acariciamiento agonizante y agonizante continúan, la chica de la rana hace un uso completo de sus dedos largos y fuertes para bombearlo delicadamente, alternando entre burlarse de su eje, inferior y glande, a veces los tres ... pero siempre disminuyen la velocidad antes antes deEstás completamente ahí.",
                "Sudando, gruñendo y gimiendo, te sientes desmayado por tanto placer concentrado y comienza a preguntarse si está esperando que le supliques cuando escuchas su voz detrás de ti, más allá de la neblina del éxtasis.",
                "Speaks",
                "¿Estás listo?",
                "Frenéticamente, asiente, no queriendo nada más que para esta maravillosa tortura para alcanzar su vértice.En lugar de una respuesta, sientes la otra mano de Gren en tu saco.",
                "Acariciando tus bolas mientras trabaja tu polla {b} y {/b} atacando tu trasero, ella rápidamente toma el ritmo, un inmenso placer te asalta desde el núcleo de tu cuerpo.",
                "Ahora que ha terminado de jugar y trae su técnica completa para soportar, sientes que tu aliento te atrapa en tu garganta.Tu corazón está tocando locamente.No puedes sentir tus piernas.Estás al borde de perder la conciencia.",
                "Luego, todo a la vez, usted {i} cum {/i}.",
                "Literalmente aullas cuando la presa se rompe.Es como tu próstata, bolas y polla están estallando en una detonación de placer que se extiende a cada fibra de tu cuerpo.Por un momento, no sientes nada, ni siquiera el toque de Gren.Pure, sin adulterar, que lo abarca todo, a través de usted después de ser contenido durante tanto tiempo.",
                "PlayerOrgasmNoSpiritLoss",
                "Por lo que se siente simultáneamente como varios minutos y un momento largo y prolongado y extático, te corres como una manguera.La parte superior del cuerpo ahora se cae sobre la roca, tus ojos rodando hacia atrás, tu lengua se quita la boca, te abandonas completamente a las sensaciones que rompen la mente.",
                "El semen fluye de usted en una explosión larga, récord e ininterrumpida, luego en brotes más cortos, acompañados por los ministerios expertos de Gren que no deja de masajear sus testículos y bombeando suavemente su eje para prolongar y aumentar su eyaculación por todas las cosas que estánvaler.",
                "Cuando finalmente te estrellas, te estrelas, el clímax aparentemente te ha quitado todo.Momentamente ni siquiera puedes reunir la fuerza ni el cuidado de mantenerte a flote, y se hundirías si no fuera por la chica de rana que te atrapa fácilmente mientras quita delicadamente la lengua de tu pegajosa trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Manteniéndote sobre el agua, ella se da vuelta y descansa contra el borde de la primavera, manteniendo tu cuerpo contra ella, sus brazos envueltos a tu alrededor.Odly, ella acaricia tu brazo y te besa la cabeza.",
                "Por un momento, crees que realmente te vas a desmayar, pero más allá de la conmoción inicial de esa experiencia, te recuperas bastante bien, aunque te sientes completamente agotado y tu trasero y su polla están completamente gastados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "{i} Alors, Heureux? {/i} ¿Te gustó?",
                "Sin palabras, asiente, y Gren Croaks felizmente mientras te abraza más fuerte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Estoy contento ♥",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Cerrando los ojos y disfrutando tanto del calor de la primavera como de la proximidad de su amante, se toma el tiempo para recuperar su fuerza, hasta que pueda moverse por su cuenta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "RestPlayer",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "Después de disfrutar por un tiempo más, eventualmente te sacudes la tentación de permanecer en el baño hasta que te duermes.Quítate del abrazo de la chica de la rana, te sales y te reparas, no peor para el desgaste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Lo pasé muy bien. ♪ ¡Deberíamos hacer esto de nuevo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Ella saca sus cejas y le saca la lengua con picardía.",
                "Speaks",
                "Y tal vez esta vez, {i} tú {/i} puedes mostrarme lo bien que eres con los traseros, él. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La perspectiva de darle a The Frog Girl's Pert Butt una muestra de su propia medicina ciertamente es tentadora, pero por el momento, tienes una aventura a la que volver.",
                "JumpToScene",
                "Post Bath"
            ]
        },
        {
            "NameOfScene": "Pre-Post Bath",
            "theScene": [
                "Speaks",
                "Te acompañaré como de costumbre.",
                "JumpToScene",
                "Post Bath"
            ]
        },
        {
            "NameOfScene": "Post Bath",
            "theScene": [
                "Gren lo lleva de regreso al camino que su grimoire lo había llevado inicialmente.No está seguro de si la ubicación exacta realmente importa, pero mejor segura que curar, y a su compañero ciertamente no parece importarle a la empresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "En el camino de regreso, hablas de esto y aquello, charlando sobre temas intrascendentes, ambos disfrutan de masticar la grasa sin nada mejor que hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Cuando llegas a tu destino, la chica de rana casi lamentablemente te enfrenta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "{i} Bon {/i}, ¡ahí es donde dividimos las rutas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "No seas un extraño, {i} mon chou {/i}! ♪",
                "DisplayCharacters",
                "EndLoop",
                "SetChoice",
                "3",
                "Anililingus de nuevo",
                "Después de un último abrazo de la enérgica chica de rana delicada, vuelves a tu aventura actual.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Offer to return the favor for the 'nice time' she gave you at the spring.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Miffed",
                "Ella parece perpleja por tu implicación ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Luego se apaga una bombilla en su cabeza y su expresión confundida rápidamente da paso a uno de entusiasmo indiscronado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Speaks",
                "Oooooh, te refieres al ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Ella se saca la lengua juguetonamente y le palme de manera significativa, lo que te lleva a asentir en la confirmación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Apuesto a que estaría listo para eso!Me encanta dar, pero también me encanta recibir ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Ella termina con un croon un poco lascivo en su voz, la alegre chica de rana aparentemente se pone cachonda ante la mera idea ya, a juzgar por su expresión ansiosa y inquietud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Así que sí, {i} avec plaisir {/i}!Podría sentarme en tu cara mientras comes fuera de mi trasero, siente tu lengua en mí mientras te tientas el culo y miras tu polla crecer, endurecer y tirar a medida que te emocionas cada vez más, y ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Ella comienza a perderse a la fantasía para siempre, una expresión soñadora que aparece en su rostro mientras continúa murmurando sobre los actos pervertidos, sus manos se mueven de manera bastante demostrativa para ilustrar sus ideas ... hasta que finalmente sale de ella con un rubor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "Speaks",
                "{i} ejem! {/i} {b} de todos modos {/b}, definitivamente soy un juego, así que cuando quieras hacerlo, ¡hazme saber!",
                "SetChoice",
                "6",
                "FaceRide",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Menu",
                "'Will do!'",
                "'¿Quieres hacerlo ahora, entonces?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Will do!'",
            "theScene": [
                "Gren asiente compañera con un poco de ribbit, luego espera su próxima consulta.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Do you want to ride my face?'",
            "theScene": [
                "JumpToScene",
                "'¿Quieres hacerlo ahora, entonces?'"
            ]
        },
        {
            "NameOfScene": "'Do you want to do it now, then?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Inmediatamente, su rostro se ilumina y responde con entusiasmo predecible.",
                "Speaks",
                "¡Chico, yo!{i} Allons-y! {/i}",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Al rebotar con entusiasmo y tarareando con una excitación no disfrazada, te lleva apresuradamente a un rincón cercano a un poco de distancia del camino golpeado donde la vida vegetal es particularmente abundante, en particular con hierba gruesa similar a una alfombra y un gran grupo de vegetación cubierta de musgo que debería proporcionar una muy aceptable.almohada, y que Gren te señala.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Adelante y acuéstate!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Haré el resto. ♥",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Sintiendo que la atmósfera se calienta notablemente más por su expresión lasciva y el creciente olor de la lujuria que sale de la chica de rana descarada, lo haces, encontrando a tu cuerpo inconscientemente relajándose por el abrazo relajante de la naturaleza a tu alrededor, mientras que una punzada de brotes de excitaciónA través de ti al ver Gren se aparta de ti, mostrando su modesta pero agradablemente tonificada trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ready?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Sintiendo que su anticipación crece, asiente, y Gren no te hace esperar, retrocediendo hacia ti y paso sobre ti para posicionarse justo sobre tu cabeza, arrojándote una sonrisa lasciva y guiño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Entonces aquí vengo. ♥",
                "Poco a poco, se decepciona, capturando su vista con la vista de su resbaladizo trasero, un aliento reflexivo de su parte lleva brevemente el aroma excitante de su emoción antes de que se desinfle cuidadosamente en usted y su visión se oscurece.",
                "Tu cara está instantáneamente sofocado en la sensación suave y muy bien limpia del culo de la niña de la rana, sus glúteos musculosos pero flexibles que te abrazan de todos modos, aumentando aún más tu relajación y excitación, persuadiéndote para que te hundieras por completo en la vegetación.Usted, mejor disfrutar de las lujosamente sin lujos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "Aaah, eso es niiice. ♥",
                "El suspiro del contenido que escapa a la chica monstruadora amante de la balada te impide que no te mantengas inactivo, y estimulado por tu voluntad de complacerla tanto como por tus propios impulsos, levantas los brazos para agarrar los muslos, apreciando mucho la forma en que tus dedosHéntrate ligeramente en ella mientras encuentra una buena firmeza, ofreciendo el objetivo perfecto para a tientas y acariciar.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Oh, sí, {i} chéri {/i}, siéntete libre de seguir adelante y hacer más de Thaaaah ~ ♥",
                "Impulsado por sus palabras de arranque, pasas de simplemente disfrutar de su trasero a atacarlo, poner un beso bromeando y golpeando contra él.El gesto obtiene una reacción inmediata de Gren que gime con placer indiscrito, alentándote a continuar y cambiar de besos a lamer, pasar a un Rimjob en serio, la retorcida de tu lengua de búsqueda obteniendo más buenos ruidos de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fantasizing",
                "Speaks",
                "Mnnhaaaaah ... {i} ouiii ~ {/i}",
                "Espurado por sus palabras eróticas de croon, continúas con un ardor renovado, sintiéndote deslizarte en el amor adorable mientras continúas explorando el trasero de Gren, su resbalón natural, lo que te permite seguir lamiendo y tumbarla sin dificultad o interrupción, muySu satisfacción bastante expresiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Aceptar la alegría sumisa de los sonidos de placer cada vez más desordenados y vocales de su encantador facebeso, así como de la deliciosa sensación de sus nalgas sobre su rostro mientras se retorce reflexivamente a la izquierda y a la derecha para disfrutar de la dicha que le estás dando al máximo.",
                "Compriéndose completamente con el servicio decidido, se siente que se excita cada vez más la experiencia de la experiencia, comenzando a perder el rastro de todo menos la parte trasera de Gren sobre usted, hasta que las palabras más coherentes de su alcance inesperadamente sus oídos, atrapando suatención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Ooooh, puedo ver que realmente estás disfrutando de esto también. ♪ Déjame ayudarte con eso, [ThePlayerName].",
                "En su estado confusamente nometado, no está inmediatamente seguro de lo que quiere decir, pero de inmediato solté un jadeo amortiguado cuando siente que sus manos ágiles sacan hábilmente su polla restringida que me llamó la atención ante los ojos de Gren, la repentina sensaciónde aire fresco sobre él, lo que te hace resoplar con la lujuria intensificada mientras tu virilidad liberada se contrae con entusiasmo ante la dama de Batrachian que le lame audiblemente los labios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Niiice. ♪ Sigues adelante y me aseguraré de que no estén descuidados, {i} mon chouuuuuu {/i} ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "No es necesario que le digan dos veces, inmediatamente reanudará su trasero con fervor renovado, Gren se aprieta momentáneamente de sorpresa y excitación del avance inesperado, la sensación de apretón en toda su rostro lo hace a tientas los muslos con más urgencia mientras sus caderas se reducen y exhalanProfundamente, la niña de la rana temblando de manera demostrada por la sensación de tu aliento le hace cosquillas en el interior.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Sin embargo, ella se recupera rápidamente y se pone a trabajar como se prometió, un rayo de éxtasis que te asalta cuando sientes su lengua larga y hábil envuelve alrededor de tu eje, el alineo deliciosamente húmedo de su órgano lingual obtiene una reacción inmediata de tu polla que salta y saltaFugas con entusiasmo una cuenta de Precum rápidamente sorbido por tu amante montado.",
                "El placer se vuelve aún más intenso cuando, como si el doble ataque de su trasero y lengua no fuera suficiente, la chica enérgica agarra tu virilidad con sus dos manos suaves y únicas, otra ola de felicidad tántrica eléctrica que te hace fallar momentáneamenteSu servicio diligente.",
                "Pero un ligero rebote de Gren rápidamente te vuelve a llamar a tus deberes y te reanudas fácilmente comerla, todo tu cuerpo constantemente atacado por choques de dicha que estallan y se recuperan sobre ti, haciéndote masajear y exprimirte la deliciosa trasera y las piernas de tu cara y las piernas, como si fuera desesperadamente una salida para su lujuria insoportable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "A juzgar por lo erráticos que se están poniendo jadeos y gemidos, y por cómo se está temblando y retorciéndose sobre ti, Gren misma no está lejos de ser llevada por el límite por tus implacables ministros, aunque esto no significa que permanezca inactiva, continuando continuando.Lame y acaricia tu polla ahora locamente palpitante, lista para liberar en cualquier momento.",
                "Tanto jadeados como resoplando a cerca de la climácticamente, se mantienen complaciéndose descuidados, ambos marcos ahora bañados en sudor temblando con urgencia mientras la naturaleza pacífica a su alrededor hace eco con los sonidos lascivos de sus vulgar amor, que alcanza un pico cuando los dos de ustedes dosNo puedo tomar más y alcanzar sus límites con un poderoso estremecimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Reflexivamente, la lengua y las manos de Gren se aprietan alrededor de su virilidad, lo que la lleva al orgasmo mientras su propia lengua está agarrada por sus musculosas nalgas mientras continúa investigando y lamiéndola mientras sus ojos se enrollan y te eyaculas con gritos, un impresionante chorro de semen.Estrumando de tu polla, como si dejara salir toda la lujuria acumulada por tu cuerpo demasiado estimulado, haciéndote negro por un momento.",
                "Déjate, más allá de la acogida y confusa barrera del culo de Gren y su propio clímax, escuchas a la chica de la rana gritar sin palabras en liberación de tu continua estimulación anal, su voz fuera de control ocasionalmente intercalada con ruidos de sorbo rápido mientras ellaAtrapa y traga ansiosamente chorros de tu semen de géiseo, el resto aterriza alrededor y sobre ti en una ducha desordenada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Durante unos momentos largos, lujosos, deliciosamente hedonistas, usted y Gren no hacen nada más que disfrutar sin sentido en sus orgasmos ... luego el rugido alto se reemplaza para reemplazar con un resplandor esponjoso, un trago reflexivo de aire que sube su nariz copiosamente empapada y su nariz copiosamente empapadaLa garganta cuando Gren se deja caer de ti en la hierba a tu lado, liberando de repente tu cara.",
                "Ambos toman unos minutos adicionales para recuperar la respiración, y se limpian con la cara del exceso de rana que Mucus Gren te ha cubierto mientras la propia dama rueda a su costado, jadeando mezclando con una risa ligeramente culpable de risas cuando la risa cuandoElla te mira.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Aaaaah, {i} fiu {/i} ... Perdón por el ... desastre ... eso fue ... realmente agradable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Encontrándote de acuerdo con 'realmente agradable', dejas escapar un gemido de aprobación en respuesta, lo que provoca otro trill de grano de Gren que te sigue mirando cariñosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Por impulso, ella levanta la cabeza hacia la tuya y te da un beso amoroso en la mejilla, luego no puede evitar continuar con un beso más pronunciado a tus labios, la chica de rana con delicadeza que parece estar tentado a seguir adelante., pero finalmente retrocediendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Sería bueno quedarse y abrazarse, pero probablemente deberíamos limpiarnos.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Por mucho que pueda sentirse inclinado a acurrucarse o incluso ceder ante su fatiga del resplandor y tomar una siesta, no puede dejar de estar de acuerdo con eso, y levantarse con un gruñido de esfuerzo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Asistido por la siempre útil chica de la rana, te topas aturdidamente hasta un río al que te señala, y donde los dos salpican, se lavan y beben, el agua crujiente, fría y clara que hace maravillas para sacudir tu momentáneoAgotamiento y traerle de vuelta a un estado mental más lúcido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Una vez que haya terminado, Gren no puede resistirse a darle otro beso para concluir el paseo en la cara muy agradable, antes de retroceder con una sonrisa radiante.",
                "Speaks",
                "¡Eso fue genial!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "Speaks",
                "Definitivamente podemos hacer eso nuevamente {i} quand tu veux {/i} ... o avíseme si prefiere estar en el extremo receptor la próxima vez. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Con esa propuesta lasciva, ella retrocede, las manos detrás de su espalda, balanceándose sobre sus talones, tarareando mientras espera su próxima sugerencia.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Do you want to use your tongue on me?'",
            "theScene": [
                "IfChoice",
                "7",
                "Lick",
                "EarTonguing",
                "SetChoice",
                "7",
                "Lick",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Yeah!",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Atrapado por una respuesta tan espontánea, parpadea sorprendente mientras mira hacia otro lado tímidamente, dándose cuenta de que podría haber sido un poco excesivamente entusiasmada.",
                "Speaks",
                "Erm ... en realidad, también he estado pensando en eso, y yo ... {i} eh ben {/i}, me gustaría ... ¡probar cosas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Estaba pensando que podía ... abrazarte por detrás ... y besar y lamer tus oídos ... ¿y tal vez susurrar en ellos también?Ya sabes, te cuentas cosas bonitas, cosas sexys ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Yo ... escuché sobre eso, y he estado queriendo darle una oportunidad ... ¿si lo desea?",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Mira hacia otro lado con vergüenza poco cuidadosa mientras espera tu respuesta.",
                "Menu",
                "'I'll pass.'",
                "'I sure do!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'll pass.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "Muy bien entonces ...",
                "Con su respuesta negativa además de la inusual tolerancia de Gren, temes que las cosas se vuelvan aún más incómodas, pero afortunadamente, en lugar de dejar que el silencio se estire, la niña de la rana toma las cosas con calma, intercambiando su nerviosa media pala por másAbra uno que se vea más en casa en su alegre cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bueno, ¡avísame si cambias de opinión!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "JumpToScene",
                "Ask to do something lewd."
            ]
        },
        {
            "NameOfScene": "'I sure do!'",
            "theScene": [
                "JumpToScene",
                "EarTonguing"
            ]
        },
        {
            "NameOfScene": "EarTonguing",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "Speaks",
                "O-Ok...",
                "De alguna manera, ella todavía parece un poco tímida, ya que te lleva a cierta distancia para garantizar un mínimo de privacidad, guiándote a una maraña de vegetación húmeda de aspecto cómodo con la que se sienta antes de abrir los brazos hacia ti con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "C'm'here!",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Sweat",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "... aunque no te olvides de quitarte las cosas.Puedo ponerme ... pegajoso cuando estoy emocionado, y supongo que no quiero que tu ropa se desordene.",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Asintiendo, procedes a hacerlo ... no sin sentir el aprecio de Gren, mirate todo el tiempo, haciéndote preguntarte si la parte 'desnuda' es realmente necesaria o si a la chica de la rana simplemente le gusta verte y sentirte en el aficionado...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "De todos modos, una vez que hayas terminado, haces lo que te dicen y te unes en el piso de hierba con la espalda a ella, la mujer alegre te envuelve rápidamente en sus brazos y piernas con un apretón de entusiasmo, luego acariciando contra ti con un casi casiCroak cariñoso similar a un ronco, claramente disfrutando de la intimidad física y saborea el contacto de su cuerpo contra su relativamente más fresco.",
                "Alegremente, tararea una pequeña melodía mientras continúa acurrucándose contra ti, la chica monstruosa delicada que aparece la intención de llenarse de la piel, manteniéndote en su abrazo mientras te prodige con caricias y abrazos, cubriéndote con su cuerpo natural.Loción en el proceso, haciendo una experiencia realmente pegajosa ... aunque no es desagradable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Pasa un minuto, luego a dos, y comienzas a preguntarte cuánto tiempo va a mantener esto despierto, cuando de repente sopla una pequeña bocanada de aire furtiva antes de darle una rápida lamer con su lengua ágil, el inesperado contacto cosquillas.Jadea y tembla ligeramente mientras las cintas de Gren contentamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Sensible, ¿eh?Bueno, puedo decir que vas a {i} amor {/i} esto ... pero primero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tongue",
                "Presionando su barbilla sobre tu hombro, extiende su lengua para llevar su punta justo sobre tu polla, la chica de la rana dejando que parte de su estafa gotee sobre tu virilidad, el largo apéndice le recuerda a un alembic cuando el líquido casi incoloro cae en grueso.Globos en tu polla y piscinas en tu regazo, sumergiéndote en una sensación de comodidad y higuera mientras la relajación y la excitación se extienden a través de ti, haciéndote dejar escapar una cálida exhalación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Algo algo para ayudarte a ponerte de humor y sentir {i} Détendu {/i}. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Y ahora ...",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Un tinte de excitación se lave a través de ti cuando sientes que su voz cambia notablemente, cada vez más baja y más dura mientras se mueve la cabeza para acercarse a tu otra oreja y darle un beso ...Los deliciosos labios, agradablemente húmedos, descansan suavemente contra su lóbulo del lóbulo y dejan salir un sonido bese y inudible mientras se inclina hacia atrás para susurrar.",
                "Speaks",
                "Relajarse, {i} chéri {/i}. ♥",
                "Cooxed por sus gestos cariñosos, el sonido acunado de su voz, su respiración contra tu piel, su abrazo sobre ti y la melodía de las secreciones cálidas de la niña de la rana tu polla, no puedes dejar de seguir su orientación, sintiéndote agradable.Algodony Haze comienza a asentarse sobre ti cuando Gren regresa a tu otro oído.",
                "Una vez más, la sensación de otro beso de oreja cariñoso florece en tu cara, esta vez acompañada del toque inductor de escalofrío de los dientes de la niña de los monstruos que se abrazan mientras que atrapa delicadamente tu lóbulo, cuidando mantener su toque muy ligero mientras se mueve hacia arribabrote, llegando al borde de tu oreja ... luego retrocede con una respiración lánguida de separación.",
                "Speaks",
                "Solo déjame cuidarte ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Déjate, te das cuenta de que tu virilidad ha estado creciendo lentamente, una dureza y calor placentera familiares y calentamiento que se extiende a través de tu ingle mientras Gren traza el contorno de tu oreja con la lengua, acercándose gradualmente ... arriba y abajo ... cada vez más cercay más cerca del interior con una lentitud insoportable ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Luego, sin previo aviso, un gemido escapa de tu boca cuando escuchas y sientes que su lengua alcanza la oreja adecuada, la sensación de su resbaladizo, produciendo un apéndice pero musculoso que te lame, llenando la cabeza con una sensación difusa y flotante de comodidad y excitación como la de Gren.Frog Girl Mucus se filtra a través de tu piel ...",
                "Sintiendo que su cerebro en sí se está volviendo más suave y más maleable, te desintegras y te dejas ir por el bien contra Gren, que te abraza con amor mientras dejas escapar un ritmo de risa baja en tu oído, el sonido vibrante reverbere suavemente a través de tu cráneo, persuadiendo a un indulgenteSuspiro de ti y hacer que tu polla latir, relajación y excitación se mezcle mientras continúas sumergiéndote cada vez más en el hundimiento de lujosos mocascos.",
                "Speaks",
                "... déjame disuadirte ... ♥",
                "Usted gimga con aprobación mientras ella soltamos la oreja para volver a cuidar al otro, dándole otra ribbit similar a un croon antes de proponerlo con la lamida lánguera, asegurando que también esté bien cubierto con su líquido de mollificación, aún más.Contribuyendo a vaciar la cabeza de cualquier preocupación y atraerlo a disfrutar del momento y preocuparse por la presencia de Gren detrás y alrededor de usted.",
                "Speaks",
                "... mimarte ... {i} mwah {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "El ruido de besos, pronto seguido de muchos otros, hace eco como un desfile encantador en tu mente feliz, cada iluminación de un beso una más ooey-Gooey Firework dentro de tu mente extática, tu mandíbula cuelga flojamente y tu mirada se vuelve caída mientras tu hombre twitches másLifemente que nunca, saltando y palpitando felizmente con cada beso, cada uno de ellos haciendo que anhelen más ...",
                "Precum comienza a salir de tu polla, goteando por tu eje húmedo para unirse a la piscina de moco de chicas de rana, una calidez cada vez más intensa que se extiende a través de tu cuerpo mientras sientes un orgasmo que se acerca al constante afecto Gren te está bañando continuamente, tu amoroso-Dovey Lover recibe otro jadeo de gemidos cuando comienza a acariciar delicadamente tu otra oreja con su mano suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "{i} hmmm ... {/i} Parece que estás cerca. ♪",
                "Su jadeo agradable se convierte en un gemido de felicidad continuo a medida que Gren va más directamente sobre la ofensiva, sus dedos ágiles que rastrean el borde de la oreja, masajean su lóbulo y rayan ligeramente sus contornos, haciendo que sus ojos roden vertiginosamente mientras usted es semiconscientemente delgadoen su palma para disfrutar mejor de sus atenciones con el cerebro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Mientras tanto, su lengua invade su otra oreja en ruidos sinceros y lascivos manchando sus pensamientos con un abandono pervertido mientras el dextroso apéndice se frota y lame su piel sensible, primero moviéndose con languidez ... luego acelerando abruptamente, amenazando con ser francamente abrumador antes de que GrenDe repente vuelve a subir, los sonidos conmovedores de su lengua reemplazados por la de su voz maravillosamente reconfortante y cariñosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "¿Estás listo para correrse, [ThePlayerName]?",
                "No queriendo moverte para que no te pierdas el continuo rastreado de su mano, simplemente dejas escapar un huff sin sentido de la aprobación sin sentido en respuesta, que es más que suficiente para que Gren lo entienda, dejando escapar otro ribbit vibrante dulcemente mientras trae la boca.hasta tu oído.",
                "Speaks",
                "Entonces no te detengas. ♥ adelante. ♥ Cum. ♥ {i} mmmmmmwah {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Aled la cabeza con su palma, le da a su oído conquistado un beso largo, amoroso y demostrativo que parece resonar imperiosamente a través de su cráneo y en su mente, sonando como un orden absoluto, iluminando su visión con una neblina blanca de éxtasis tanSu orgasmo de espera te reclama, como si estuviera en el mando.",
                "PlayerOrgasmNoSpiritLoss",
                "Maravillosamente sintiendo que no eres más que un destinatario vacante e irreflexivo por placer, dejas que tu clímax te lave en completa rendición, tus sentidos se derriten en masilla completa, siendo consciente de la presencia de Gren a tu lado como un faro confuso de amor reconfortanteEso sigue acunando y mordiéndote mientras tu eyaculación se irradia a través de tu marco como una marea lujosa de calor almibarado y burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Ni siquiera registras tu semen volando de tu polla palpitante y saltando mientras estás aliviado de tu semilla en largos y encantadores chorros, el punto de vista sexual coronado que te termina para siempre, haciéndote caer sin fuerza contra Gren que continúa mimándoteA medida que te aniques del ápice tántrico de la dicha, deslizándose en un sueño aterciopelado ...",
                "PlayBlackOut",
                "...",
                "EndBlackOut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Cuando vienes, aún te encuentras de forma segura en el acogedor abrazo de Gren, apoyado contra ella, una sonrisa benevolente en el rostro de la alegre chica de rana que acaricia tu cabello reconfortante, sobrevalorándote tu mareado resplandor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Estás bien?",
                "Aunque su cabeza actualmente siente que está llena de algodón suave, no te sientes peor por el desgaste, las lujuriosas nubes del juego erótico relajante por el que te disipaste mientras la chica de rana te abarca suavemente con la mano, el poco de aire frescoAyudando a perseguir a su atardecer pospubos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "{i}Super.{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "Yo ... no estaba muy seguro de poder lograr algo así, así que ... estoy muy contento de que te haya gustado tanto.",
                "No puedes evitar sonrojarte mientras recuerdas cuánto te sentiste como un títere con sus cuerdas cortadas, y cuánto lo disfrutaste todo, como lo demuestran las cuerdas blancas que manchan el suelo frente a ti, la mano de la mano deAhora pasó polla todavía descansando en su baño de moco de Gren, la propia dama de Batrachian dio una palmada en la cabeza alentadora.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Listo para ir?",
                "Aunque te sientes un poco inestable, asiente y te levantas con la ayuda de Gren, luego ve y tienes un chapuzón rápido para lavar todos los líquidos lascivos en todos los sobre ti.El agua fría que hace maravillas para expulsar la burbujeante de la burbujeante, tomas uno o dos minutos extra para disfrutar de algunas respiraciones profundas y dejar que tu mente se aclare para siempre, luego te unes con Gren que, fiel a la forma, es todo sonrisas.",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Eso fue genial, ¿eh?¡Avísame si quieres volver a hacerlo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "O ... algo más. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Ella agrega con un croon sugerente a su voz antes de volver rápidamente a una expresión más inocente con una risita juguetona.",
                "JumpToScene",
                "TalkMenu"
            ]
        }
    ]
}