{
    "name": "VeneficasMilkingPet",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Venefica",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "InitalMilkingMenu",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SetProgress",
                "0",
                "Menu",
                "RequiresChoice",
                "1",
                "",
                "Agree to work as Venefica's 'familiar'.",
                "RequiresChoice",
                "1",
                "Worker",
                "Work a shift.",
                "RequiresChoice",
                "1",
                "Worker",
                "Work an extended shift.",
                "RequiresChoice",
                "1",
                "Worker",
                "'About prostate play...'",
                "I've changed my mind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'About prostate play...'",
            "theScene": [
                "Speaks",
                "¿Y eso?",
                "Menu",
                "'I'm okay with you playing with my ass while you milk me.'",
                "'Don't play with my ass while you milk me.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm okay with you playing with my ass while you milk me.'",
            "theScene": [
                "SetChoice",
                "2",
                "ProstatePlay",
                "Ella anota algo en un pequeño libro con un asentimiento.",
                "Speaks",
                "Understood.",
                "JumpToScene",
                "InitalMilkingMenu"
            ]
        },
        {
            "NameOfScene": "'Don't play with my ass while you milk me.'",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "Ella anota algo en un pequeño libro con un asentimiento.",
                "Speaks",
                "Es una pena, pero comprensible.",
                "JumpToScene",
                "InitalMilkingMenu"
            ]
        },
        {
            "NameOfScene": "I've changed my mind.",
            "theScene": [
                "Venefa asiente con el asiento de Cooly con un destello de comprensión en sus ojos.",
                "JumpToEventThenScene",
                "'Bon Bon Bun'",
                "StoreMenuReal"
            ]
        },
        {
            "NameOfScene": "Agree to work as Venefica's 'familiar'.",
            "theScene": [
                "GetEventAndChangeProgress",
                "'Bon Bon Bun'",
                "3",
                "ChangeFetish",
                "VeneficasFindom",
                "-2",
                "SetChoice",
                "1",
                "Worker",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "Speaks",
                "Maravilloso.Ahora, sígueme, le daré una breve gira y le haré una o dos preguntas antes de comenzar.",
                "Ella te hace un gesto detrás del mostrador y abre la puerta de la habitación trasera, y tú la sigue, notando que su esponjosa cola de conejo se sacudía de emoción.",
                "Una vez que atraviesas el marco de la puerta, miras a tu alrededor y ves una variedad de diferentes caldrones burbujeando con una variedad de líquidos, que van desde el chocolate derretido hasta el caramelo, y la dulce fragancia en el aire es mucho más intensa en comparación con la tienda.Alrededor de los bordes de la habitación hay varios mostradores y armarios, con diferentes utensilios dispersos.",
                "Este es claramente su taller de dulces y magia a juzgar por su extraña combinación de equipos de cocina y cocina sentados junto a herramientas alquímicas y una variedad de ingredientes que puede detectar aquí y allá, pero Venefa sigue pasando por la habitación, solo dando a los calderos de AutoDing Authring un pasemirada.",
                "Speaks",
                "Entonces [ThePlayerName], ¿tienes algún problema con el juego de próstata?Es decir, cosas que suben por tu trasero para estimular mayores cargas, como juguetes sexuales.Tenga en cuenta que si puedo ordeñar más, también se le pagará más.",
                "Menu",
                "'I'm fine with anal play.'",
                "'I'd rather not have things go up my rear.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm fine with anal play.'",
            "theScene": [
                "SetChoice",
                "2",
                "ProstatePlay",
                "Ella anota algo en un pequeño libro con un asentimiento.",
                "Speaks",
                "Understood.",
                "JumpToScene",
                "TourPart2"
            ]
        },
        {
            "NameOfScene": "'I'd rather not have things go up my rear.'",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "Ella anota algo en un pequeño libro con un asentimiento.",
                "Speaks",
                "Es una pena, pero comprensible.",
                "JumpToScene",
                "TourPart2"
            ]
        },
        {
            "NameOfScene": "TourPart2",
            "theScene": [
                "Antes de que ella pase por la puerta de al lado hacia otra habitación, se toma un momento para señalar una puerta al otro lado de la sala de caldero.",
                "Speaks",
                "Esa puerta allí está mi habitación.No entres.",
                "Su tono es profesional y un poco frío, pero no se detiene en su comentario y entra en la habitación contigua, que parece un pequeño pasillo con un armario, que luego abre para mostrar un bevvy de diferentes ingredientes que ha sostenido.dentro, antes de continuar hacia abajo, y abrir una puerta hogareña con una ventana al exterior.",
                "Entrando en el que se ve que su patio trasero está completamente rodeado de setos altos, y está en su totalidad un jardín grande y muy bien guardado.",
                "Speaks",
                "Aquí es donde cultivo una gran variedad de ingredientes para crear dulces.Me envían huevos a las arpías.",
                "Ella cierra suavemente la puerta y camina por las escaleras alrededor de una pequeña esquina, guiándote en el sótano de piso de piedra bastante cálido, las paredes hechas de madera lisa, y abre la puerta en el fondo de las escaleras hacia una habitación considerable, dejandoMiras a su alrededor para ver armarios variados, diferentes asientos con restricciones vinculantes, una mesa resistente y lo que parece una variedad de juguetes sexuales diseñados para ordeñar a un hombre.",
                "También nota un fregadero en un extremo de la habitación, y lo que parece un bevvy de barriles etiquetados alineados a lo largo de la pared.Luego te das cuenta de la esquina, tomando un trozo bastante espacioso de la habitación hay una gran celda de barras metalíticamente con una puerta resistente con un panel cerrado, el interior hay una cama de lujo y de aspecto bastante acogedor en el piso y algunas conexionesla pared.Una vez que estás dentro, ella cierra la puerta detrás de ti.",
                "Speaks",
                "Este es mi sótano, aquí es donde te ordeñaré.También almaceno una variedad de ingredientes en los barriles de allí, están grabados mágicamente para mantener sus contenidos frescos.",
                "Una vez que está cerca del centro de la habitación, se da vuelta para mirarte con la misma expresión fría que ha tenido todo el tiempo.",
                "Speaks",
                "La celda allí es donde se alojará si desea trabajar un cambio prolongado, como permanecer en bordes durante unos días para que pueda ordeñar los resultados más gruesos.Pero la elección depende de ti.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Speaks",
                "Sin embargo, para su primer turno lo mantendremos agradable y simple.Ahora, tira y hazme saber cómo te gustaría ordeñar, ¿quizás por mis senos?¿Quizás uno de los juguetes sexuales?O podrías pedir mis talones.Tienes opciones.",
                "Usted sale de su ropa con un poco de duda mientras reflexiona sobre sus opciones.",
                "JumpToScene",
                "MilkingMenu"
            ]
        },
        {
            "NameOfScene": "Work a shift.",
            "theScene": [
                "GetEventAndChangeProgress",
                "'Bon Bon Bun'",
                "3",
                "ChangeFetish",
                "VeneficasFindom",
                "-2",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "Speaks",
                "Maravilloso.Por favor, sígueme.",
                "Ella te lleva de regreso al sótano de su establecimiento, su esponjosa cola de conejo se contrae con emoción mientras la sigues.Una vez que estás en la parte inferior de las escaleras, abre la puerta de madera, lo que te lleva al sótano propiamente dicho, y nota que el sótano es bastante cálido, es un piso hecho de piedra lisa, sus paredes de madera resistente.",
                "Una vez que estás dentro, te tomas un momento para mirar alrededor de la habitación considerable, ver armarios variados, variables asientos con restricciones vinculantes, una mesa resistente y lo que parece una variedad de juguetes sexuales diseñados para ordeñar a un hombre.También nota un fregadero en un extremo de la habitación, y lo que parece un bevvy de barriles etiquetados alineados a lo largo de la pared.",
                "También ves la espaciosa celda de cáscara metalíticamente en la esquina de la habitación, ver adentro es una cama de lujo y de aspecto bastante acogedor en el piso y algunas conexiones en la pared mientras Venefa cierra la puerta detrás de ustedes dos con una firme.hacer clic.Luego camina hacia el centro de la habitación y se vuelve hacia ti con una mirada fresca.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Speaks",
                "Muy bien, tira y hazme saber cómo te gustaría ordeñar, ¿quizás por mis senos?¿Quizás uno de los juguetes sexuales?O podrías pedir mis talones.Tienes opciones.",
                "Usted sale de su ropa con un poco de duda mientras reflexiona sobre sus opciones.",
                "JumpToScene",
                "MilkingMenu"
            ]
        },
        {
            "NameOfScene": "MilkingMenu",
            "theScene": [
                "HoldCurrentVirility",
                "Menu",
                "Get milked by Venefica's breasts.",
                "Get milked by sex toys.",
                "Get milked by Venefica's feet.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get milked by Venefica's breasts.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "Muy bien, sube a la mesa.",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Usted sube a la parte superior de la gran mesa de metal, que se arrastra a cuatro patas mientras Venefa lo guía sobre ella, sus caderas levantadas ligeramente en el aire, y ella le contiene suavemente las muñecas y los tobillos con correas de cuero, que lo bloquea firmemente en su lugar.",
                "2",
                "",
                "Usted sube sobre la gran mesa de metal, colocando sobre su espalda mientras Venefa lo guía sobre ella, sus piernas se colocan sobre una forma de V que se extiende del costado y ella se ajusta suavemente sus muñecas y tobillos con correas de cuero, que lo bloquea firmemente en su lugar en su lugar..",
                "EndLoop",
                "Luego, sin fanfarria ni advertencia, se acerca a su ingle y envuelve sus pechos pesados ​​alrededor de su virilidad medio erecta, haciéndolo jadear con deleite mientras masajea lentamente su eje con su pecho, persuadiéndolo a toda su longitud entre sus tetas almohadas.",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Con su polla completamente erguida, ella comienza a bombear lentamente su erección con sus senos suaves en un ritmo metódico, apretándolos firmemente con cada trazo hacia abajo en un intento de ordeñar su semilla.",
                "2",
                "",
                "Con su polla completamente erguida, ella comienza a bombear lentamente su erección con sus senos suaves en un ritmo metódico, apretándolos firmemente con cada carrera ascendente en un intento de ordeñar su semilla.",
                "EndLoop",
                "Suspiras felizmente mientras el placer se lava a través de tus caderas, con sus manos hábilmente usando sus senos de chocolate malvaviscos para acariciar cada centímetro de tu virilidad con fugas, el temblor ocasional de éxtasis te hace retorcerse contra las restricciones.",
                "Speaks",
                "Uno ... Dos ... Uno ... Dos ...",
                "Ella susurra en un ritmo fresco que combina los movimientos hacia arriba y hacia abajo de sus suaves tetas, y lentamente te hundes en el ritmo con una sonrisa, tu polla se agita ansiosamente con anticipación por el siguiente apretón de su escote mientras trabaja para ordeñar tu semen.",
                "Gemiones felices mientras esto continúa y sigue, tu punta goteando grandes cantidades de precum a medida que te acercas más y más cerca de su clímax de sus movimientos estables y metódicos, la presión suave de las almohadas inevitables para tu virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Uno ... dos ... Muy bien, prepárate.Uno.Dos.Uno.Dos.Uno.Dos.",
                "Su repentino aumento en el tempo hace que todo su cuerpo comience a tensarse en el placer electrizante, sus dolor de bolas doloridas en preparación para el inevitable orgasmo que brota dentro de usted mientras bombea su polla espasmante con sus deliciosos senos en un ritmo constante de fusión mental.",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "|f|ChangeImageLayer|/|Expression|/|1|/|LongTongue|n|Luego, justo antes de que llegue su clímax, la lengua larga de Venefa sale de su boca, deslizándose hacia atrás, golpeando firmemente su próstata en un solo movimiento, haciéndole llorar instantáneamente en el clímax, todo su cuerpo temblando de deleite mientras se acelera incontrolablemente entre ellaEscuración, recubriendo sus tetas en su semilla mientras descarga hacia abajo en la colección, drenaje en la mesa.",
                "2",
                "",
                "Luego, justo antes de que su clímax llegue, hay un crujido de magia rosa que se extiende entre los dedos de Venefa y sobre su pecho, haciendo que llore instantáneamente en el clímax, sus caderas se endurecen en su prisión de tetas de almohadaUn completo desastre de su pecho cuando su semilla sale de entre sus senos.",
                "EndLoop",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Pero ella no detiene su ritmo rápido y de ordeño en lo más mínimo, lo que te hace gemir de deleite mientras su lengua presiona rítmicamente tu próstata a tiempo con sus tetas de bombeo para mantenerte corriendo con espurotas alucinantes, cada apretón de su escoteY la bomba descendente de sus tetas saca una nueva carga de semillas de ti mientras literalmente ordeña el semen de ti.",
                "2",
                "",
                "Pero ella no detiene su ritmo rápido y de ordeño en lo más mínimo, haciéndote gemir con deleite, ya que parece que alcanzó profundamente dentro de ti y volteó un interruptor para mantenerte corriendo, cada apretado apretón de su escote y bomba hacia arriba de sus tetasextrae una nueva carga de semillas de usted, literalmente ordeñando el semen de usted.",
                "EndLoop",
                "Speaks",
                "Uno.Dos.Uno.Dos.Hmhmhm, jejeje.¿Puedo obtener un feliz moo de mi vaca semen?",
                "Menu",
                "'Moo!♥'",
                "Ignore her request.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ignore her request.",
            "theScene": [
                "Apriete los dientes y solo tratas de soportar las olas de placer abrumando tus caderas, para la ligera decepción de Venefica, pero eso no ralentiza su tempo de ordeño en lo más mínimo.",
                "PlayerOrgasmNoSpiritLoss",
                "Sus suaves pechos de bombeo se aprietan alrededor de su longitud y dibujan la carga después de la carga de semen desde su virilidad de los espasmos, el drenaje en la mesa que recoge cada gota que puede retorcerse y torcerse en éxtasis, sus pensamientos se ordeñaron junto con su semilla mientras se corre,y cum, y cum, y cum, y {i} cum. {/i}",
                "JumpToScene",
                "PostBreastMilking"
            ]
        },
        {
            "NameOfScene": "'Moo!♥'",
            "theScene": [
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Dejas escapar un moo bastante lindo mientras gemas, y Venefa se ríe de un leve deleite sádico, aumentando el ritmo de sus senos bombeando un poco, rodando la lengua contra tu próstata un poco más fuertemente, haciéndote corro más duro y más rápido, dibujandoMás moos de tu boca de tambaleándose a medida que el placer bloquea tu mente aturdida en ondas orgásmicas constantes.",
                "2",
                "",
                "Dejas escapar un moo bastante lindo mientras gemas, y la venéfica se ríe con un deleite suave y sádico, aumentando el tempo de sus senos de bombeo un poco, haciendo que te corras más y más rápido, sacando cada vez más moos de tu boca de lollMente aturdida en ondas orgásmicas constantes.",
                "EndLoop",
                "Una vez que empezaste a mudarse, no podías detenerte mientras descargas brote después de un brote entre sus abundantes tetas, tu mente en blanco con placer embriagador, ya que tus pensamientos parecen ser ordeñados junto con tu semilla mientras te corres y te corres, y te corres,y cum, y cum, y {i} cum. {/i}",
                "El tiempo se desvanece en un momento de éxtasis aparentemente interminable, una sonrisa feliz y de placer borracho en tu rostro todo el tiempo mientras te mueves de alegría mientras te ordeñas una y otra vez para tu semen ...",
                "JumpToScene",
                "PostBreastMilking"
            ]
        },
        {
            "NameOfScene": "PostBreastMilking",
            "theScene": [
                "Para cuando termina, apenas lo registras, y Venefa está limpiando metódicamente tu semen callejero con su magia, empapando en tu energía, antes de que ella te desactese de la mesa y te deslice de ella, poniéndote en las piernas temblorosas mientras túApóyate en ella por apoyo, tu mente aturdía de la corriente constante de orgasmos.",
                "Speaks",
                "Allá.Todo hecho.",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "|f|ChangeSensitivity|/|Ass|/|5|n|",
                "2",
                "",
                "",
                "EndLoop",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "10",
                "JumpToScene",
                "SemenPayment"
            ]
        },
        {
            "NameOfScene": "Get milked by sex toys.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "Muy bien, levanta los brazos.",
                "Haces lo que ella pregunta, y con un chasquido de sus cuerdas de los dedos desciende del techo, apretando las restricciones alrededor de las muñecas antes de envolver las correas de cuero alrededor de tus muslos internos y izarla suavemente en el aire en una posición bastante vergonzosa a medida que tus piernas se extienden de par en par..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Venefica recoge una manga sexual translúcida unida con una manguera de algún tipo que conduce a un dispositivo de almacenamiento, y un pequeño juguete sexual blanco de forma extraña, caminando detrás de su cuerpo vulnerable con una ligera sonrisa en sus labios.",
                "2",
                "",
                "Venefica recoge una manga sexual translúcida unida con una manguera de algún tipo que conduce a un dispositivo de almacenamiento, caminando detrás de su cuerpo vulnerable con una ligera sonrisa en sus labios.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Luego se presiona contra tu espalda con un suspiro seductor, acurrucando su rostro hasta la oreja mientras sus abundantes tetas se aplastan contra tu espalda desnuda, enviando un escalofrío a través de tu piel.Mostrando brevemente el pequeño juguete blanco frente a su cara, dejándote ver la cresta mágica del corazón brillante en su punta antes de lamer con la lengua para lubricarlo.",
                "2",
                "",
                "Luego se presiona contra tu espalda con un suspiro seductor, acurrucando su rostro hasta la oreja mientras sus abundantes tetas se aplastan contra tu espalda desnuda, enviando un escalofrío a través de tu piel.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Con poca advertencia, ella luego desliza ese pequeño juguete blanco en tu trasero, haciéndote gritar sorprendido mientras golpea tu próstata en un instante, claramente con la forma de golpearlo perfectamente, y Venefica se ríe con deleite ante tu reacción.",
                "2",
                "",
                "",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Ese juguete te mantendrá amable y estimulado, mientras que {i} este {/i} uno absorberá cada gota que lo dé.Asegúrese de correrse lotes.",
                "2",
                "",
                "Asegúrese de correrse lotes.Este juguete sexual absorberá cada gota que le das.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Ella sostiene la manga de sexo frente a su polla rígida, usando un pulgar para mostrar brevemente el interior del coño artificial de babeo, dejando a su corazón acelerando en anticipación mientras se enfrenta en el oído, y el juguete en su trasero parece moverse suavementePor su propia cuenta, masajear y tocar su próstata, haciendo que su virilidad se contrae con deleite.",
                "2",
                "",
                "Ella sostiene la manga de sexo frente a su polla rígida, usando un pulgar para mostrar brevemente el interior del coño artificial babeante, dejando a su corazón acelerando en anticipación mientras se enfrenta en el oído.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Luego, con una risita, desliza lentamente el coño artificial ligeramente translúcido sobre su punta, haciéndole jadear deleite por el interior sorprendentemente cálido, sus paredes auto lubricantes se aferran a su virilidad en contra, la textura antinatural y las nubes en el interior, lo que te enciende, y seParece sellar su circunferencia una vez que te arrestan en el fondo, tu punta besando el cuello uterino del juguete.",
                "2",
                "",
                "Luego, con una risita, ella desliza lentamente el juguete sobre su punta, haciéndole jadear deleite por el interior sorprendentemente cálido, sus paredes auto lubricantes se adhieren a su virilidad, la textura y las nubes no naturales dentro de su estrelamiento, y parece sellarAlrededor de tu circunferencia una vez que te encuentres en el fondo, tu punta besando el cuello uterino del juguete.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Con su eje firmemente dentro de la manga de sexo, el juguete dentro de su culo presiona su próstata, enviando un pulso de dicha mágica entremezclándose con su cuerpo reacción de palpitante natural, dejándolo sin aliento por un momento.",
                "2",
                "",
                "",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Prepararse.No me detengo hasta que estés completamente ordeñado. ♥",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Su promesa obscena susurrada en tu oído hace que tu corazón saltea un ritmo con anticipación, pero apenas te dan un momento para pensar mientras comienza a acariciar tu longitud con el coño artificial en largas bombas lentas, cada retiro del juguete apesta desesperadamenteSu longitud como si intentara extraer su semilla, y en el ápice del movimiento, el juguete en su trasero envía un pulso cálido en su dolor de próstata dolorida.",
                "2",
                "",
                "Su promesa obscena susurrada en tu oído hace que tu corazón saltea un ritmo con anticipación, pero apenas te dan un momento para pensar mientras comienza a acariciar tu longitud con el coño artificial en largas bombas lentas, cada retiro del juguete apesta desesperadamentetu longitud como si intentara extraer tu semilla.",
                "EndLoop",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Cada retorno de Hilting hace que su virilidad latiera de la caricia de su elegante interior de textura, ya que se ajusta perfectamente a su forma, cada vez que su punta besa el útero del juguete, se contrae en la mente, y el juguete anal envía {i} otro {/i} hormigueo en su próstata, trabajando para sacar el semen de usted, dejando su espasmo de polla con necesidad de inundar el juguete con su semen.",
                "2",
                "",
                "Cada retorno de Hilting hace que su virilidad latiera desde la caricia de su elegante interior de texturas, ya que se ajusta perfectamente a su forma, cada vez que su punta besa el útero del juguete, se contrae en la mueca, su polla espasmo con la necesidad de inundar el juguete con su cumbre.",
                "EndLoop",
                "Todo el tiempo, Venefa acaricia suavemente su pecho con su mano libre, rastreando los círculos de burlas alrededor de los pezones y deslizando sus garras sobre la piel mientras susurra nada dulce y seductor en la oreja, su cerebro se siente como si todo lo que pensara esReemplazado metódicamente con 'Quiero correrme'.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Hasta que de repente sube el tempo con una risa ligeramente sádica, haciendo que los pulsos cálidos golpeen tu próstata golpean aún más fuerte, y te dejas arrojando la cabeza hacia atrás en éxtasis mientras tu virilidad se sacude en el juguete, descargando espuraciones gruesas para que chupe para chuparEn el dispositivo de almacenamiento mientras ordeña en broma su forma de temblor, todo su cuerpo irradiaba la dicha del orgasmo.",
                "2",
                "",
                "Hasta que de repente sube el tempo con una risa ligeramente sádica, y arrojas la cabeza hacia atrás en éxtasis mientras tu virilidad se sacude en el juguete, descargando espuraciones gruesas para que absorba el dispositivo de almacenamiento mientras ella mira en cursi tu forma de escalofrío.",
                "EndLoop",
                "Speaks",
                "Ahí tienes, no te detengas ahora, quiero cada caída.",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Jadeas rápidamente mientras ella sigue bombeando tu longitud, su mano libre se desliza hacia abajo para masajear tus bolas doloridas, y el juguete en tu trasero envía poderosas sacudidas eufóricas a tu próstata, dejándote gemir de manera incoherente mientras te corres de cada tirón del juguete comoFunciona para drenar su semilla, y cada cuello uterino que besa el golpe hacia abajo obliga a una carga de seguimiento de su polla temblorosa.",
                "2",
                "",
                "Jadeas rápidamente mientras ella sigue bombeando tu longitud, su mano libre se desliza hacia abajo para masajear tus bolas doloridas, enviando un delicioso crujido de magia en ellas que te deja gemir de manera incoherente mientras te corres de cada tirón de chupar el juguete mientras funciona para drenar tuSemilla, y cada cuello uterino que besan hacia abajo fuerza una carga de seguimiento de tu polla temblorosa.",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Cada carrera te hace chorro en un doble ritmo, el juguete anal que pulsa en el tiempo con cada uno, lo que obliga a las espesas cuerdas de tu semilla, dejando que tu rostro se derrita en un estupor de placer mientras los juguetes te ordenan bien, su diseño claramente coincidía perfectamente coincidente.el otro, y para ordeñarte, mientras te acumulas una y otra vez, mientras Venefa se acumula de manera apoyada en el oído, convirtiendo lo que queda de tu placer se filtró el cerebro en budín hormigueante.",
                "2",
                "",
                "Cada golpe te hace brotar en un doble ritmo, dejando tu rostro derritiéndote en un estupor borracho mientras el juguete ordeña a fondo tu virilidad, su diseño claramente perfecto para ello mientras te quitaste una y otra vez, mientras Venefica se convierte en el oído, cambiando lo que sea.Los restos de su placer se filtraron el cerebro en el budín hormigueante.",
                "EndLoop",
                "A medida que el tiempo se aleja de usted, todo lo que se puede pensar es Cumming, lo bien que se siente, sus pensamientos se dispersan en el deleite eufórico de la constante cascada de clímax que golpean en sus caderas, su boca se abre las costas mientras se sumerge en el tempo constante en el tempo constantede orgasmos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "Hasta que finalmente, Venefa saca el juguete de su miembro de marcado y completamente gastado, enviando un último temblor de dicha a través de ti mientras saca el juguete anal, y luego comienza a desanimarte suavemente de las restricciones, sosteniéndote en sus brazos mientras túRecuerda a ti mismo antes de configurarte.",
                "2",
                "",
                "Hasta que Finalmente, Venefa quita el juguete de su miembro, y gastó completamente, y comienza a desatar suavemente de las restricciones, sosteniéndolo suavemente en sus brazos mientras se recuerda antes de dejarlo.",
                "EndLoop",
                "Speaks",
                "Allá.Todo hecho.",
                "ChangeSensitivity",
                "Sex",
                "15",
                "SwapLineIf",
                "Choice",
                "2",
                "ProstatePlay",
                "|f|ChangeSensitivity|/|Ass|/|15|n|",
                "2",
                "",
                "",
                "EndLoop",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "10",
                "JumpToScene",
                "SemenPayment"
            ]
        },
        {
            "NameOfScene": "Get milked by Venefica's feet.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Venefa asiente y coloca una colmena colmena en el piso antes de sacar los pies lentamente de sus largas botas altas, un toque de vapor que se escapa de ellas y sus piernas brillan ligeramente con sudor.Ella coloca sus botas a un lado, y se sienta en la colchoneta, dándote una mirada fría y gesticando más cerca.",
                "Speaks",
                "Muy bien, ven aquí.",
                "Asiente y te sientas en la estera con ella, y ella te hace darte la vuelta, mirando lejos de ella, antes de acercarte, descansando la cabeza entre su escote suave y suave, llenando tus sentidos con su aroma insinuado con su chocolate mientras su suave pielFrota contra tu cara.Mientras se ajusta a su nuevo alojamiento, verá que el tapete se coloca frente a un drenaje en el piso, etiquetado como 'colección'.",
                "Venefa se recuesta un poco a los dos, y envuelve sus manos garabatadas alrededor de su torso con un suspiro, sus perjudiciales dexteros se mueven para emparedarse su polla entre sus pies suaves, provocando un jadeo suave de usted mientras sus dedos calificados comienzan a burlarse de su punta rígida..",
                "Ella gira suavemente la parte superior de su cuerpo en círculos lentos, masajeando su cara con sus abundantes tetas mientras sus pies lisos presionan firmemente sus plantas contra su eje y comienzan a bombear su polla rígida.Te tiemblas y jadea de sus burlas, y los tintes de placer atraviesan tu piel mientras sus dedos con garras atraviesan con cautela el pecho, ocasionalmente revolotean o giran alrededor de tus pezones rígidos.",
                "Speaks",
                "Solo relájate y deja que tu polla piense mientras te ordego.Estoy seguro de que puedes manejar eso.",
                "Sus pies hábiles se mueven hacia arriba y hacia abajo de su longitud con precisión calculada, burlándose de todos y cada uno de sus puntos más sensibles, haciendo que su virilidad se estremezca mientras comienza a frotar su eje en alteración entre sus pies, usando sus hombros para apretar firmemente su cara entreSus pesadas tetas, dejándote jadeando y jadeando con lujuria mientras trabaja para ordeñarte, su deliciosa fragancia llenando tus sentidos.",
                "Los dedos de Venefa comienzan a concentrarse en burlarse de sus pezones con películas y pellizcos suaves, rastreando círculos interminables que comienzan a hacer que su pecho palpite con un cálido placer pegajoso mientras sus pies continúan bombeando su virilidad palpitante.Sus pies se mueven hacia un lado un poco, dejándola acariciando su longitud con solo los dedos ágiles, acariciándote más rápido y más rápido, dejándote gemir cuando tus caderas burbujean con placer orgásmico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡Continúa, semen!¡Spurtlo todo!",
                "PlayerOrgasmNoSpiritLoss",
                "Ella le da a sus pechos un apretón firme y se burla salvajemente de sus dolor de dolor con sus dedos, dejándote llorar mientras la felicidad acariciaba la leche de los dedos de los pies en el piso, y sobre las caderas y los pies, solo agregando lubricación adicional comoElla sigue bombeando tu polla sacudida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Buen chico.",
                "Ella continúa acariciando tu espasmo con la polla con los pies, usando sus plantas suaves nuevamente mientras trabaja para ordeñar algunos más chorros, todo mientras se burla de tus pezones duros con sus elegantes dedos, enviando escasas deliciosas mientras te ahuyentacon sus suaves senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Hmmm, no te estás corriendo rápidamente ... Ah, lo sé.Te gustan los pies, ¿verdad?",
                "Mientras aún masajea hábilmente tu longitud con sus suelas, te apuntaliza un poco, descansando tu cabeza aturdida sobre un pecho, mientras una de sus manos busca una bota alta en el muslo, permitiéndote mirar mientras ella separa el zapato de tacón de la bota con el bota conUn poco de magia y algunos broches deshechos.",
                "Antes de que puedas pensar en lo que está planeando, ella te cubre la boca y la nariz con la apertura de su zapato con tacón, lo que te hace tomar un jadeo de aire tembloroso mientras su fragancia empalagosa y azucarada llena tus sentidos, entremezclados con un toque de su femenina,aroma de chocolate.El olor maravilloso inunda tu cerebro, infectándolo con sus tacones con azúcar con tacones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "PlayerOrgasmNoSpiritLoss",
                "Dejas escapar un gemido amortiguado mientras estás abrumado con una oleada de dicha por el aroma, sus pies y dedos bailando ordeñando una espesa carga de semen en un instante mientras te pierdes en la fragancia de la mente.Mientras una mano mantiene el talón en tu cara, la otra continúa burlándose de uno de tus pezones rígidos, llenando tu pecho con una floreciente calor.",
                "Speaks",
                "Mi, esto es más efectivo de lo que pensaba.Jeje, buen chico.",
                "Mientras te escaparás de la euforia sin sentido, apenas te registras que estás resoplando ansiosamente el aroma intoxicante de los talones de Venefa, lamiendo el azúcar el sudeste empapado en suela como si fuera el caramelo más delicioso del mundo, todo lo que Venefica es capacitado de VeneficaPees de carga de leche después de la carga de su virilidad, llenando su cerebro con felicidad orgásmica, profundizando su creciente enamoramiento por su aroma extrañamente cautivador.",
                "PlayerOrgasmNoSpiritLoss",
                "Gomas felizmente cada vez que brotas, una sonrisa de placer en tu rostro mientras inhalas ansiosamente la fragancia confitada de Venefa mientras entra en tu mente con cada oleada de placer, su sudor empalagoso derrite todos tus pensamientos hasta que todo lo que queda son sus pies,y la constante necesidad de correrse, los dedos de los pies y los pies dibujando la carga después de la carga de sus bolas doloridas.",
                "Speaks",
                "Eso es todo, déjame ordeñar cada gota.",
                "PlayerOrgasmNoSpiritLoss",
                "Con una pizca de alegría sádica en su voz, te arrugó, manteniendo tu cara en el talón, dejando tu cerebro en un estado de almibarado, pegajoso y agregado que no puedes sacudirte, y solo quieres más como túInhale su aroma una y otra vez como un adicto necesitado mientras se corre, y se corre y se corre ...",
                "Luego, antes de darse cuenta, ha terminado, y estás recostado en la colchoneta, jadeando el aire mientras la nube que llena tu cerebro se disipa, y te bajas de tu constante placer, sea cual seaVenefa, y ella te mira fríamente, sus botas se encienden una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "3",
                "Footjob",
                "Parece que podrías usar un poco de descanso ...",
                "2",
                "",
                "Hm, ¿estoy empezando a pensar que mi sudor sabía como el azúcar puede haber agregado un efecto afrodisíaco?¿O tal vez es específico de mis pies?... Ah, no importa mi reflexión, parece que podrías usar un poco de descanso ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te ofrece una mano para levantarte, que aceptas a medida que te levantas en piernas temblorosas, entumecido todo el cuerpo y temblando con réplicas de placer mientras su aroma continúa persiguiendo tus pensamientos.",
                "ChangeFetish",
                "Feet",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Breasts",
                "5",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "SetChoice",
                "3",
                "Footjob",
                "JumpToScene",
                "SemenPayment"
            ]
        },
        {
            "NameOfScene": "SemenPayment",
            "theScene": [
                "StopBGM",
                "Venefa te lleva a la celda en la esquina, abriendo la puerta y gesto a la cama de aspecto muy suave en el piso.",
                "Speaks",
                "Puedes descansar aquí un momento.No creo que vayas a llegar a las escaleras al sofá.",
                "SwapLineIf",
                "Virility",
                "500",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'SSS Grade Semen'...|f|ChangeEros|/|2500|n|",
                "300",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'SS Grade Semen'...|f|ChangeEros|/|2000|n|",
                "200",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'S Grade Semen'...|f|ChangeEros|/|1500|n|",
                "100",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'A Grade Semen'...|f|ChangeEros|/|1000|n|",
                "75",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'B Grade Semen'...|f|ChangeEros|/|500|n|",
                "50",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'C Grade Semen'...|f|ChangeEros|/|250|n|",
                "25",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'D Grade Semen'...|f|ChangeEros|/|100|n|",
                "0",
                "Dumbly you nod and collapse on the incredibly soft, circular bed, and Venefica leaves the door to the cell open as she walks away, setting your clothes nearby as you drift off to sleep, setting a pouch of eros with them and a slip of paper reading 'F Grade Semen'...|f|ChangeEros|/|50|n|",
                "EndLoop",
                "HoldCurrentVirilityEnd",
                "JumpToScene",
                "PostPayment"
            ]
        },
        {
            "NameOfScene": "PostPayment",
            "theScene": [
                "RestPlayer",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Groggily te despiertas con un estiramiento en la cama en la celda del sótano, sintiéndote bastante renovado y contento, si aún están muy agotados.Luego se repara perezosamente antes de regresar a las escaleras, y Venefa se encuentra con usted en el pasillo de arriba.",
                "Speaks",
                "Tenía la sensación de que ahora te despertarías, ven, no te haré molestar sobre mis áreas de trabajo.",
                "Asientes y ella te guía de regreso a la tienda propiamente dicha, su mirada fría sin cambios mientras caminas hacia el piso de color pastel.",
                "IfChoice",
                "4",
                "",
                "CheckMilkingPetStatus",
                "JumpToEventThenScene",
                "'Bon Bon Bun'",
                "StoreMenuReal"
            ]
        },
        {
            "NameOfScene": "CheckMilkingPetStatus",
            "theScene": [
                "IfFetishLevelEqualOrGreater",
                "VeneficasMilkingPet",
                "100",
                "MilkingPetPerk",
                "SwapLineIf",
                "HasFetishLevelEqualOrGreater",
                "VeneficasMilkingPet",
                "75",
                "Venefa te cuesta no fantasear con que tu polla se burle implacablemente de Venefa, y tu virilidad se contrae para la atención anhelando que se agoten y jueguen ... crees que podrías estar enganchado ... pero lo haría realmente.ser tan malo?",
                "50",
                "Tus pensamientos constantemente derivan a las fantasías de tu polla que Venefica es ordeñada por Venefa, y tu virilidad se contrae para la atención, anhelando agotarse ... crees que te estarás enganchando ...",
                "25",
                "Tus pensamientos reflexionan sobre ser ordeñados por Venefica por un momento, y puedes sentir que tu polla latirá y se contrae con deleite ... tal vez no sería tan malo ser ordeñado así todo el tiempo ...",
                "0",
                "",
                "EndLoop",
                "JumpToEventThenScene",
                "'Bon Bon Bun'",
                "StoreMenuReal"
            ]
        },
        {
            "NameOfScene": "MilkingPetPerk",
            "theScene": [
                "Apenas puedes evitar pensar en que tu polla y la polla se ordeñen por Venefa, un sonrojo profundo ardiendo en tu rostro mientras piensas en ello, te duelen y agitan las bolas, listas para escurrirse, tu virilidad latía con el deseo de ordeñar y ordeñarburlado ...",
                "La mera idea de quedarse abajo en esa celda en su sótano se agotó todos los días es conducirte salvaje ... crees que estás bien y realmente enganchado a ser una mascota de ordeño ... si Venefa te pidió que no creas que tú ''D dude en dejarla ordeñarte todos los días y quedarte aquí por unos días ... tal vez una semana ...",
                "GivePerk",
                "Venefica's Milking Pet",
                "SetChoice",
                "4",
                "MilkingPet",
                "GetEventAndChangeProgress",
                "'Bon Bon Bun'",
                "10",
                "JumpToEventThenScene",
                "'Bon Bon Bun'",
                "StoreMenuReal"
            ]
        },
        {
            "NameOfScene": "Work an extended shift.",
            "theScene": [
                "Venefica te mantiene la mirada fría mientras habla, perforando lo grave que es.",
                "Speaks",
                "¿Está seguro?Se quedará en esa celda durante tres días, su piedra de retiro estará deshabilitada y no se irá ni podrá correrse hasta que termine.",
                "Menu",
                "'I'm sure about it.'",
                "'I changed my mind.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I changed my mind.'",
            "theScene": [
                "Venefa te da un asentimiento de comprensión.",
                "JumpToScene",
                "InitalMilkingMenu"
            ]
        },
        {
            "NameOfScene": "'I'm sure about it.'",
            "theScene": [
                "DenyInventory",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "Venefica asiente y te lleva de regreso al sótano de su establecimiento, su esponjosa cola de conejo se contrae con emoción mientras la sigues.Una vez que estás en la parte inferior de las escaleras, abre la puerta de madera, lo que te lleva al sótano propiamente dicho, y nota que el sótano es bastante cálido, su piso hecho de piedra lisa, sus paredes de madera resistente.",
                "Una vez que estás dentro, te tomas un momento para mirar alrededor de la habitación considerable, ver armarios variados, variables asientos con restricciones vinculantes, una mesa resistente y lo que parece una variedad de juguetes sexuales diseñados para ordeñar a un hombre.También nota un fregadero en un extremo de la habitación, y lo que parece un bevvy de barriles etiquetados alineados a lo largo de la pared.",
                "También ves la espaciosa celda de cáscara metalíticamente en la esquina de la habitación, ver adentro es una cama de lujo y de aspecto bastante acogedor en el piso y algunas conexiones en la pared mientras Venefa cierra la puerta detrás de ustedes dos con una firme.hacer clic.Luego camina hacia el centro de la habitación y se vuelve hacia ti con una mirada fresca.",
                "Speaks",
                "Muy bien, frane, te acomodaré después.",
                "Te sales de tu ropa y la pones en una pila ordenada junto a la puerta y das un paso adelante con un poco de aprensión cuando Venefa se pavoneado hacia ti con un brillo severo en los ojos.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Ella presiona su voluptuoso cuerpo contra su lado, envolviendo sus suaves dedos vestidos de obsidiana alrededor de su virilidad que crece lentamente, acariciándola lentamente mientras ocasionalmente se burla de su punta con sus elegantes dedos, su mirada fresca todavía está encerrada con los ojos mientras se frota suavemente su cofre almohadoTú. [DamageToPlayer]",
                "Speaks",
                "Vas a ser duro y dolor todo el tiempo que estés aquí, y no te corres hasta que te deje.Necesito que tu semen fermente allí durante unos días.Este pequeño hechizo dedicará su cuerpo a la producción de semen, eliminando descansos innecesarios.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Gritas sorprendido mientras su mano acariciando la mano con magia rosa mientras bombea a su miembro ahora totalmente erecto, haciendo que su polla palpite y se contrae con deleite. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "No puedo confiar exactamente en que no intentes salir, así que estoy colocando una maldición en tu polla que te impedirá chocar.Pero aún podrá filtrarse con precum y ahogarse de placer.De hecho, te animo a que lo hagas.Ah, eliminaré la maldición una vez que tu tiempo aquí esté listo, no te preocupes.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Hay otro crujido de magia y los espasmos de tu polla en lo que debería ser clímax, pero la liberación nunca llega, dejándote estremecer de placer, inclinándose en las curvas suaves de Venefa para el apoyo a medida que tu mente se en blanco por un momento con la necesidad de correrse. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con una sonrisa contenta, da un paso atrás, manteniendo su mano firmemente en su longitud rígida mientras se tambalea sin ella aquí, y camina hacia la celda, tirando suavemente hacia adelante, usando su hombre rígido como una correa, y usted también estáHorny en este momento para hacer algo más que seguirla.",
                "Pronto estás en la puerta de la celda, y ella la abre con calma, señalando que te gesticen adentro y te topas con un jadeo, antes de colapsar en la cama maravillosamente suave con un suspiro feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Venefa luego cierra la puerta de la celda y la cerra, lo que te mira mientras sostiene tu piedra de retiro en una mano y envía un crujido de energía mágica sobre ella, desactivando visiblemente antes de caminar hacia tu ropa, y se pone.está ahí.",
                "Speaks",
                "Disfruta de tu estadía [ThePlayerName].Volveré más tarde para burlarse de ti.Hay un juguete sexual conectado al sistema de recolección allí si quieres jugar contigo mismo, y enviaré algunos chocolates 'adultos' para alimentarte una vez que vuelva a subir.",
                "DisplayCharacters",
                "EndLoop",
                "Te acostas en la cama jadeando con necesidad de un momento mientras Venefa se aleja, dejándote solo.Pero tu polla permanece dura incluso sin atención, titulando en ocasiones, rogando que juegues con ella.Después de unos minutos de pasar, hay un ligero ruido de tintineo y se ve que un tazón sobresalía de la pared se ha llenado de chocolate con diseños bastante eróticos ...",
                "JumpToScene",
                "CellArousalCheck"
            ]
        },
        {
            "NameOfScene": "CellArousalCheck",
            "theScene": [
                "IfPlayerArousalOverPercentOfMax",
                "300",
                "TooHornyHaveToMasturbate",
                "IfPlayerArousalOverPercentOfMax",
                "200",
                "SoHornyCanBarelyThink",
                "IfPlayerArousalOverPercentOfMax",
                "100",
                "WannaCumTease",
                "JumpToScene",
                "CellMenu"
            ]
        },
        {
            "NameOfScene": "WannaCumTease",
            "theScene": [
                "Estás tan excitado que te cuesta pensar en algo más que correrse, y con irreflexión de tus manos comienza a bombear tu polla necesaria mientras te preguntas qué hacer.",
                "JumpToScene",
                "CellMenu"
            ]
        },
        {
            "NameOfScene": "SoHornyCanBarelyThink",
            "theScene": [
                "Estás tan excitado que apenas puedes pensar con claridad, masturbándose ociosamente mientras yaces en la cama suave tratando de recoger tus pensamientos cachondos y llenos de placer, pero apenas puedes manejar más que \"quiero correrme\" ...",
                "JumpToScene",
                "CellMenu"
            ]
        },
        {
            "NameOfScene": "TooHornyHaveToMasturbate",
            "theScene": [
                "Estás tan excitado que solo puedes gemir y gemir con necesidad, tu mano ya bombea tu erección sacudida, los únicos pensamientos que rebotan alrededor de tu cerebro la dolorosa necesidad de placer y tu urgencia burbujeante de correrse.Pero tu mano no es suficiente y sueltas por el juguete sexual en la pared, demasiado cachondo para considerar cualquier otra cosa.",
                "JumpToScene",
                "MasturbateMenu"
            ]
        },
        {
            "NameOfScene": "MasturbateMenu",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Menu",
                "Masturbate!",
                "Masturbate!",
                "Masturbate!",
                "Masturbate!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Masturbate!",
            "theScene": [
                "JumpToScene",
                "Masturbate."
            ]
        },
        {
            "NameOfScene": "CellMenu",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Menu",
                "Masturbate.",
                "Eat some chocolates.",
                "Try and rest.",
                "Try and break out of the cell.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try and break out of the cell.",
            "theScene": [
                "JumpToEventThenScene",
                "VeneficasHomeExplore",
                "EventStart"
            ]
        },
        {
            "NameOfScene": "Masturbate.",
            "theScene": [
                "ChangeArousalByPercent",
                "30",
                "Agarras la manga de sexo conectada a la pared y la tiras a tu ingle mientras te recuestas en la cama de lujosa, recubriendo el coño artificial de babeo sobre tu polla rígida, twitching antes de deslizarla lentamente sobre tu longitud, forzando un jadeo estremecedor de tuBoca A medida que avanza firmemente en su dolor de dolor, su interior texturizado ya está trabajando para ordeñarlo.",
                "ChangeArousalByPercent",
                "30",
                "Pero a medida que comienza a bombear ansiosamente su longitud con el juguete, rápidamente le recuerda que no puede correrse, pero eso apenas se registra en su cerebro como placer en cascada a través de sus caderas con cada golpe de anestulación.Te acomodas en la cama con un suspiro feliz, dejando que todo se aleje en una neblina de dicha masturbatoria, el juguete chupa intensamente cada vez que lo alejas, y hace que tu polla latira deleite cuando te sumerges en él.",
                "ChangeArousalByPercent",
                "60",
                "Un pequeño útero falso descansa al final del resbaladizo coño artificial, besando tu punta con cada bomba del juguete, enviando impactantes de placer a través de tu polla espasmante, dejando que tus pensamientos se derritan en una necesidad maulosa de correrse, solo tu paliza palpitantelogrando filtrar una corriente constante de precum que el juguete chupa con avidez.",
                "ChangeArousalByPercent",
                "60",
                "Te tembla y jadea de deleite mientras el éxtasis mete todo tu cuerpo en una altura constante y deliciosa, perdiéndote gradualmente en fantasías ociosas de delicias sexuales, reflexionando sobre los pensamientos del cuerpo seductor de Venefa mientras te acosas y bombeando sin cesar, el juguete perfectamente ajustado manteniendo el juguete.Te concentraste solo en disfrutar de las olas de irradiar euforia, un poco de babeo por el costado de tu boca sonriente.",
                "Pero con el clímax que anhelas tan desesperadamente siempre fuera de alcance, solo puedes seguir masturbándose durante tanto tiempo hasta que te alejes en un sueño feliz ...",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "GoToVeneficaPhase"
            ]
        },
        {
            "NameOfScene": "Eat some chocolates.",
            "theScene": [
                "Tentativamente, te vuelves al tazón que contiene los chocolates venéfica enviados por ti y curiosamente arrojar uno a la boca.",
                "ChangeArousalByPercent",
                "125",
                "Te tembla deleite mientras una sensación pegajosa rezuma a través de tu cuerpo en una ola de derretimiento mientras masticas el chocolate, saboreando su dulce sabor azucarado con una sonrisa vacante, tu polla felizmente se agita mientras la ola de dicha prácticamente se siente como un órgido lento y almibaradoAtravesando a través de ti.",
                "ChangeArousalByPercent",
                "125",
                "Una vez que el primer chocolate se ha derretido en la boca, tomas una segunda y lo pones en la boca con un suspiro feliz, recostado en la pelusa de lujosa mientras la dicha radiante se lava a través de tu forma dolorosa en constantes ondas eufóricas, dejando tu mentalidad feliz pudínA medida que te alejas en un sueño feliz a medida que el placer se aleja lentamente, tu dolor de polla aún palpitaba la atención ...",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "2",
                "JumpToScene",
                "GoToVeneficaPhase"
            ]
        },
        {
            "NameOfScene": "Try and rest.",
            "theScene": [
                "ChangeArousalByPercent",
                "25",
                "Te acurrucas en la cama suave y lujosa para tomar una siesta, haciendo todo lo posible para ignorar el latido necesitado de tu polla rígida, eventualmente a la deriva a dormir, los sueños lascivos que perturban tu sueño tranquilo ...",
                "...",
                "JumpToScene",
                "GoToVeneficaPhase"
            ]
        },
        {
            "NameOfScene": "GoToVeneficaPhase",
            "theScene": [
                "IfTimeIs",
                "NightTrue",
                "VeneficaArrives",
                "RestPlayer",
                "JumpToScene",
                "GoToVeneficaPhase"
            ]
        },
        {
            "NameOfScene": "VeneficaArrives",
            "theScene": [
                "ChangeProgress",
                "1",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Te despiertas en un suave aturdimiento mientras el sonido de clics de los tacones de Venefa en el piso de piedra mientras ella se acerca a la celda, mirando hacia ti con una pequeña sonrisa, un toque de alegría sádica en su voz.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "¿Estás aguantando bien [ThePlayerName]?¿Ya te has metido en un estupor?",
                "Entonces, ¿cómo está mi adorable 'prisionero'?Jeje.",
                "¿Has sido un buen chico mientras estaba fuera?",
                "¿Cómo está mi linda mascota?Cachonado, apuesto.",
                "EndLoop",
                "IfPlayerArousalOverPercentOfMax",
                "600",
                "HornyPetApproach",
                "IfPlayerArousalOverPercentOfMax",
                "300",
                "CantControlSelfPet",
                "IfPlayerArousalOverPercentOfMax",
                "200",
                "CanBarelyThinkPet",
                "Te sientas desde la cama con unos jadeos jadeados mientras tu polla palpita y se sacude con necesidad, la vista del atractivo cuerpo de Venefica solo hace que tu virilidad sea aún más para liberar, y Venefica sonríe dulcemente mientras le dices que estás bien.",
                "Speaks",
                "Good.",
                "JumpToScene",
                "VenTeaseEdgeMenu"
            ]
        },
        {
            "NameOfScene": "CanBarelyThinkPet",
            "theScene": [
                "Te sientas con un jadeo tembloroso de excitación, la vista de Venefa haciendo que tu polla palpite y se contrae con el deseo, y tienes que tomarte un momento para evitar masturbarse con un sonrojo profundo que la hace reír juguetosamente.Tu dolor de virilidad dolorosa aún rígida y espasmando en ocasiones con necesidad, pidiendo atención.",
                "Speaks",
                "{i} lindo. {/i} Bueno, supongo que estás bien entonces, ¿no?",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "1",
                "JumpToScene",
                "VenTeaseEdgeMenu"
            ]
        },
        {
            "NameOfScene": "CantControlSelfPet",
            "theScene": [
                "Te sientas con un gemido, bombeando ansiosamente tu polla con fugas al ver la forma voluptuosa de Venefa, haciéndola reír con diversión mientras luchas por recuperar tu coherencia y detener tu mano de camisa, solo que finalmente se detiene cuando te lo pide.Su dolor de erección todavía está espasmando en ocasiones con necesidad, pidiendo atención.",
                "Speaks",
                "{i} lindo. {/i} Bueno, supongo que estás bien entonces, ¿no?",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "2",
                "JumpToScene",
                "VenTeaseEdgeMenu"
            ]
        },
        {
            "NameOfScene": "HornyPetApproach",
            "theScene": [
                "Te tocas hacia atrás a cuatro patas jadeando ansiosamente mientras te arrastras hacia la puerta, tu espasmo de virilidad está salvajemente con la lujuria como una cola que se mueve mientras miras las curvas seductoras de Venefica, tu cerebro se filtra por completo en la necesidad de correrse y dolor de lujuria.",
                "Speaks",
                "Oh mi, cómo {i} adorable. {/i} jeje, lo estás perdiendo por completo.No te preocupes, estoy seguro de que te ordearé pronto.Puedes soportarlo un poco más, ¿no?",
                "Le das un feliz asentimiento borracho, jadeando con excitación necesitada.",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "JumpToScene",
                "VenTeaseEdgeMenu"
            ]
        },
        {
            "NameOfScene": "VenTeaseEdgeMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Venefica abre la puerta de su celda y interviene con una sonrisa engreída, se acerque, acariciando la cabeza con una mano garra mientras te mira.",
                "Speaks",
                "Entonces, ¿cómo debo jugar contigo?{i} hmmmm? {/i} ¿Cómo debo burlarte de ti en un charco cachondo?",
                "Menu",
                "Her boobs!",
                "Her feet!",
                "Her milk!",
                "Candy?",
                "I need to cum!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Her boobs!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Venefa deja escapar una risa astuta de su solicitud, y ella se agarra suavemente de los hombros en sus dedos con garras.",
                "Speaks",
                "Apuesto a que quieres que envuelva tu dolor de polla entre mis tetas.¿No?",
                "Asentiste sin pensar mirando a su profundo escote, tus pensamientos cada vez más confusos por el segundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Hmhmhm, lástima.Tengo otra idea.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "Luego te empuja de nuevo a la pelusa de la celda, enterra tu cara en sus pechos de almohadilla, atrapando tu polla rígida entre sus firmes muslos mientras te pasea hacia la cama suave, llenando tus sentidos con su fragancia de chocolate. [DamageToPlayer]",
                "Speaks",
                "Honestamente, creo que disfrutarás más esto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "Venefica le aprieta amorosamente la cara con sus tetas malvaviscales, haciéndote temblar con el deseo mientras su piel suave te frota y masajea, y te retorces, atrapado entre su cuerpo curvilíneo y la pelusa de lujosa, sus muslos burlándose de tu miembro rígido con su calidez,acariciando su longitud mientras se espasta ansiosamente en placer. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Thighjob",
                "En poco tiempo has envuelto tus brazos alrededor de ella y has comenzado a empujar inconscientemente tus caderas, demasiado cachonda para pensar con derecho mientras respiras su aroma femenino, dejando que nubla tu cerebro con lujuria mientras te jorras en los muslos, gimiendo con la amuracomo el placer electrifica las caderas, dejando su polla goteando precum constantemente. [DamageToPlayer]",
                "Speaks",
                "Ahí, allí, déjalo todo [ThePlayerName].Jejeje.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Thighjob",
                "Su risita es un poco maliciosa ya que follas con irreflexión sus muslos, acariciando ansiosamente su abundante escote, jadeando y gimiendo mientras el placer se derrite en tu mente, incrustando sus dulces deliciosos mientras te mantienen constantemente en ese borde orgásmico. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "No puedes evitar empujar desesperadamente en busca de liberación y ella te muele suavemente con sus deliciosos senos, apretando y masajeando tu rostro mientras te sofocas en sus suaves tetas mientras te acaricia la cabeza de tu cabeza de ocasión con sus dedos. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Thighjob",
                "El tiempo simplemente se escapa en este maravilloso abrazo, llenando tu cuerpo con una dicha pegajosa y melosa mientras jubiles salvajemente los muslos suaves de Venefa, tu polla espasmando con dolor doloroso mientras te consuelas con sus pesadas tetas, disfrutando de su aroma casi intoxicantemente dulce y femenino, hasta que gradualmente te quedes dormido, tu virilidad latía en la negación ... [DamageToPlayer]",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Legs",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "Her feet!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Mis pies, hm?",
                "DamagePlayerFromMonster",
                "Venefica",
                "Foot Stroke",
                "Ella te pone de rodillas suavemente, antes de pisar ligeramente tu erección contraproducente con la suela de su bota de tacón, forzando un grito de placer de ti. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Bueno, ¿cómo es esto?",
                "DamagePlayerFromMonster",
                "Venefica",
                "Foot Stroke",
                "Ella deja escapar una risa malvada mientras acaricia la parte superior de tu longitud con su zapato, haciéndote jadear y temblar mientras sacudidas de placer atraviesan tus caderas, sus movimientos hábiles y ágiles prestando atención extra a tu consejo sensible, dejándote temblor de éxtasis.. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "DamagePlayerFromMonster",
                "Venefica",
                "Foot Stroke",
                "Venefica da un paso hacia abajo sobre la cabeza de su miembro rígido con una fuerza de burla suave, enviando una ola de placer que es un placer que lo hace, mientras ella lentamente muele su suela contra él, y tocas sin pensar en la pierna para obtener apoyo mientras te desesperas con desesperaciónMientras que su polla se filtra con precum, su mente solo piensa en descargar su semilla. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Oh mi, realmente quieres correrte, ¿no?",
                "DamagePlayerFromMonster",
                "Venefica",
                "Foot Stroke",
                "Un toque de la voz sádica de Glee Coats Venefa mientras se burla de ti, y mientras deja de mover su pie, no puedes evitar empujar tus caderas en busca de más placer, tu virilidad palpita de alegría mientras te aferras a su pierna firme y jorobasu tacón dominante. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jeje, qué desagradable. ♥ So {i} lindo. {/i}",
                "DamagePlayerFromMonster",
                "Venefica",
                "Foot Stroke",
                "Ella le acaricia suavemente la parte superior de la cabeza con una mano con garras y usted sonríe vacía mientras se sumerge en un estado de dicha casi orgásmica, felizmente aferrándose a su pierna mientras su eje se arroja al piso en el piso, drenando en el sistema de recolecciónmientras te entrega amorosamente en un tormento inactivo. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Hasta que finalmente te agotes a pesar de tu polla dolorosa y sensible que todavía busca la liberación, y ella presiona aproximadamente su pie mientras tiemblas contra ella, enviando una ola de euforia blanca que te hace inconsciente del éxtasis alucinante mientras tirastu cabeza hacia atrás y eventualmente colapsar en la cama, tu espasmo de virilidad en negación ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Feet",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "Candy?",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Oh?¿Quieres un regalo, hm?",
                "Te estrechas un poco de su repentino resplandor frío, y ella pesca ociosamente por algo en su ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Con una sonrisa tortuosa, saca una pequeña piruleta circular y arranca la envoltura con sus dedos con garras.",
                "Speaks",
                "Creo que disfrutarás esto entonces.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "DamagePlayerFromMonster",
                "Venefica",
                "Fascinate",
                "Ella pone los dulces en su boca con una risa malvada, y gira visiblemente la lengua sobre él, haciendo que lloren sorprendido mientras sientes su lengua sobre tu polla espasmante, lamiendo y burlando tu punta. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Fascinate",
                "Te quedas temblando y jadeando mientras chupa y lame el dulce, enviando un placer mágico de chupación a lo largo de tu longitud, dejando tu expresión derritiéndose con un placer aturdido mientras le da al Lollipop un beso burlón antes de chuparla con atención. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Fascinate",
                "Venefa se ríe de su reacción mientras se balancea los dulces dentro y fuera de su boca con intención sexual, dejándote acostado en la pelusa de lujosa que se contrae con placer de la mamada etérea, jadeando incoherentemente en el éxtasis mientras tu erección palpitante pide correrse. [DamageToPlayer]",
                "Speaks",
                "Hmhmhm, bueno, te diviertes.Voy a hacer un trabajo extra mientras disfruto de mi regalo.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Fascinate",
                "DisplayCharacters",
                "EndLoop",
                "Ella se pavonea por las escaleras, chupando y lamiendo el chupador todo el tiempo, incluso una vez que está fuera de la vista, todavía puedes sentir su boca burlona alrededor de tu polla, conduciéndote salvaje de placer, tu polla espasmos salvajemente con deleite, goteando grandes cantidades de precum de precumMientras te recostas con una sonrisa maravillosa y borracha. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Fascinate",
                "El tiempo se aleja mientras tu polla palpita en la negación de la constante, burlándose de la mamada mágica, tu mente perdió con una bruma de placer maravillosa mientras tus caderas se reducen inconscientemente al aire libre en vano, su boca chupando cada pensamiento en tu mente otrode lo que le duele a correrse. [DamageToPlayer]",
                "Pero lentamente, las sensaciones se reducen a medida que el caramelo se derrite, llenando su ingle con algunos últimos temblores pegajosos de la dicha antes de la sensación de los labios y la lengua de Venefa en su longitud rígida se desvanecen por completo, dejando que sus ojos se despliegan lentamente por el agotamiento empapado del placer mientrasFelizmente se contrae en la pelusa de lujosa ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "Her milk!",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Oh, ¿alguien tiene sed?Jeje, bien entonces.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Topless",
                "Con una sonrisa de venéfica de sonrisa petulante se sienta en la cama contigo, acercándote, acunando tu cabeza en un brazo mientras te acostas en su regazo.Luego libera sus abundantes tetas justo delante de tus ojos, el seductor rebote que te roba el pensamiento mientras tu dolor de erección se contrae, y te engañas ansiosamente sobre uno de los pezones sin ninguna indicación de ella.",
                "Speaks",
                "Mi, eres tan necesitado.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "ChangeImageLayer",
                "Lactation",
                "1",
                "ToplessMilk",
                "Ella se ríe dulcemente mientras te subes a la tetina y su dulce leche comienza a fluir en tu boca, y gemirás suavemente cuando una de sus manos comienza a acariciar lentamente tu longitud rígida en bombas metódicas lentas que te hacen temblar en una delicia alucinante.otra mano acariciando suavemente el costado de tu cabeza. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "You gulp down mouthfuls of her sugary cream, your brain practically drowning in it's warmth as you lovingly roll your tongue around her pert teat, and Venefica sighs happily while she strokes your spasming cock, your hips bucking up in twitching desperation on occasion as pleasure trailsA través de tu longitud. [DamageToPlayer]",
                "Speaks",
                "¿Te sientes mejor ahora [ThePlayerName]?¿Solo puede pensar en ese dolor de láminas en su entrepierna y en mi sabrosa leche?",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "Solo puedes manejar un gorgo feliz en respuesta a medida que continúas amamantando su pecho, tu mente inundada con su leche y el dolor doloroso de su mano ágil que burla de tu longitud, dejándote flotando en este momento empapado de dicha por un tiempo que no puedesEmpiece a procesar incluso, perdiéndose en la euforia meltosa e intoxicante. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Venefica",
                "Breast Smothering",
                "Poco a poco, mientras amamantas de su tetina te encuentras alejándote de dormir, bebiendo ociosamente por su leche cálida cuando recuerdas, acariciando tu cara más profundamente en su suave pecho mientras te tembla deleite de los lentos trazos de su mano, dejando tu pollapalpitando en la negación cuando finalmente te duermes en los brazos de Venefa ... [DamageToPlayer]",
                "ChangeImageLayer",
                "Lactation",
                "1",
                "",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "I need to cum!",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aw, no puedes soportarlo, ¿verdad?",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Venefa se desliza a su lado en la pelusa de lujosa con una sonrisa pecaminosamente dulce, envolviendo un brazo a tu alrededor y descansando la cabeza sobre su pecho almohado, tirando con cautela en su regazo mientras su otra mano serpentea hacia abajo y envuelve sus dedos alrededor de su dolor de erección dolorida, haciéndote gritar cuando ella comienza a acariciarte. [DamageToPlayer]",
                "Speaks",
                "Shhhh, está bien.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Ella te cae con un susurro relajante, su otra mano se frotaba suavemente tu hombro mientras descansas la cabeza en su escote, jadeando y estremeciendo del placer eléctrico en cascada en las caderas con ella cada bomba lenta de tu longitud, sus dedos se burlan de manera experta.Tu consejo. [DamageToPlayer]",
                "Speaks",
                "Solo {i} relájate. {/i} Establezca tu respiración, deja que el placer te lave en un ritmo agradable y meloso.",
                "DamagePlayerFromMonster",
                "Venefica",
                "Handjob",
                "Sigues sus instrucciones mientras ella respira y sale, ayudando lentamente a calmarte, suavizando esa dolorosa necesidad de que se corra dentro de ti con cada golpe constante de tu virilidad, mientras te empapaba en un éxtasis vertigado y sacudido que deja una sonrisa extendiéndose sobretu cara. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLoving",
                "Speaks",
                "Ahí tienes ... Buen chico ...",
                "ChangeArousalByPercent",
                "-100",
                "Murmuras felizmente mientras te acuna en su abrazo, calmándote mientras mantiene tu polla espasmante al borde del orgasmo, dejando tus dolientes bolas que se agitaban con calidez.Lenta pero seguramente el acaricío constante de Venefa y la calmación de la facilidad, dejando los párpados que revolotean mientras acaricies en sus senos con un suspiro feliz ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "SleepPostTease",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "IfTimeIs",
                "DayTrue",
                "WakeUpNextDay",
                "RestPlayer",
                "JumpToScene",
                "SleepPostTease"
            ]
        },
        {
            "NameOfScene": "WakeUpNextDay",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "IfProgressEqualsOrGreater",
                "3",
                "MilkingTimeAfterEdging",
                "Groggy te despiertas al día siguiente después de tener innumerables sueños eróticos, la necesidad de semen es inquietar tus pensamientos de vigilia.Estás mucho menos descansado de lo que normalmente sería de tu noche de sueño, y tu polla está ansiosa por la necesidad, y Venefa no se ve por ahora, dejándote solo en tu celda.",
                "JumpToScene",
                "CellArousalCheck"
            ]
        },
        {
            "NameOfScene": "MilkingTimeAfterEdging",
            "theScene": [
                "HoldCurrentVirility",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Venefica, su mirada, fresca y helada mientras lo hace.",
                "Speaks",
                "Despierta [ThePlayerName], es hora de finalmente ordeñarte.",
                "Te atornillas con un escalofrío de emoción, tu dolor de polla doliente palpitando con necesidad y anticipación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hmmm, han pasado tres días completos, así que estoy seguro de que te duele volar tu carga, pero ¿cómo quieres que se ordeñe?",
                "Menu",
                "'Milk me with sex!'",
                "'Milk me with your tits!'",
                "'Milk me with your mouth!'",
                "'I want to fuck you!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Milk me with sex!'",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "Bueno, supongo que se lo has ganado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te acuesta suavemente en la cama en la celda antes de a horcajadas en las caderas con una mirada fría, tu longitud rígida se agita con anticipación.",
                "Speaks",
                "Pero estaré recolectando tu semilla para su uso posterior.Entonces...",
                "Ella le rompe los dedos con garras, y un paquete de condones aparece colgando en esa mano.",
                "Speaks",
                "Recolectaré tu semen con estos condones mágicamente mejorados.",
                "Observas asombro emocionado mientras ella sale de uno de los condones del paquete y lo desliza sobre su erección rígida en un solo movimiento suave, colocando el paquete de condones al lado de la cama mientras levanta las caderas por encima de su longitud, guiando suavementeEs para señalar su coño babeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Estoy quitando la maldición que puse sobre tu polla, asegúrate de soltar cada gota que te has almacenado.",
                "PlayerOrgasmNoSpiritLoss",
                "Hay un suave crujido de magia mientras presiona tu punta hinchada contra su cálida hendidura, haciéndote jadear mientras limpia el sello enloquecedor que colocó en tu virilidad, luego, en un solo movimiento alucinante, balancea toda tu polla dentro de su coño apretado,Enviando una ola de éxtasis blanca que deja tu espasmo, golpeando la polla sin sentido al instante chocando instantáneamente en la derrota de la maravillosa inserción.",
                "Speaks",
                "No te preocupes por Cumming tan rápido.Es de esperar después de lo que has pasado.",
                "PlayerOrgasmNoSpiritLoss",
                "Por unos momentos, simplemente se contrae y gime en la lujosa cama, sus caderas se sacuden con el placer de la contracción mientras llena el condón con su semilla gruesa, y Venefica gira suavemente sus caderas para ordeñar cada gota de su carga, dejándote sonriendo conLa cálida felicidad radiadora.",
                "En lugar de liberar su polla de su coño aferrado para cambiar de condones, Venefa simplemente le rompe sus dedos para reemplazarlo, y el caucho muy completo aparece hacia un lado, bien atado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Estamos comenzando [ThePlayerName].",
                "Luego comienza a rebotar en tu longitud con una pequeña sonrisa en su rostro mientras te mira contrajudas con placer, tu polla palpitaba con entusiasmo con cada ritmo hacia abajo de sus caderas, sacudidas de dicha fundida que atraviesan tu longitud cada vez que te golpea la punta.",
                "Cada movimiento ascendente de su coño vicepresidente amenaza con ordeñarte tu semilla, dejándote jadeando y temblando mientras Venefica monta tu polla sacudida a un ritmo rápido, enviando sonidos húmedos y húmedos que hacían eco a través de la habitaciónEn el dulce éxtasis que te arrastra, tus ojos a la deriva perezosamente a la deriva de sus seductores curvas, ocasionalmente perdiéndose a la vista de sus tetas rebotantes.",
                "PlayerOrgasmNoSpiritLoss",
                "Insensoramente, abrochas tus propias caderas hacia arriba lo mejor que puedas para conocer a sus golpes, hasta que te dejes tensar y gemir mientras el clímax se apresura a través de tu cuerpo, sus caderas rebotando drenan otra carga gruesa de ti con un meneo sensual, balanceándose en las caderas.tu clímax.Pero tan pronto como hayas terminado de descargar en el condón, Venefa se acerque los dedos y cambia en uno nuevo, ya te monta de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Eso es todo, deja escapar todo tu acoplamiento y llena muchos de estos condones para mí.",
                "Con una sonrisa tacinosamente petulada, ella monta su longitud, cada reunión de sus caderas inundando su placer borracho con la necesidad de correrse nuevamente mientras se acuesta y relajas mientras te ordeñan el coño de Venefica en forma de vicio y tus caderas.En ocasiones, en ocasiones, en busca de más estimulación mientras estás lleno de temblores de placer eléctrico.",
                "PlayerOrgasmNoSpiritLoss",
                "Gemes de manera incoherente mientras sus caderas oscilantes extraen otra carga gruesa de tu virilidad sobreestimulada, dejándote arrojando la cabeza hacia atrás mientras tu polla espasmante llena otro condón, y sin perderte un ritmo de Venefica te cambia a otro, sumando el cultivo.Pila de sus cargas ordeñadas y te acomodas en la creciente neblina sexual con una sonrisa borracha.",
                "PlayerOrgasmNoSpiritLoss",
                "Cada pocos columpios de sus caderas te dejan temblando y contrapasando mientras te acumulas, llenando el condón mientras la liberación blanca de Holt se irradia a través de todo tu cuerpo en una ola celestial, ya no se niega el orgasmo que no puedes evitar deleitarte en cada clímax, llenando el condón después del condón, cada uno un poco menos lleno que el anterior.",
                "Venefica perezosamente recoge una de las más pequeñas con sus garras de la pila mientras conduce lentamente su polla dolorida, y vierte su contenido en su boca con un ronroneo satisfecho, dibujando una carga fresca de ti mientras la miras y sientes que sus caderas se muelen en broma.en un círculo.",
                "Speaks",
                "Mmmm, no está mal.Pero ahora estás casi seco.",
                "Ella toma el ritmo nuevamente, chasqueando los dedos y reemplazando el condón ligeramente lleno mientras jadeas y tembla el deleite sexual, ansiosa por llenarla todo lo que quiera, tu virilidad aún rígida y rígida por más mientras te monta una y otra vez, ordeñarte completamente seco hasta que tu longitud dispara en blanco que aún envían sacudidas de felicidad a través de tu cuerpo agotado.",
                "Lentamente te desplazas en la inconsciencia mientras Venefa continúa viajando, asegurándote de que se ordeñó cada gota de tu semilla que te almacenaste, ahogándote en una ola tras ola de dicha espasmante ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "EdgedSemenPayment"
            ]
        },
        {
            "NameOfScene": "'I want to fuck you!'",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "HMPH, supongo que mereces algo especial después de tener dolor de negación durante tanto tiempo.",
                "La miras perezosamente a la mesa en el sótano, preguntándote qué está haciendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "1",
                "NoHatBase",
                "Luego se inclina, chasqueando su dedo antes de prepararse sobre la mesa, y su ropa simplemente desaparece ante sus ojos, dejando su cuerpo completamente desnudo.Venefica le da a sus caderas un batido burlón mientras se presenta a usted, y sus dolor de polla doloridos con emoción.",
                "Speaks",
                "¿Bien?¿Qué estás esperando?",
                "Te torces del piso hacia ella, tu cerebro anulado con la necesidad de follar después de ser sin sentido durante tanto tiempo, la vista de sus caderas bien formadas balanceándote de un lado a otro inundando con lujuria.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "PlayerOrgasmNoSpiritLoss",
                "En un solo movimiento, agarras sus caderas y te sumerges dentro de su coño babeante con un gemido, al instante brotando dentro de ella tan pronto como te apresuras en ella, dejándote temblando con una felicidad hormigueante mientras el cálido placer irradia a través de ti.Pero a medida que Venefa se muele contra sus caderas, algo hace clic en su cerebro y comienza a empujar salvajemente, perdiéndose a sus deseos de brillo, enviando un éxtasis en cascada a través de sus caderas.",
                "Speaks",
                "Hmhmhm, cum todo lo que quieras.",
                "PlayerOrgasmNoSpiritLoss",
                "Jadeas y gimes sin pensar mientras golpeas el coño apretado de Venefa por detrás, tus instintos base pulsando cálidamente dentro de ti con cada empuje rápido, llenando tus caderas con burbujeante, dicha melosa, hasta que con un llanto salvaje vierte otra carga caliente en su orificio apretado,Y su útero se empapa en cada gota que lo das.",
                "Mientras tiemblas en la felicidad sin sentido por unos momentos, puedes sentir su coño masajeando y ordeñando tu longitud mientras absorbe tu semilla, y tu polla palpita deleite dentro de ella, rogando por más.Una vez que su orgasmo se aleja, te inclinas sobre ella y envuelve tus brazos alrededor de ella mientras comienzas a empujarla nuevamente, cada pensamiento en tu mente gobernó por el deseo de follarla y finalmente descargar tus dolientes bolas.",
                "Speaks",
                "Mi, ahora eres como un animal.",
                "PlayerOrgasmNoSpiritLoss",
                "Ella deja escapar un poco de risa malvada mientras continúas jodidamente abrasando salvajemente, follando su coño apretado con un enfoque de mentalidad única mientras el placer eufórico te lava de pies a cabeza, y tus espasmos de virilidad ansiosamente mientras vierte unos pocos chorros en su útero después de unPocos empujes alucinantes, pero rápidamente comienzas a empujar nuevamente, gimiendo incoherentemente mientras te pierdes con dulce placer.",
                "Una y otra vez, dejas salir todos tus deseos acumulados, golpeando tus caderas en Venefa's, descargando tu semilla en ella una y otra vez mientras se inclina perezosamente sobre la mesa, sosteniendo su rostro presumido en una palma mientras te mira a ti mismo tonto, arrullandoEn agradecimiento cuando la llenas de semen, crepitando magia lavando sobre tus cuerpos mientras absorbe todo.",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "1",
                "NoHatBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayerOrgasmNoSpiritLoss",
                "Pero a medida que pasa el tiempo y la follas una y otra vez, llenándola de carga tras carga, su comportamiento estoico y presumido se desliza lentamente, dejándola jadeando y temblando de placer mientras golpeas su coño babeante.",
                "Speaks",
                "Mnn- ♥ n-naughty boy ... ♥ jajhhh- ♥ hmhm, pero estás casi seco, ¿note? ♥",
                "Glomes mientras la vuelve a llenar, tus ojos rodan de deleite mientras te aferras a su cuerpo mientras tiemblas de placer, tus bolas dolorosamente vacías, pero sigues empujando lo mejor que puedas con tus caderas cada vez más agotadas independientemente.",
                "Venefica suspira con una agradable diversión por sus esfuerzos y comienza a balancear sus caderas a tiempo con las suyas, conociendo sus empujes con deliciosos impactos de Blaning Mind-Blaning que te dejan gimiendo de manera incoherente mientras comienza a esforzarse en ordeñar tu semilla, enviando choques de éxtasistu cintura.",
                "Speaks",
                "Mmmm- ♥ continúa [ThePlayerName], ohhhh- ♥ dame cada gota que puedas. ♥",
                "Aullas en éxtasis, comienzas a brotar con cada empuje lento pero intenso, cada reunión húmeda de tus caderas te obligó a que a ambos geman mientras la llenas una y otra vez, su maravillosamente apretado coño ordeña por cada gota, lentamente en la inconsciencia tanBorgan una y otra vez, empujando sin sentido incluso cuando su visión se oscurece, una sonrisa vacante en su rostro ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "EdgedSemenPayment"
            ]
        },
        {
            "NameOfScene": "'Milk me with your tits!'",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hmmm ... te ordeñe con mis pechos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Muy bien, párate entonces y pon tu espalda contra esa pared.",
                "Asiente y te levantas temblorosamente, de pie de espaldas a la pared suave, tu polla completamente erguida y rogando atención mientras se agita, emocionado por el próximo lanzamiento.",
                "Entonces Venefa se pone de rodillas frente a ti, y simplemente se inclina hacia adelante, envuelve por completo tu polla rígida en sus tetas suaves y almohadas, fijando tus caderas contra la pared mientras jadeas y gemirás del calor frotando contra tu polla espasmante, tuLas bolas se endurecen mientras el hechizo permanece sobre ti, y ella permanece inmóvil con una sonrisa malvada.",
                "Speaks",
                "Prepárate [ThePlayerName]. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "Ella le rompe sus dedos con garras y un crujido de magia La maldición que le puso en ti es liberada, como una presa que abre la climaticidad de la climatidad a través de tus caderas en un instante, tu espasmo de virilidad sin sentido de deleite, completamente enterrado en suavidad a medida que comienzaPara espurarse de manera impotente en su escote con apenas una estimulación real.",
                "PlayerOrgasmNoSpiritLoss",
                "Con una suave risa, la venéfica comienza a influir en la cintura, sacudiendo sus senos de un lado a otro, inclinándose hacia adelante y hacia atrás, burlándose de cada centímetro con una suavidad cálida que hace que tus caderas se sientan como si se derritan cuando tu semilla sale como una corriente constante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Tus piernas inestables rápidamente comienzan a ceder, pero Venefa simplemente presiona su pecho hacia adelante, lo que te sujetas a la pared mientras estallas como una fuente en todo el escote, algunas cuerdas disparando en su rostro.Insentamente, alcanzas la extensión y agarras a los lados de sus senos para algún tipo de soporte, gimiendo felizmente mientras la maravillosa presión se intensifica de tus manos presionando su suave carne.",
                "PlayerOrgasmNoSpiritLoss",
                "Sin pensar, comienzas a empujar tus caderas por instinto en medio de las constantes olas de clímax, abrasando ansiosamente sus abundantes tetas, sus enormes senos malvaviscos que sofocan tu longitud en masaje de suavidad antes de que tus columpios hacia atrás te dejen atascado nuevamente contra la pared por sus tetas todavía sacudidas, manteniendo las tetas aún sacudidas, manteniendo las tetas, manteniendo las tetas aún sacudidas.Su longitud de espasmo constantemente enterrada en sus acres de escote.",
                "Speaks",
                "Ese es un buen chico, deja que tu polla haga todo lo que piense.",
                "PlayerOrgasmNoSpiritLoss",
                "Gemes sin pensar mientras te corres cada pocos columpios de tus caderas, tu polla necesitada y herida que vierte carga después de la carga en su pecho, tu exceso de semillas aterriza en el piso y se acumula en el desagüe de la colección mientras te secas con los senos firmemente intercalados de Venefa,Cerrándote en un delicioso infierno de placer de Titfuck que deja tu cerebro bloqueado una y otra vez.",
                "PlayerOrgasmNoSpiritLoss",
                "Pero no puedes mantener este ritmo por mucho tiempo, eventualmente se dejan temblando contra la pared en éxtasis orgásmico mientras te aferras a las abundantes tetas de Venefa, tu polla se contrae ansiosamente entre ellas en busca de más placer, y ella envía un crujido de magia sobre ellaPecho, empapado en tu grueso revestimiento de semen sobre ella antes de colocar suavemente sus manos sobre las tuyas sobre sus senos, apretando fuertemente tu virilidad con ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "¿Oh?¿Ya cansado?Pero todavía no has terminado de ser ordeñado.",
                "Venefica lentamente roda su pecho pesado en círculos suaves que te hacen contraer un deleite sin sentido, tus manos perdidas en su suavidad mientras las guía, tus caderas ocasionalmente se mueven en su prisión de almohada por el placer de los espasmos que te lavan y con un apretón apretado teTira la cabeza hacia atrás con un gemido, estallando en todo el escote nuevamente.",
                "Ella se ríe con un toque de alegría sádica cuando comienza a bombear tu eje con sus aramos de senos abundantes, dejándote temblando contra la pared mientras tu longitud se ordeña una y otra vez, incluso cuando tu visión comienza a volverse nebulosa, tu lengua se vuela de éxtasis comoTe corres una y otra vez entre sus voluptuosas tetas ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "EdgedSemenPayment"
            ]
        },
        {
            "NameOfScene": "'Milk me with your mouth!'",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hm ... mi boca, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Supongo que festejar directamente toda esa energía acumulada será agradable ... está bien, pídate.",
                "Te levantas temblorosamente mientras se agacha frente a ti, lamiéndose los labios con un ronroneo hambriento, casi depredador, mientras mira a lo largo de tu polla completamente erecta, su longitud desesperadamente roca, mientras se contrae y se filtra sin necesidad para la venéfica, tu corazón latía con fuerzaAnte la perspectiva de su tan esperada liberación mientras jadea con una emoción sobrecalentada, los escalofríos que te atraviesan al mero toque de pastoreo del aliento de la bruja contra tu virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "MH, tan abrumadoramente y sin sentido cachondo ... que yo {i} hago {/i} Encuentra bastante adorable ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Terminando sus palabras de evaluación con un director de operaciones peligrosamente cariñoso, Venefa pervertida abre la boca con una exhalación lasciva mientras dejan que su lengua larga se vaya a bobina alrededor de su erección necesitada, el apéndice imposiblemente ágil que le da algunos trazos que hacen que sus legs se desvanezcan mareando antes antes deSus suaves labios envuelven su punta de espasmo para succionarlo ligeramente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Inmediatamente, su polla con rango de rango palpitación y goteo en un enloquecido por la liberación, pero como antes, no importa cuán ardiente sea tu excitación, la magia de Venefica persiste, dejándote maullo desesperadamente de placer y alcanzando a la bruja con la falta de más estimulación., aunque un mero fruncido del ceño junto con un sonido amortiguado de desaprobación de ella inmediatamente te impide, dejándote mansamente castigado, dócil y pasivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "Con su cumplimiento garantizado, Venefa simplemente mantiene su pose con un zumbido divertido, chupando y besándose a su corona temblorosa, su lengua se deslizó hacia arriba para unirse a sus suaves labios para burlarse de su cabeza de polla con fugas, tratándolo lujosamente como una deliciosa piruleta, recién tuyaPrecum Mientras te escortas en la delicia de la mente, tus bolas tensan dolorosamente en desesperación infructuosa para correrse mientras tu cerebro está en blanco en la felicidad de nuevo.",
                "Continuando suavemente, la bruja comienza a sacudirse lentamente su cabeza hacia arriba y hacia abajo de su eje, su lengua enrollada trabajando junto a su boca con lamidas y bombas enrolladas que resultan en un coro de ruidos obscenos de sorber, sacudidas y amortiguadores en cascada mientras ustedMáuticamente, suplique que le permita que se corra ya, aunque su súplica cae en oídos sordos, Venefa simplemente continúa atendiéndolo hábilmente y metódicamente.",
                "Con tu lujuria constantemente creciendo sin salida, sientes que te vas a volverse loco o negro por el placer despiadado de su continua mamada experta, pero justo cuando te sientes listo para arrugarse directamente de la sobreestimulación, uno deLas brazos de ébano de Venefa se acomodan alrededor de la cintura, encerrándote en un abrazo que se siente al mismo tiempo que es dominante y terriblemente inflexible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras ella continúa sin problemas con sus burlas orales, levanta la otra mano con un ronroneo, está en juego para romper, la vista haciendo un rayo de esperanza a través de su cerebro empapado de excitación, renovando su frenético silencio mendigando a su torturador de ojos afilados que quien Who Who Who Who Who Who Who Who Who WhoSin embargo, mantiene sus dedos tensados ​​sin liberarlos, la bruja demoníaca parece deleitarse en su inquietante angustia cachonda.",
                "Su mirada ascendente se estrechó con un toque de sadismo perverso, te deja tambalearse al borde de tu inevitable clímax, la amenaza de tu recompensa colgando sobre ti mientras no da ningún indicio de cuándo va a golpear, dejando que la trepidación y la anticipación se acumulenTodo tu cuerpo, la tentadora espera junto con la estimulación continua que te pone a través de un infierno de placer aparentemente interminable.",
                "Una y otra vez, sube y baja por tu longitud, tomándolo cada vez más, mientras que su lengua aprieta y masajea implacablemente tu eje tembloroso, haciendo que tu maquilladora y necesidad de mendigos para que el clímax se convierta en ywls incoherentes y quemaduras de placer, tu expresión se convierte en una expresión en una expresión que se convierte en una expresión.Oscene Lolling One mientras ella se mantiene contenta mirándote perderte por ser tratado como un trozo de delicioso dulce que se derrite en su boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LongTongue",
                "PlaySoundEffect",
                "sfx/finger snap_ reverb (long) woman.mp3",
                "Luego, mientras se inclina completamente sus labios por la polla con un resplandor codicioso, le rompe los dedos, finalmente apaga el hechizo de bloqueo del orgasmo mientras su lengua aún rueda a lo largo de su eje para que se convierte en círculos giratorios, la liberación repentina hace que todo su cuerpo se congeleEn sorpresa por un instante trascendental.",
                "PlayerOrgasmNoSpiritLoss",
                "Entonces la ardiente avalancha de clímax te golpea como una avalancha enloquecedora, lo que te hace arrojar la cabeza hacia atrás con un grito inarticulado de dicha mientras brotas la cuerda después de la cuerda de espesas espesas por la garganta de Venefica, cada chorro de ebullición de esperma fresca y trazada hacia abajo.por la codiciosa bruja cuyos ojos penetrantemente brillantes te miran atentamente mientras te devora como un dulce regalo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayerOrgasmNoSpiritLoss",
                "Sactamente, su mano libre se desliza hacia abajo para masajear y acariciar con amor sus bolas pesadas para que las convenceran para que se agreguen más para ella, el toque de su garra de ébano que envía sacudidas de magia placentera directamente a tu ingle mientras ella se sacude la boca y se sacude la boca y se mueve la boca.Por su temblor, mientras sigue descargando más de su semilla en ella, el lujoso ordeño tira de su clímax por y otra vez, dejando que su bebida de usted sea un grifo interminable.",
                "PlayerOrgasmNoSpiritLoss",
                "Con cuánto tiempo e intenso fue la acumulación excesiva de su liberación, todo su cuerpo se deja temblando en un éxtasis indefenso mientras te drena por todo lo que vales, cada deslizamiento hacia arriba y hacia abajo de sus suaves labios escurriendo otra eyaculación de ti, comoSi está al mando silencioso, haciéndote sentir que te has convertido en nada más que un dispensador de semen para Venefa, listo para correrse por ella cada vez que lo desea.",
                "PlayerOrgasmNoSpiritLoss",
                "Cada vez que traza tu semilla con tu longitud firmemente incrustada en sus fauces, una oleada de satisfacción perversa florece dentro de ti, imbuyendo con euforia sumisa sin sentido, una mueca completamente estupefitada de alegría y placer aplaudido a tu cara con gusto.Carga tras carga para devorar, una parte aún aproximadamente lúcida de que se encuentre deseando que esto nunca termine.",
                "PlayerOrgasmNoSpiritLoss",
                "El dulce clímax ruinoso se apresura a través de tus sentidos una y otra vez con cada golpe de sorpresa de los suaves labios de Venefa y la lengua de otro mundo que bombean tu mascotación patéticamente temblorosa y domesticada a fondo, tu polla más que ansiosa por darle lo que quiere en medio de las ondas que se estrellaron con el placer de los gooy.Todo tu ser, dejándote una feliz bomba de semen de felicidad para que ella lo haga lo que quiera.",
                "PlayerOrgasmNoSpiritLoss",
                "Con sus orgasmos consecutivos que le roban toda la fuerza y ​​la razón, lo único que puede hacer es flotar a lo largo del placer casi constante, su expresión permanece encerrada en un desastre de euforia obscena mientras su conciencia se desvanece en medio de la aparentemente inquietante oral inquietaClímax, la risita sádica amortiguada de la bruja resuena amorosamente en sus sentidos mientras ella sigue ordeñando implacablemente.",
                "PlayerOrgasmNoSpiritLoss",
                "Su erección se queda obedientemente difícil y sintiendo que nunca se suavizará mientras que sus sentidos se nebulan gradualmente, pronto no puede soportar el abrumador aluvión de sorber, besarse y chupar más, y no tiene más remedio que dejar que sea un delicidadesDirigida en medio de otra eyaculación ruinamente feliz, Venefa continúa drenando incansablemente su semilla incluso mientras se cae en su abrazo ...",
                "StopBGM",
                "...",
                "ChangeFetish",
                "VeneficasMilkingPet",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "EdgedSemenPayment"
            ]
        },
        {
            "NameOfScene": "EdgedSemenPayment",
            "theScene": [
                "GetEventAndChangeProgress",
                "'Bon Bon Bun'",
                "8",
                "ChangeFetish",
                "VeneficasFindom",
                "-5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "HatAndFaceEffects",
                "1",
                "HatBase",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "AllowInventory",
                "En un aturdimiento, se despierta en la cama celular, abierta la puerta y ves a Venefa caminando, poniendo tu ropa en una pila ordenada y restaurando la función en tu piedra de retiro.Ella te mira mientras te da cuenta de que te agitaste.",
                "Speaks",
                "No se sienta obligado a levantarse de inmediato.Probablemente necesite descansar un poco después de estar tan completamente ordeñado.",
                "SwapLineIf",
                "Virility",
                "500",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'SSS Grade 'Fermented' Semen'...|f|ChangeEros|/|10000|n|",
                "300",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'SS Grade 'Fermented' Semen'...|f|ChangeEros|/|8500|n|",
                "200",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'S Grade 'Fermented' Semen'...|f|ChangeEros|/|7000|n|",
                "100",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'A Grade 'Fermented' Semen'...|f|ChangeEros|/|4000|n|",
                "75",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'B Grade 'Fermented' Semen'...|f|ChangeEros|/|2500|n|",
                "50",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'C Grade 'Fermented' Semen'...|f|ChangeEros|/|1000|n|",
                "25",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'D Grade 'Fermented' Semen'...|f|ChangeEros|/|500|n|",
                "0",
                "Dumbly you nod and cuddle back into the soft, circular bed with a happy sigh and in the corner of your vision you see Venefica setting a pouch of eros with your clothes, and a slip of paper reading 'F Grade 'Fermented' Semen'...|f|ChangeEros|/|250|n|",
                "EndLoop",
                "HoldCurrentVirilityEnd",
                "JumpToScene",
                "PostPayment"
            ]
        }
    ]
}