{
    "NOTICE": "DO NOT LOAD THIS FILE INTO THE GAME",
    "About": "Keep this open for easy perk type reference! Most instances where it says increase, you can also decrease that same stat with the perk type.",
    "Perk Key Information": {
        "description": "|perkDuration| can be put into a perk description to display the time remaining.",
        "PlayerCanPurchase": "HiddenCompletelyFromPlayer (hide perk from the perk list in the character menu)/PlayersCanPurchase (allow purchase at level up)"
    },
    "Perk Types": {
        "Perk Modifiers": [
            "StatusIcon",
            "The provided file path to your image will be displayed as an icon in the status bar. (set the file path in the EffectPower key)",
            "Make the perk disappear after a set duration, TurnDuration being steps/combat turns and TimeDuration being increments of the day.",
            "TurnDuration",
            "TimeDuration",
            "RemovedOnOrgasm",
            "The perk is removed on orgasm. (set a value of 0, as it's ignored)",
            "EndMessage",
            "Display a message when the perk ends via TurnDuration or TimeDuration. (Set the end message in the EffectPower key)",
            "RemovableEffect",
            "Will be removed on pancea use.",
            "RemovablePersistantEffect",
            "Removes an effect on full refresh such as sleeping or waking up at the church, but sticks around otherwise. Like aphrodisiac.",
            "NonPersistentEffect",
            "Remove the perk when all non-persistent status effects would be removed, like Charm or sleep. (set value of 0, as it's ignored)"
        ],
        "Reward": [
            "ErosBoost",
            "Alters eros found by a percent. Also alters eros dropped by the monster if they have the perk type. (higher more money)",
            "ItemDropChance",
            "Alters item drop rate from monsters by a percent. Also applies if the monster itself has the perk type. (higher better chance)",
            "TreasureFindChance",
            "Alters chance of finding treasure during exploration and rarity by a percent. (higher better chance)",
            "BetterPrices",
            "Alter all prices by a percent. (higher means lower prices)",
            "BuyPrices",
            "Alter buying prices by a percent. (higher means lower prices)",
            "SellPrices",
            "Alter selling prices by a percent. (higher means lower prices)",
            "ExpBoost",
            "Alter exp gains by a percentage. Also boosts exp dropped if monster has the perk type. (higher means more exp)",
            "LossExp",
            "Gain a percent of the monsters exp reward on loss. (higher means more exp, can go above 100. can go bellow 0 if you wish to lose exp.)"
        ],
        "Damage": [
            "DamageBoost",
            "Alters all damage dealt by a percent. (higher more damage)",
            "MagicBoost",
            "Alters magical damage skills by a percent. (higher more damage)",
            "NonPenMagicBoost",
            "Alters non-penetrative magic skills by a percent. (higher more damage)",
            "BreastBoost",
            "Alters breast targeting skills by a percent. (higher more damage)",
            "SeductionBoost",
            "Alters seduction skills by a percent. (higher more damage)",
            "NonPenSeductionBoost",
            "Alters seduction skills by a percent. (higher more damage)",
            "KissBoost",
            "Alters kiss skill damage by a percent. (higher more damage)",
            "SexBoost",
            "Alters sex/cock/pussy related skills by a percent. (higher more damage)",
            "NonPenSexBoost",
            "Alters non-penetrative sex/cock/pussy related skills by a percent. (higher more damage)",
            "AssBoost",
            "Alters ass targeting skills by a percent. (higher more damage)",
            "NonPenAssBoost",
            "Alter non-penetrative ass skills by a percent. (higher more damage)",
            "PainBoost",
            "Alters pain skills by a percent. (higher more damage)",
            "PenetrationBoost",
            "Alters penetration skills by a percent. (higher more damage)",
            "OralBoost",
            "Alters oral skills by a percent. (higher more damage)",
            "ForeplayBoost",
            "Alters foreplay skills by a percent. (higher more damage)",
            "IndulgentBoost",
            "Alters indulgent skills by a percent. (higher more damage)",
            "SexToyBoost",
            "Alters sex toy skill damage by a percent. (higher more damage)",
            "BaselineAllureFlatBuff",
            "Alters Allure's flat damage scaling to everything by a percent. (higher more damage)",
            "BaselineAllureFlatPercentBoost",
            "Alters Allure's percentile scaling with skill power by a flat amount. (higher more damage)",
            "ForeplayFlatDamage",
            "Alters caresses damage by a flat amount. (higher more damage)",
            "CritChanceBoost",
            "Alters crit chance by a flat amount. (higher more damage)",
            "CritDamageBoost",
            "Alters critical damage by a percent on top of the original calculation. (higher more damage)",
            "CritChanceBoostSelf",
            "Alters the chance to crit the OWNER of the perk. (higher increases chance)",
            "RecoilBoost",
            "Alters recoil damage the perk type owner deals. (higher more damage)",
            "AllureRecoilBoost",
            "Alters your recoil damage dealt to opponents based on your allure. (higher more damage)",
            "MultiplySpirit",
            "Multiply spirit lost by the listed number. (caution going above a couple numbers that's practically instant death)"
        ],
        "Defense": [
            "DamageReduction",
            "Alters all arousal taken by a percent, be careful. (higher mitigates damage)",
            "DefendPower",
            "Increases the reduction of damage by defending at all stages, higher mitigates more, lower will reduce.",
            "DefendEscape",
            "Defending damages restraints and stances by this much of a base struggle of each.",
            "DefendCrit",
            "Defending boosts your crit chance by an amount for 1 turn!",
            "ForeplayEnergyRegen",
            "Recovers (can instead remove if lower than 0) energy through foreplay skills by a percent of the players max. (higher recovers energy)",
            "ForeplayArousalRegen",
            "Recovers (can instead remove if lower than 0) arousal through foreplay skills by a percent of the perk type owners max. (higher recovers arousal)",
            "RegenMaxArousal",
            "Restores a % of the max arousal of the perk owner. (higher removes more arousal) Negative will INFLICT it.",
            "RegenMaxEnergy",
            "Restores a % of the max energy of the perk owner.  Negative will REMOVE it.",
            "VirilityBoost",
            "Alters the players Virility by a percent. (higher equals more virility)",
            "RecoilDamageTaken",
            "Alters recoil damage taken by a percent. (lower mitigates recoil damage)",
            "CritDamageBoostSelf",
            "Alters the crit damage received by the perk type owner by a percent. (lower mitigates crit damage)",
            "Edging",
            "Experimental perk type that gives percent chance to resist orgasm, stacks with other sources. (higher better base percent)",
            "FavorBoost",
            "Gives extra uses of Goddess' Favor Equal to the number."
        ],
        "Items": [
            "ItemBonus",
            "Buffs healing and damage from item use."
        ],
        "Status Effects": [
            "StatusEffectDuration",
            "Increases the duration of the users status effects. Negative numbers will lower it.",
            "StatusChanceBoost",
            "Alter status effect application chances. (higher better chance)",
            "StartDeeperInTrance",
            "Player starts this many steps deeper in trance when hit with a trance related move. (anything bellow 1-10 will trigger instant trance)",
            "CantBreakFreeOfTranceWithoutItems",
            "Can no longer automatically start to break free of trance after 3 consecutive turns without getting stunned. (set value of 0, as it's ignored)",
            "TranceStunChance",
            "Alters the chance for the player to be stunned each turn while fully tranced by a percent. (higher better chance)",
            "ForeplayDefDown",
            "Applies a status effect that reduces the defense to the enemy targeted with a foreplay skill for 3 turns. (higher means defense is reduced)",
            "StunDelay",
            "Alters the delay between stun status effects. Higher numbers increase the delay.",
            "SleepAmp",
            "Alters the chance for the perk type owner to wake up during checks by a percent. (higher better chance)",
            "ParalysisAmp",
            "Alters the chance to be stunned by paralysis. (higher better chance).",
            "AphrodisiacAmp",
            "Alters the damage taken from aphrodisiacs by a percent. (higher more damage)",
            "AphrodisiacTurnCure",
            "Removes set amount from aphrodisiac potency every turn. (higher removes more potency)",
            "DisableRun",
            "Can disable the players ability to run from all fights. (set value of 0, as it's ignored)"
        ],
        "Stances & Evasion": [
            "GetOutOfStance",
            "Alters chance to get out of stance by a percent. (higher better chance)",
            "OutOfStanceEvade",
            "Alters evade chance when out of stances by a percent. (higher better chance)",
            "RemoveRestraints",
            "Alters restraint escape chance by a percent. (higher better chance)",
            "RestraintBoost",
            "Increases the effectiveness of your own restraints. (Higher better)",
            "StanceBoost",
            "Increases the effectiveness of your own stances. (Higher better)",
            "RunChance",
            "Alters run chance by a percent. (higher better chance)",
            "OpponentRunChance",
            "Alters opponents run chance by a percent. (higher better chance, useless on the player)",
            "Unbounded",
            "If your action is interrupted by a restraint you will struggle instead of doing nothing by default. (set a value of 0, as it's ignored)",
            "Unshackled",
            "If you break a restraint with struggle, you get to act immediately. (set a value of 0, as it's ignored)",
            "OrgasmEnergyDrain",
            "Drains or regains flat amount of energy for the monster or player respectively. Has no stance restrictions (higher more energy drained/regained)",
            "StanceStuck",
            "Decreases chance of stance escape by a percent. (higher means worse chance)",
            "InitiativeBonus",
            "Flatly alters perk type owners initiative, influencing turn order. (higher means better initiative)",
            "MinStatCheckDie",
            "Flatly alters the minimum dice your d20 can roll in a stat check. (higher gives better base number)",
            "Boost the respective stat recovered when resting at rest spots. Arousal and energy increase the percentage regained.",
            "RestSpiritRestored",
            "RestEnergyRestored",
            "RestArousalRestored"
        ],
        "Stats": [
            "Can go either below 0 or above to influence the perk type owners stat.",
            "GainEnergy",
            "GainArousal",
            "Power",
            "Technique",
            "Intelligence",
            "Willpower",
            "Allure",
            "Luck",
            "StunRes",
            "CharmRes",
            "AphrodisiacRes",
            "RestraintsRes",
            "TranceRes",
            "ParalysisRes",
            "SleepRes",
            "DebuffRes",
            "SexSensitivity",
            "AssSensitivity",
            "BreastsSensitivity",
            "MouthSensitivity",
            "SeductionSensitivity",
            "MagicSensitivity",
            "PainSensitivity",
            "HolySensitivity",
            "UnholySensitivity"
        ],
        "Increased by # of times added": [
            "State the fetish type in the EffectPower key.",
            "IncreaseFetish",
            "DecreaseFetish"
        ],
        "Player Specific": [
            "GiveSensitivityPoints",
            "Give player points to reduce sensitivity. Only works if acquired at level up. (caution giving too many points)",
            "GainSpirit",
            "Give the player spirit. Only works if acquired at level up. (caution giving too much spirit)",
            "ResistFinalOrgasm",
            "Gives a luck chance plus a base amount to resist their last orgasm. Monsters have more fun ways to implement this kind of feature in combat events.",
            "Refer to HeroicCumback.json for how it works. Very complicated."
        ],
        "Monster Specific": [
            "The following three perk types are multiplied in effect by the player's Virility * 0.01 + 1",
            "SemenEnergyDrain",
            "Player loses this much energy on orgasm, if in sex, anal, blowjob, tailfuck, or titfuck stance. (higher more base flat energy drained)",
            "SemenHeal",
            "Moster heals arousal on player orgasm if in sex, anal, blowjob, tailfuck, or titfuck stance. (higher means more base flat heal drained)",
            "SemenAttackBoost",
            "Damage alteration if player orgasms in sex, anal, blowjob, tailfuck, or titfuck stance. (higher means more percent damage damage boost)",
            "These perks tell the enemy to try to get out of the releated stance even if they have a skill for it, unless they're chamred of course.",
            "KissingAdverse",
            "AnalAdverse",
            "SexAdverse",
            "These perks are for the enemy only, and it is highly recommend you use combat events instead of them, but they do still work. (set a value of 0, as it's ignored)",
            "NoAnus",
            "Monsters ass can not be penetrated, but can be groped.",
            "NoChest",
            "Monster has no breasts to target.",
            "NoMouth",
            "Monster has no mouth to target.",
            "NoPussy",
            "Monster has no pussy to fuck or tease.",
            "Monster specific damage boosts by a percent for the related fetish. (higher more damage)",
            "MonstrousBoost",
            "FeetUseBoost",
            "BreastUseBoost",
            "AssUseBoost",
            "LegUseBoost"
        ]
    }
}