{
    "name": "Amy",
    "IDname": "Amy",
    "species": "Aberrant",
    "gender": "female",
    "description": "Una mujer de aspecto desconcertante con piel blanca porcelana que es antinaturalmente suave e intacta en todo su cuerpo.Las marcas púrpuras rodean sus ojos violetas delgados y ligeros y rayan hacia su cuello, enmarcan su rostro y le dan la apariencia de usar una máscara blanca pálida.Su pequeña nariz descansa en el medio de su rostro, y donde su boca debería estar, parece ser completamente suave.\n\nEn lugar de su cabello, en cambio, hay una serie de tentáculos pálidos y barridos que ocasionalmente se contraen y se retuercen en el aire mientras se enrolla y se deslizan hacia sus hombros, dándoles la apariencia desconcertante de serpientes sin raspaduras sobre su cabeza.\n\nSus senos de la taza B son perfectamente suaves, sin imperfecciones ni pezones, y parecen desafiar por completo la gravedad, permaneciendo perth y alegre sin importar cómo se mueva.Los brazos pálidos y ágiles de la mujer terminan en desconcertantes manos de clavos de color blanco puro, sin distinción para mostrar dónde terminan sus dedos y sus largas y segmentadas garras.\n\nSu cintura delgada está acentuada por unas pocas líneas moradas retorcidas, rompiendo la coloración blanca de todo su cuerpo a partir de su sección media y felicitando sus caderas curvas mientras se arrastran hacia abajo y conducen a la entrada de su coño pálido y violeta.\n\nUna cola larga y sinuosa sale de justo por encima de su ribete trasero, que se ensanchaba poco a lo largo de su longitud antes de estrechar suavemente a un punto púrpura y débilmente crepitante que brilla con una luz violeta pálida mientras se contrae suavemente de lado a lado.Sus piernas largas y flexibles permanecen tan perfectas y suaves como el resto de su cuerpo como terminan con gracia en pies vagamente humanoides y anfibios que parecen aferrarse a cualquier superficie que tocan mientras camina.\n\nSu espalda suave está cubierta con un patrón simétrico de manchas moradas que conducen hasta la base de su cola antes de desaparecer.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "False",
    "requires": [
        ""
    ],
    "skillList": [
        "Tentacle Tease",
        "Tentacle Tease",
        "Otherworldly Purr",
        "Otherworldly Purr",
        "Venomous Blast",
        "Stunning Flare",
        "Voracious Make Out",
        "Rapacious Kiss",
        "Twin Hunger",
        "Ravenous Leap",
        "Otherworldly Tonguejob",
        "Overwhelming Tongue Massage",
        "Ravenous Tonguejob",
        "Ball-Draining Oral Prison",
        "Ball-Draining Suction Massage",
        "Voracious Oralfice",
        "Voracious Tail Sweep",
        "Devouring Ride",
        "Rapacious Squeeze",
        "Insatiable Tease",
        "Playful Hunt",
        "Playful Hunt",
        "Helpless Prey Oral Capture",
        "Captured Prey Feast"
    ],
    "perks": [
        "Swift",
        "Evasive",
        "Tricky",
        "Escape Artist",
        "Monster Pacing",
        "Skilled Tongue",
        "Monstrous Adept",
        "Quick Witted",
        "Pinpoint Pleasure",
        "Enduring Body",
        "Enduring Body",
        "Undeniable Pleasure",
        "Sex Adept",
        "Unshackled",
        "DelayedStunned"
    ],
    "stats": {
        "lvl": "30",
        "Exp": "500",
        "max_hp": "750",
        "max_ep": "100",
        "max_sp": "1",
        "Power": "20",
        "Technique": "30",
        "Intelligence": "20",
        "Allure": "20",
        "Willpower": "15",
        "Luck": "10"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "100",
        "Ass": "100",
        "Breasts": "80",
        "Mouth": "60",
        "Seduction": "110",
        "Magic": "65",
        "Pain": "50",
        "Holy": "65",
        "Unholy": "65"
    },
    "resistancesStatusEffects": {
        "Stun": "25",
        "Charm": "0",
        "Aphrodisiac": "999",
        "Restraints": "10",
        "Sleep": "10",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "10"
    },
    "moneyDropped": "1250",
    "ItemDropList": [
        {
            "name": "Wild Rune",
            "dropChance": "20"
        },
        {
            "name": "Deep Rune",
            "dropChance": "20"
        },
        {
            "name": "Amulet of Tongues",
            "dropChance": "10"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "Sex Loss",
            "move": "",
            "stance": "Sex",
            "includes": [
                "Amy"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Amy chirps dominantly as you finally exhaust the strength in your body, losing to her otherworldly pussy, and she pins you to the ground with a sensual purr, eagerly riding your throbbing cock.",
                "You can only twitch and moan with pleasure as she bounces on your spasming dick, her cilia-coated pussy perfectly massaging your entire length when it's thrust inside, and her long vaginal tongues stay firmly coiled around your tip, slithering around it, sending constant jolts of bliss into you along with the overwhelming waves of pleasure when she slams her hips down.",
                "The ecstasy surges through your body over and over as her tight slit squeezes and churns your twitching length, caressing your every inch with thousands of tiny tongues, and as her two vaginal tongues free your tip to only start lapping at it you can't take any more of this melty stimulation, crying out in ecstasy as you pour a thick load into her, making her coo as she hilts your dick inside her squirming orifice.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "Amy gazes down at you with a sensual purr as you fill her, teasingly grinding her hips in slow circles, letting her rippling insides milk you, and while one vaginal tongue stays at your tip, looping around the spasming, sensitive flesh, the other one slowly slides down the underside of your cock, until it slips out of her tight pussy, gently wrapping around your aching balls, lovingly cradling them.",
                "Your expression loosens with bliss as her tongue gives your balls a massaging squeeze, forcing another thick load out of you while her cilia tease every exposed inch of your hilted dick, leaving you shuddering with every teasing sway of her hips.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "She suddenly stops moving with a curious coo, staring down at your gasping form, then she leans down, bringing her face a mere inch from yours, gently entangling your hands while her squirming orifice continues to stimulate your stiff manhood.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenMouth",
                "A nervous chill runs through you as you're unsure what she's planning, but as she lets out a sensual purr and her mouth cracks open, splitting her jaw vertically, and reveals her five squirming tongues, you quickly understand she's trying to be romantic, her long tongues pressing against your lips as she latches onto your face.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "It doesn't take her sinuous teasing tongues long to invade your helpless mouth, massaging and teasing every bit of it as they completely dominate your tongue, pouring mouthfuls of her potent aphrodisiac into you to drink. Amy lets out a satisfied coo at your now even-more-intimate embrace, giving your aching balls one more squeeze before she slips that vaginal tongue back into her abnormal pussy.",
                "Then she starts to rapidly bounce her hips on your twitching cock, tightening her hold on your entangled fingers as she kisses you senseless, leaving your mind blanking out with a haze of overwhelming bliss, washing away any stray thoughts with wave after wave of mind-numbing pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "Her five tongues caress and tease every corner of your mouth, coiling around and squeezing your tongue with affection, occasionally slinking deeper to tickle the back of your throat, making you shiver from the strange sensation. Her vaginal cilia pump your spasming cock, squeezing and rippling in time with her rapid hip motions, and the two vaginal tongues lick up and down your length whenever they get the chance.",
                "You let out muffled, incoherent moans into her mouth, and her eyes seem filled with joy as she lets out a sensual coo, intensifying her loving kiss and slamming her hips even faster, driving you to the brink of pleasure-stained madness from the overwhelming ecstasy she's electrifying your body with.",
                "PlayerOrgasm",
                "1",
                "With a final intense meeting of your hips, your groin is suddenly overwhelmed with a chain reaction of orgasmic ecstasy exploding through it, resonating all the way up to your melting, kiss-drunk brain, leaving you spurting thick ropes of seed into her hungry orifice, making her purr contentedly as she lovingly grinds her hips and affectionately makes out with you.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "You feel like you're lost in a pleasure-seeped haze as she gently sways and gyrates her hips, letting her cilia milk your length while her vaginal tongues endlessly loop around your tip, sending constant jolts of ecstasy through your still-stiff manhood, and her overwhelming kiss gives you no time to collect your thoughts.",
                "Thoughtlessly, you squeeze her hands with yours as she starts to bounce her hips again, losing yourself completely in the tides of maddening ecstasy, her aphrodisiac saliva pouring into your mouth to drink down as she rides you senseless, her vaginal tongues stroking your length whenever she lifts her hips up, keeping your spasming dick constantly stimulated.",
                "PlayerOrgasm",
                "1",
                "Faintly you notice your vision starting to darken as Amy fucks you silly, leaving you completely lost in a cloud of bliss as she affectionately drives you crazy with abnormal pleasure, squeezing and teasing your mouth with her multiple tongues, licking and sucking your throbbing erection with her pussy, leaving your gasping incoherently as you unload another thick spurt of cum into her.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "Amy doesn't give you a moment's rest this time, and keeps bouncing on your shaft even as you spurt, clearly losing herself in the oddly romantic moment, milking spurt after spurt of cum out of your aching balls with a coo, leaving you slowly passing out from sexual exhaustion as she fucks you senseless, showing no signs of stopping.",
                "PlayerOrgasm",
                "1",
                "Her mating session feels like it's going on forever as she rides your spasming cock, and after what feels like hours of sex, she slams her hips down one more time, climactically moaning into your mouth, and you fill her with one more load of cum before you black out completely, feeling her finally break the kiss with a purr, nuzzling into you as she too falls asleep...",
                "...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BJ loss",
            "move": "",
            "stance": "",
            "includes": [
                "Amy"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Amy backs away from you with a cooing hiss, appreciating your now helpless form as she stalks around your collapsed body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenMouth",
                "Then, as she sits herself in front of your still-rigid cock, a resounding crack rings through the tunnel as she splits open her mouth, splitting open her lower jaw at the same time, letting her five long tongues slither out of her mouth, dripping with violet aphrodisiac saliva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "She purrs sensually as her long tongues coil around your stiff erection, two of them slide down until they're affectionately cradling your aching balls and gently massage and squeeze them, leaving you gasping and moaning as she slowly soaks your groin in her aphrodisiac.",
                "Two of her other tongues slowly lick up and down your twitching length, sending sparks of bliss through your hips, and her fifth tongue endlessly loops around your throbbing tip, leaving it spasming with ecstasy as she pays specific attention to its crown and underside, slowly filling you with a bubbling need to cum.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "You can only twitch with pleasure from her writhing tongue's teasing caresses, letting out a moan as your churning balls are lovingly cradled and squeezed, and her other two tongues firmly wrap around your throbbing manhood, rapidly pumping your shaft with a double tonguejob, and her fifth tongue continues to delightfully torment your tip.",
                "The aphrodisiac saliva floods your hips with needy warmth, and right as you get to the edge of blissful orgasm, Amy completely engulfs your dick in her mouth, sealing your balls and shaft seamlessly behind her lips, leaving you crying out in ecstasy as she starts to intensely suck on them while her tongues massage all over it.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "Her otherworldly mouth leaves you howling in ecstasy, her ravenous blowjob draining the cum right out of your twitching balls, her squeezing and massaging tongues wringing it out of you, forcing you to spurt thick, long ropes of cum for her to lewdly gulp down with a naughty purr.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "But she doesn't stop the maddening stimulation, drawing out your mind-blanking orgasm, keeping your dick achingly hard as it spasms from her powerful suction and pumping tongues, leaving you shivering all through your climax.",
                "As your seed stops flowing, her tongues relent, and the suction stops, leaving you gasping for air as you try to recover, and she coos happily before gently starting to lick up and down your length with all five of her tongues, sending tingling waves of pleasure through your hips.",
                "Her aphrodisiac saliva leaves your groin aching with need while her tongues rub more of it in, and your balls feel so wonderfully full despite cumming, leaving a pleasure-drunk smile on your face as all of her tongues wrap around your sack, massaging and squeezing it.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "The pleasure of her caress leaves your dick spasming wildly from her tongues slithering around your balls, wetly caressing them all over, making them churn with the need to cum, until with a final gentle squeeze she practically forces the cum out of them, purring sensually as your throbbing cock unloads another thick rope of cum for her to drink.",
                "She gives you no time to recover this time, tightly wrapping around your twitching length like a custom-made orifice before they start to pump your pleasure-melted manhood, twisting, writhing, and changing on a whim as they stroke you senseless, and as she starts to intensely suck again you can only howl with bliss as she brings you closer and closer to your next orgasm.",
                "PlayerOrgasm",
                "1",
                "Her five unified tongues work with perfectly-calculated grace, hitting every sensitive weak point as they milk you, the mind-bending suction threatening to drain you dry as it gently pulls on your tightening balls, and as her tongue moves faster and faster you're quickly completely overwhelmed with ecstasy, left spurting madly into her hungry mouth.",
                "PlayerOrgasm",
                "1",
                "She gulps it down eagerly as the instantly inducing sensation of her squeezing tongues leaves you babbling incoherently as you cum over and over, draining your balls into her abnormal sucking orifice. But no matter how much you cum, or how much pleasure she drowns your cock in, it never feels like enough!",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "Amy sensually purrs as if to tell you're doing great as you whimper with blissful climax, her pumping tongues constantly shifting, making it impossible to get used to the mind-melting pleasure, milking you for every drop.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenMouth",
                "Finally, she wetly pulls her mouth away, freeing your still-spurting cock from its sucking confines, splattering her face with a few stray strands of cum, making her giggle as she licks them up, leaving you shivering on the ground as you try to regain your thoughts after being lost in a seemingly endless string of orgasms.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "After a few moments of gasping for air you start to wonder if she's going to let you go, but then noticing you're mostly recovered, she wraps her five long tongues around your still-stiff cock, sealing her lips around your groin again, letting two of her tongues cradle your balls as she gently teases your erection with long, loving licks.",
                "PlayerOrgasm",
                "1",
                "A pleasure-drunk smile spreads over your face as you realize she's not {i}going{/i} to stop, she's going to endlessly milk you until you finally pass out, endlessly changing the stimulation so you cum in new, pleasurable ways for losing to her.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenHanging",
                "You moan incoherently as she gives your churning balls a squeeze while one of her tongues licks up and down the underside of your twitching cock, trying to coax your seed to pour out while the fourth tongue is partially wrapped around the girth of your manhood, pumping it up and down and the fifth teasingly laps at your spasming tip.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OpenInvitation",
                "She sensually purrs before intensely sucking, leaving you crying out in bliss as you cum, spurting thick ropes into her mouth over and over again, your vision slowly darkening with each subsequent orgasm milked out of you, until you finally black out from sheer pleasure...",
                "...",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Caverns/Purple Planet Music - Tense - Melancholia (1_24) 96bpm.mp3"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|EndOfRoundCounterCheck|n|"
            ]
        },
        {
            "lineTrigger": "OffenceCounter",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|CallCounterAttack|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": "Anal Penetration",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|No Anal|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": "Make Out",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|DeepTongueAction|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": "Face Fuck",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|FaceFuckSeal|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Spank",
                "Electrify",
                "Whip"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|Amy gruñe, eruciéndose por tu violenta acción ...|f|CallCombatEventAndScene|/|AmyCombatEvents|/|You're mean.|n|",
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|Amy Sisess con ira ante tu doloroso ataque ...|f|CallCombatEventAndScene|/|AmyCombatEvents|/|You're mean.|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|Amy gruñe, eruciéndose por tu violenta acción ...|f|CallCombatEventAndScene|/|AmyCombatEvents|/|You're mean.|n|",
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|Amy Sisess con ira ante tu doloroso ataque ...|f|CallCombatEventAndScene|/|AmyCombatEvents|/|You're mean.|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|Amy Chirps felizmente al contacto físico, su cabello tentáculo se enrolla suavemente alrededor de los dedos, pero todavía parece realmente la intención de drenarte ...",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|Amy coos felizmente en el contacto físico, su cabello tentáculo se enrolla suavemente alrededor de los dedos, pero todavía parece realmente la intención de drenarte ..."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Bondage Net",
                "Magical Binding"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Amy deja un grito de sorpresa, y lucha curiosamente contra su esclavitud.",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Amy deja escapar un silbido juguetón mientras ella se retuerce contra sus restricciones."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pin",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Amy deja un grito de sorpresa, y lucha curiosamente contra su agarre.",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Amy deja escapar un silbido juguetón mientras ella se retuerce contra ti."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un ronroneo sensual y se inclina en su caricia.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy se acerca a ti mientras te burlas de su coño babeante, y parece chuparte ansiosamente el dedo.",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Te tiemblas mientras sientes una lengua {i} {/i} reprimido contra tu dedo dentro de su coño."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy ronronean dulcemente, pero te mira con avance.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy se acerca a ti mientras te burlas de su coño babeante, y parece chupar ansiosamente el consolador."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy ronronea seductoramente, dejando que una de sus manos garras acaricie su forma de serpente."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Amy se escapa ligeramente y luego mira con una leve confusión."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|\"Amy Chirps juguetonamente, y parece darte una mirada tranquilizadora\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Sleep",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenMouth|n|Amy bosteza el sueño, dividiendo la boca mientras lo hace, revelando sus cinco lenguas largas antes de cerrar la boca nuevamente.|f|ChangeImageLayer|/|Expression|/|Happy|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Amy se escapa ligeramente y luego mira con una leve confusión.",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Amy te da un aspecto bastante hambriento de que la magia haya terminado de burlarse de su cuerpo."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Ear Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un ronroneo sensual y se inclina en sus susurros burlones."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy ronronean seductoramente en respuesta.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un chirrido bastante tímido y seductor."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Ella se enfrenta felizmente y se inclina en tu mano a tientas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Caress",
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Ella deja escapar un ruido de leve molestia mientras acaricias su pecho.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Parece decepcionada que estás jugando con sus suaves senos."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Ella deja escapar un ruido de leve molestia mientras chupas su cofre sin grasa.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Parece decepcionada que estás jugando con sus suaves senos."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un ronroneo seductor y aprieta su coño recubierto de cilios alrededor de su rígida virilidad, y jadeas mientras dos lenguas vaginales descienden y lamen hacia arriba y hacia abajo de tu longitud."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy ronronea y coos felizmente mientras la follas.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy se escapa con placer y ronronear seductoramente.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Kyuuu...♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Tantric Thrust",
                "Carrying Fuck",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy gime en voz alta mientras la follas.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy temblora y jadea con placer, ronroneando seductoramente.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Kyuuu!♥♥♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Tentacle Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar una risita burlona.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy ronronean sensualmente.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy Coos seductoramente.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Kyu.♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Otherworldly Purr",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Venomous Blast",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Voracious Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Rapacious Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenMouth|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Twin Hunger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Twin Hunger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Otherworldly Tonguejob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Overwhelming Tongue Massage",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Ravenous Tonguejob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Ball-Draining Oral Prison",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Ball-Draining Suction Massage",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Voracious Oralfice",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Devouring Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Rapacious Squeeze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Insatiable Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy pantalones y gemidos desesperadamente, temblando de placer mientras la acerca cada vez más al orgasmo.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un ronroneo sensual que cambia a un gemido, temblando de necesidad mientras la acerca cada vez más al orgasmo."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy rebota ansiosamente en su polla rígida con un director de operación seductora, su coño apretado y lleno de cilios acariciando toda su erección con cada trazo, y sus largas lenguas vaginales se agitan hacia arriba y hacia abajo de sus espasmos cuando sus caderas se mueven hacia arriba, dejándote jadeando y temblandocon placer aturdidor.|f|PlayerOrgasm|/|1|n|Con un golpe final hacia abajo de sus caderas, no puedes tomar más, y estallas dentro de ella, bombeando cargas gruesas de tu semilla mientras ella muele las caderas con un ronroneo atractivo, retirando cada gota que puede de tus bolas doloridas como ellaEl coño forrado de cilios se retuerce y se retuerce en un masaje interminable y sus lenguas vaginales lamen y burla de tu palanca de pollas.|n|She chirps happily as you lay twitching on the ground recovering from your intense orgasm, giving you a brief moment of rest before she starts to move her hips again, but her internal tongues continue to gently stimulate you the entire time.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|El orificio apretado de Amy aprieta y escribe alrededor de su polla rígida, masajeando cada centímetro con sus internos recubiertos de cilios mientras sus largas lenguas vaginales permanecen junto a su punta de contracción, alternando entre la caída y enrollando a su alrededor sin fin, dejándolo temblar con una necesidad burbujeantepara llenarla con tu semilla.|f|PlayerOrgasm|/|1|n|Jadeas sorprendido cuando su coño comienza a ondularse y hacer movimientos de trago por tu longitud, acariciarte y apretarte con miles de lenguas pequeñas, dejándote gritando rápidamente en la felicidad orgásmica mientras vierte tu semilla en ella, y sus largas lenguas vaginales incesantementeEncierra en un círculo tu propina, enviando chorros constantes de dicha a través de tu virilidad mientras te corres.|n|The mind-numbing stimulation keeps you cumming far longer than normal, unloading rope after rope into her as she seductively purrs, her squirming insides clearly working to milk you dry as they squeeze and churn methodically, draining more and more cum out of you, your spasming cock head too sensitive to resist the pleasure circling around it as you're milked.|n|Finally, as your orgasm ends, she gives you a moment to catch your breath, chirping happily as you gasp in delirious pleasure, but her insides continue to gently stimulate you the entire time, keeping you achingly hard.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Te quedas al borde del orgasmo mientras Amy ronronean dulcemente, una de sus largas lenguas vaginales deslizándose por la parte inferior de tu eje, deslizándose y enrollando alrededor de tus bolas doloridas, apretándolas y masajeando mientras acarician húmedamente la parte inferior de tu eje.|n|Her other vaginal tongue lovingly licks at your throbbing cockhead, and her writhing cilia-coated pussy caresses every other available inch of flesh, leaving you moaning incoherently with building ecstasy.|n|Your moans only escalate as she gives your twitching balls a loving squeeze with her long tongue cradling them, practically wringing the cum right out of your balls as you flood her with your seed, and her cilia only intensify their teasing, her other vaginal tongue eagerly lapping up your seed, and her pussy intensely sucks on your shaft, drawing out even more of your cum as it keeps you locked in an orgasmic high.|f|PlayerOrgasm|/|1|n|Te quedas temblando y jadeando con una dicha enloquecedora ya que toda tu polla está implacablemente estimulada y ordeñada, cada masajeamiento de tus bolas saca otro grueso brote de semen, dejando cada parte de ti temblando en un éxtasis maravilloso.|n|As the melty orgasm fades you're given a brief moment to catch your breath, and Amy purrs seductively while her insides continue to tease your twitching manhood."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Blowjob",
            "theText": [
                "|f|CallCombatEventAndScene|/|AmyCombatEvents|/|BlowjobOrgasm|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|El intenso beso de Amy es dejar que tu cuerpo se contrae con sacudidas de placer, y tu mente se aclara de la sensación anormal de sus cinco lenguas largas masajeando cada bit de tu boca, sus lenguas ocasionalmente convergen para dominar tu lengua en sumisión, hasta que tú'Defiées sin aliento gimiendo y tu polla brotando salvajemente de la estímulo fechón.",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|Todas las lenguas largas de Amy se mantienen completamente enfocadas en apretar y masajear la tuya, su cerebro se aflige del puro placer que se cruza dentro de usted, y su mirada amorosa, aunque depredadora y seductora, deja su corazón acelerando mientras domina por completo su boca, forzándolePara beber por su saliva afrodisíaca hasta que con un chupado final en su lengua, su virilidad se queda en erupción en erupción de semillas largas.",
                "|f|ChangeImageLayer|/|Expression|/|OpenHanging|n|Puedes sentir un placer entumecedor llenando tu cabeza mientras Amy te besa sin sentido, sus lenguas largas giran seductoramente alrededor de tu boca, dejándote temblar de felicidad.Cuando uno le hace cosquillas en la parte posterior de tu garganta, lloras en orgasmo por el extraño éxtasis de Afrodisiac, tu virilidad salta salvajemente el semen mientras palmada incontrolablemente."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Te quedas al borde del clímax, dejando que Amy se acerque fácilmente y envuelva uno de sus tentáculos alrededor de tu polla palpitante, bombeando rápidamente tu longitud con él, dejándote jadeando y gimiendo hasta que finalmente lloras en la maravillosa liberación, cubriéndole su ruta.Cuerpo blanco en su semilla, apenas logrando ver su piel de porcelana empapada mientras se acompaña.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Estás tan desesperadamente excitado que Amy se mueve fácilmente y ronea dulcemente a tu oído, enviando un tono seductor que vibra a través de tu cerebro, abrumando con un orgusto de cuerpo y todo el cuerpo que deja tu polla espasmo descargando por todo el suelo."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Content|n|Amy deja escapar un grito de éxtasis sin aliento mientras se esconde en el clímax, su coño niega los jugos lascivos en todas partes.",
                "|f|ChangeImageLayer|/|Expression|/|Content|n|Amy deja escapar un chillido de éxtasis mientras todo su cuerpo temblaba en la felicidad electrizante, y su coño arroja jugos lascivos en todas partes."
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|Amy parece reírte tu rendición y te bloquea con una mirada hambrienta.",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|Amy deja escapar un ronroneo dominante en su rendición."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta sacar del apretado coño recubierto de cilios de Amy ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero sus dos lenguas vaginales están demasiado firmemente envueltas alrededor de su polla, y fácilmente lo empuja de regreso con un director de operaciones seductor.",
                "Pero solo te quedas capaz de gemir felizmente mientras su orificio de escritura aprieta y masajea cada centímetro, sus dos lenguas vaginales rodean con amor tu punta de espasmo.",
                "Pero con un gruñido juguetón, ella se quita las manos y monta su polla rígida más fuerte, haciéndote jadear de placer mientras su interior maravillosamente texturizado trabaja para ordeñarte.",
                "Pero su orificio retorcido está sellado tan apretado alrededor de su polla sacudida que ni siquiera puede retroceder una pulgada, dejándote gemir mientras las pequeñas lenguas internas masajean cada pulgada, las dos largas lamen hacia arriba y hacia abajo de tu eje.",
                "Pero mientras intentas alejarte, su coño prácticamente te chupa, y ella envuelve firmemente sus largas lenguas vaginales alrededor de tu polla rígida, manteniéndote alojado dentro de ella con un ronroneo seductor.",
                "Pero a medida que te mueves para alejarla, deja escapar un ronroneo sensual que deja tu mente vibrando con una encantadora excitación, y te recostan ansiosamente y la dejas ordeñar tu polla rígida.",
                "Pero ella sale de una de sus lenguas vaginales de su coño, envolviéndolo firmemente alrededor de tus bolas doloridas para masajearlas, su otra lengua envuelta amorosamente alrededor de tu longitud, y te dejan atrapado dentro de ella mientras detienen cualquier intento de alejarse."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                ""
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y libera tu polla del orificio apretado de Amy!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un chirrido decepcionado y te mira con deseo.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Ella deja escapar un ronroneo seductor y usa sus lenguas vaginales para extender su coño tentador, tratando de invitarte a entrar.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Ella deja escapar un silbido molesto y mira, claramente te molestó.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Ella te va con curiosidad, claramente confundida y molesta por qué te retiraste."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta alejarse del abrumador beso de Amy ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero ella mantiene sus brazos firmemente envueltos alrededor de la parte posterior de su cuello mientras sus cinco lenguas largas dominan su lengua, manteniéndolo encerrado en la profunda e intensa sesión de besos, mirando felizmente en sus ojos.",
                "Pero encuentras que tus pensamientos se están separando mientras te dan poco tiempo para respirar de las lenguas de Amy deslumbrando tu boca, complaciendo cada rincón, ocasionalmente burlándose de la parte posterior de tu garganta, y solo puedes gemir y contrajerarse del placer anormal.",
                "Pero no puedes alejarte mientras mantiene sus mandíbulas sorprendentemente suaves y divididas enganchadas sobre tus mejillas, y sus lenguas permanecen conmovidas alrededor de la tuya, dejándote bebiendo por su saliva afrodisíaca.",
                "Pero te encuentras bebiendo sin pensar en su saliva de veneno afrodisíaco, tratando de contemplar el sabor mientras tu mente se pierde en una neblina de dicha beso-drunk, logrando compararlo con las uvas ... ¿o tal vez el vino?",
                "Pero sus lenguas largas están tan firmemente enrolladas alrededor de la tuya, acariciando y masajeando cada rincón de su boca, que cualquier intento de romper el beso simplemente termina atraiéndolo a una sesión de besos más profunda con ella.",
                "Pero Amy tiene sus brazos tan firmemente envueltos alrededor de su espalda que sus intentos de alejarla solo hacen que profundice el beso y sus lenguas se burlan de la parte posterior de su garganta, haciéndolo temblar por el extraño placer."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                ""
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y logra alejar a Amy, liberándose de sus cinco largas lenguas invadiendo tu boca!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Amy deja escapar un gruñido de putitante, casi culpándote por besarla en primer lugar ...",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Amy Chirps en confusión, posiblemente inseguro de por qué comenzarías a besarla si quisieras parar más tarde.",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un chirrido decepcionado y te mira con deseo."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Blowjob",
            "theText": [
                "Intentas liberar tu polla de las cinco lenguas largas de [AttackerName] envueltas firmemente alrededor de tu rígida erección ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Blowjob",
            "theText": [
                "Pero ella mantiene sus lenguas fuertemente envueltas alrededor de su longitud de contracción, y cualquier intento de escapar solo lo lleva a ser tambaleándose más cerca de sus fauces, mientras que le acaricia con amor a su dolor de polla.",
                "Pero estás paralizado del placer de tres de sus largas lenguas que bombean tu virilidad, mientras que los otros dos masajea con amor tus dolor de dolor, llenando tus caderas con una dicha cálida.",
                "Pero no puedes sacudirte de sus largas lenguas mientras se enrollan lascivas alrededor de tu dolor de polla, dejándote gemir mientras se aprietan y burlan cada centímetro de tu virilidad.",
                "Pero el afrodisíaco que se filtra en su ingle te deja aturdido y dolorosamente cachondo, y suspiras felizmente mientras continúa burlándose y ordeñando tu longitud de espasmo con sus múltiples lenguas.",
                "Pero con una lengua rodando en broma alrededor de su punta, dos lamiendo hacia arriba y hacia abajo de su eje, y dos más acariciando en broma sus bolas doloridas, solo puede suspirar con una dicha sin sentido ...",
                "Pero solo te las arreglas para evitar que se envuelva por completo a tu dolor de virilidad en su boca, sus largas lenguas aún se deslizan y se enrollan las cosquillas por toda tu ingle.",
                "Pero la gracia anormalmente perfecta de Amy con sus cinco lenguas largas te deja completamente inmovilizado con placer mientras se burlan de tus cada centímetro, golpeando los puntos correctos para enviar una cascada casi constante de placer sacudiendo tu polla espasmante.",
                "Pero mientras intentas alejarla, su cabello tentáctico de repente arremete, envolviendo firmemente alrededor de tus muñecas mientras se ríe, todavía trabajando para ordeñar tu rígida virilidad con afecto amoroso."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Blowjob",
            "theText": [
                ""
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Blowjob",
            "theText": [
                "¡Y logra liberarse de las burlas orales anormales de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Blowjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Amy deja escapar un chirrido decepcionado y te mira con deseo.",
                "|f|ChangeImageLayer|/|Expression|/|OpenInvitation|n|Ella deja escapar un ronroneo seductor y mantiene la boca abierta, señalándola con una garra y haciendo que sus lenguas se retorcieran atractivamente, tratando de invitarte a entrar.|f|ChangeImageLayer|/|Expression|/|Predatory|n|",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Ella deja escapar un silbido molesto y mira, claramente se molesta en alejarse de sus servicios orales.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Ella te acompaña con curiosidad, claramente confundida y molesta por por qué quieres escapar."
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Base",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "1",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.22",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Amy/mgd_amy_base_body.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Tail",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Amy/mgd_amy_tailneu.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Threat",
                    "File": "Monsters/Amy/mgd_amy_tailrat.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Smash",
                    "File": "Monsters/Amy/mgd_amy_tailslap.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Wag",
                    "File": "Monsters/Amy/mgd_amy_tailwag.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Expression",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Amy/mgd_amy_faceneu.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Angry",
                    "File": "Monsters/Amy/mgd_amy_faceang.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Blep",
                    "File": "Monsters/Amy/mgd_amy_faceblep.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Content",
                    "File": "Monsters/Amy/mgd_amy_facecont.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Curious",
                    "File": "Monsters/Amy/mgd_amy_facecur.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Excited",
                    "File": "Monsters/Amy/mgd_amy_faceexc.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Happy",
                    "File": "Monsters/Amy/mgd_amy_facehap.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Hungry",
                    "File": "Monsters/Amy/mgd_amy_facehung.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "BigEyes",
                    "File": "Monsters/Amy/mgd_amy_facehurt.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "OpenMouth",
                    "File": "Monsters/Amy/mgd_amy_faceopen.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "OpenInvitation",
                    "File": "Monsters/Amy/mgd_amy_faceoral.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Seductive",
                    "File": "Monsters/Amy/mgd_amy_facesed.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Shriek",
                    "File": "Monsters/Amy/mgd_amy_faceshri.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Shy",
                    "File": "Monsters/Amy/mgd_amy_faceshy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Smug",
                    "File": "Monsters/Amy/mgd_amy_facesmug.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "OpenHanging",
                    "File": "Monsters/Amy/mgd_amy_facetong.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Predatory",
                    "File": "Monsters/Amy/mgd_amy_facpred.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        }
    ]
}