{
    "name": "Salaris",
    "IDname": "Salaris",
    "species": "Reptilian",
    "gender": "female",
    "description": "Una mujer pequeña con piel pálida y blanca que cubre su cara angular, el pecho desnudo y el abdomen ligeramente musculoso, mientras que el resto de su cuerpo cubierto con escamas negras resbaladizas ocasionalmente se entremezcla con patrones de manchas amarillas brillantes.\n\nSu cabello rubio rebelde, hasta los hombros, está acentuado con la ocasional racha negra, pero no hace nada para ocultar sus cejas amarillas puntiagudas y sus ojos anaranjados depredados y cortados mientras se queman con un hambre salvaje, dándole una cara llamativa e imponente.Su boca está curvada en una sonrisa afilada y de dientes, ocasionalmente interrumpida mientras se lame los labios con su lengua amarilla increíblemente larga y pálida mientras gotea el veneno amarillo viscoso.\n\nUna mezcla de escamas negras y amarillas resbaladizas se extiende por sus delgados brazos hasta que terminan en un juego de garras agudas y curvas al final de sus tres dedos y pulgar.Sus senos son una taza A, que bordean ser una taza B, enmarcada por las escamas que cubren su cuerpo mientras se curvan debajo del cuello y sobre su sección media para exponer su pecho desnudo.Su estómago y abdomen están descubiertos de manera similar y se reducen hasta su coño descarado antes de la transición a escamas negras más lisas a mitad de camino por sus piernas, con pies anfibios con garras de cuatro toed al final.\n\nToda su espalda está cubierta de escamas más negras y amarillas que continúan atravesando toda su cola larga y delgada que brota desde justo por encima de su escala delgada y cubierta de escala.",
    "encyclopedia": "Salarisi are a race of amphibious reptilian women who live in deep, dank caves who shy away from organized settlements of other creatures, monsters or otherwise. With their potent paralytic venom and extremely long, flexible tongues, they hunt down men to wring out their seed for both meals and to fertilize their eggs, but never stray too far from their homes unless the outside climate is suitably dark and wet, such as rainy nights, or if they are in desperate need of semen for the purposes of food or simply because of overpowering reproductive urges. Note that even though their preferred prey is human males, they will not shy away from drinking the vaginal juices or breast milk (if applicable) of any women they come across, but if they are not hungry they will generally leave women alone.\n\nAs they are amphibious in nature, they mostly prefer to live in shallow pools of water found in caves, and usually rest there to ambush any unsuspecting prey that might stumble upon them. They are capable of leaving these pools for longer periods of time if needed due to their skin having a slick coating to retain moisture, but they will frequently need to rehydrate if they are forced to stay fully on land. Due to the nature of their skin, it is difficult for most salarisi to live in civilized towns and cities, on top of the fact that most of them dislike wearing clothes due to the fact that it sticks uncomfortably to their bodies, and as such they tend to live more tribal, wild lifestyles.\n\nWhile most salarisi live free, unfettered lifestyles, preying on whomever they please, some are known on occasion to enter into a more permanent relationship with a single man, and while sometimes some men decide to live with the salarisi in their caves, other times the salarisi decide to live with the man in a settlement, usually involving some adaptation of their lifestyle to fit in with their new habitat. In both cases, however, their mate will usually develop a slight, but not complete, immunity to their paralytic venom, so that simple romantic gestures do not paralyze the male.\n\nIt is highly advised to wear anti-paralysis gear when fighting these predatory women, and to bring pixie dust or panaceas to deal with their venom should you be affected, lest you be rendered helpless before their long, sinuous tongues.",
    "tags": "none",
    "generic": "True",
    "requires": [
        "Labyrinth Checkpoint Gem"
    ],
    "skillList": [
        "Hunting Howl",
        "Paralytic Lick",
        "Paralytic Lick",
        "Predatory Leap",
        "Predatory Leap",
        "Salaris Predatory Kiss",
        "Salaris Predatory Make Out",
        "Paralytic Saliva Swapping",
        "Paralyzingly Long Kiss",
        "Predatory Oral Capture",
        "Opportunistic Oral",
        "Immobilizing Oral",
        "Numbing Suction",
        "Stiffening Tonguejob",
        "Paralyzing Blowjob",
        "Bounce",
        "Numbing Ride"
    ],
    "perks": [
        "Swift",
        "Escape Artist",
        "Skilled Tongue",
        "Quick Witted",
        "Sex Adept",
        "Slippery"
    ],
    "stats": {
        "lvl": "20",
        "Exp": "150",
        "max_hp": "250",
        "max_ep": "50",
        "max_sp": "1",
        "Power": "15",
        "Technique": "20",
        "Intelligence": "4",
        "Allure": "10",
        "Willpower": "4",
        "Luck": "5"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "110",
        "Ass": "75",
        "Breasts": "100",
        "Mouth": "75",
        "Seduction": "110",
        "Magic": "100",
        "Pain": "100",
        "Holy": "100",
        "Unholy": "100"
    },
    "resistancesStatusEffects": {
        "Stun": "5",
        "Charm": "0",
        "Aphrodisiac": "0",
        "Restraints": "10",
        "Sleep": "10",
        "Trance": "0",
        "Paralysis": "100",
        "Debuff": "0"
    },
    "moneyDropped": "500",
    "ItemDropList": [
        {
            "name": "Deep Fish",
            "dropChance": "50"
        },
        {
            "name": "Wild Rune",
            "dropChance": "10"
        },
        {
            "name": "Deep Rune",
            "dropChance": "10"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "Duo",
            "move": "",
            "stance": "",
            "includes": [
                "Salaris",
                "Salaris"
            ],
            "theScene": [
                "JumpToEvent",
                "DoubleSalarisLoss"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Solo",
            "move": "",
            "stance": "",
            "includes": [
                "Salaris"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "You collapse to the ground with a moan, unable to resist the Salaris any longer, and she prowls around you with a hungry grin, lazily licking your helpless body with her long sinuous tongue, making you shiver as warm tingles start to spread over your increasingly paralyzed body, until your raging erection is the only thing that can twitch.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugPredatory",
                "Speaks",
                "Hehe, all mine now, prey.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hungry",
                "She sits herself in front of your groin, licking her lips with her long tongue as she edges closer to your stiff cock, hunger glimmering in her eyes. Slowly and teasingly she wraps her tongue around your rigid manhood, gently coiling around it before starting to pump your length with it.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingAgressive",
                "Her saliva-dripping tongue slowly rubs in her paralytic venom, seeping your aching dick in it, each slow stroke over her tongue making your increasingly hard erection twitch and throb as the rest of your body fades away into a warm numbness, leaving you only able to focus on the pleasant sensations she's inflicting on your spasming manhood.",
                "Speaks",
                "Khehe, time to eat.♥ Thanks for the meal.♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingSmug",
                "In a single smooth motion she hilts your dick in her wet mouth, coiling her long tongue around every inch of your spasming manhood, and you cry out as you instantly blow a thick load into her hungry mouth, which she greedily gulps down while slurping and sucking on your twitching cock.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingAgressive",
                "The tingly warmth in your groin only seems to increase, making your dick swell a little as her venom soaks in more and more, keeping your dick achingly hard and eager for more, it feels like it's never going to go soft again with how it powerfully throbs inside her lewdly sucking mouth.",
                "The Salaris starts to gently bob her head up and down, making her long tongue stroke your rigid cock out of rhythm with her sucking lips, never leaving you raging erection unstimulated, and only really able to feel your twitching manhood you're able to fully appreciate every expert movement of her writhing tongue and sucking lips, practically giving you two blowjobs at once.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingSmug",
                "You can see her tail happily wagging behind her as she sucks on your length, pumping you with her dexterous tongue, her eyes full of blissful contentment as she works to wring you dry, her long tongue squeezing around your length, threatening to milk out a thick load as she bobs her head faster.",
                "The feeling of her tongue carefully pumping your twitching cock, focusing it's firm pressure on the underside of your length, milking your aching dick in such a way to coax out as much of your seed she can, while her tight suck lips glide up and down your raging erection, only broken by the slithering feeling of her tongue slipping past it, leaving you howling in ecstasy.",
                "Her alternating double blowjob leaves you on your wits end, with your body paralyzed and numb you can't focus on anything but the white-hot ecstasy in perfect detail, and as she hilts herself on your cock and sucks the air out from her cheeks, slowly pulling back with a long intense suck, her tongue wildly pumping your rigid cock you can't stop the wave of orgasmic bliss from overtaking you.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingAgressive",
                "It's like a dam broke inside you as you spurt load after load of cum into her hungry mouth, and the lewd gulping sounds only coaxes your pleasure drunk brain to feed her more long ropes of cum as her vacuum-sealed blowjob makes it's way to your spasming tip, and your vision starts to turn white from the sheer climactic ecstasy striking through your twitching erection.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseLick",
                "Speaks",
                "Delichious.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingAgressive",
                "As the last few spurts of your seed shoot into her mouth while her tongue teasingly rolls around your aching cockhead, you can only gasp and moan in delirium. Your stiff cock harder than ever, eager to be her personal semen dispenser.",
                "But you realize she's not even close to done feeding as she hilts herself back down on your aching length, making her tongue dance and coil around your spasming dick, the predatory gleam in her eyes screaming for more.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingSmug",
                "She sighs blissfully as she lets her tongue handle all the moving, letting it squirm around your raging cock, giving it the occasional squeeze before stroking it, slowly working to milk out another thick load of cum.",
                "Her long coiling tongue slowly slips from her lips while keeping your aching manhood firmly constricted, dipping down and gently wrapping around your aching balls, coating them in her paralytic saliva as she massages them, coaxing you to churn out more cum for her.",
                "The warm tingly bliss induced by her paralytic saliva makes you sigh in pleasure, and you can feel your throbbing erection starting to swell with another orgasm, the feeling of her long tongue squeezing your balls practically milking the semen out of them alone.",
                "PlayerOrgasm",
                "1",
                "She lets out a happy but incoherent noise as you pour a thick load into her mouth, and her long tongue continues to writhe around your spasming cock, your aching balls twitching in delight as she practically wrings the cum out of them with her delightful massage.",
                "Your stiff cock refuses to flag, and she shows no signs of stopping her feeding frenzy any time soon, so you find yourself settling into the waves of pleasure in your paralyzed and helpless state, reveling in the feeling of each and every orgasm she milks out of you, lost completely in the pleasure of her incredibly long tongue.",
                "PlayerOrgasm",
                "1",
                "You don't know how long you lay there getting milked for every drop of cum you have, the ecstasy and paralysis keeping you completely focused on your spasming orgasm wracked cock as you spurt over and over, feeding her everything you have, until you finally pass out from exhaustion, the wet sounds of her lewd oral assault still ringing in your ears...",
                "...",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Forest Dungeon/chain.mp3"
            ]
        },
        {
            "lineTrigger": "StartOfCombat",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|SalarisCombatEvents|/|Intro|n|"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|SalarisCombatEvents|/|EndOfRound|n|"
            ]
        },
        {
            "lineTrigger": "PlayerRanAway",
            "move": "",
            "theText": [
                "|f|UseHeldBG|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Spank",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella deja escapar un silbido mientras se sonrojan ligeramente.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|\"Solo estás pidiendo que se agote la seca\".",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Khhh ... ♥ solo espera hasta que no puedas moverte ...'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Ella te mira con un brillo depredador en sus ojos."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Whip",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella deja escapar un silbido mientras se sonrojan ligeramente.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Ella te mira con un brillo depredador en sus ojos.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|\"Solo estás pidiendo que se agote la seca\".",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Khhh ... ♥ solo espera hasta que no puedas moverte ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella deja escapar un silbido mientras se sonrojan ligeramente.",
                "Ella te mira con un brillo depredador en sus ojos.",
                "\"Solo estás pidiendo que se agote la seca\".",
                "'Khhh ... ♥ solo espera hasta que no puedas moverte ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Uhhh ... ¿qué estás haciendo?'",
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|'¿Crees que soy un tipo de {i} mascota {/i}?'|f|CallCombatEventAndScene|/|PlayerCombatEvents|/|Enraged|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Bondage Net",
                "Magical Binding"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|'¡Me morderé si tengo que hacerlo!",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Pronto me libraré de esto'.",
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|Ella golpea y silbó en pánico leve antes de establecerse.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Khhh- está cavando en mi piel ...",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|\"Oh, voy a disfrutar de dejarte un desastre paralizado y sacudido\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pin",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'¿Sabes que estás en la distancia perfecta para besarse, ¿verdad?",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Pronto me libraré de esto'.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|Ella te mira con un suave sonrojo.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Khhh- ¿Realmente crees que puedes mantenerme deprimido?",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|\"Oh, voy a disfrutar de dejarte un desastre paralizado y sacudido\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Lewd Bottle",
                "Cloying Mist",
                "Placebo Pheromone"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|'Hahhh..?♥'",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|'Eso se quedará en mi piel todo el día ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|Mnnn ... ♥ Ahora quiero aparecer ... ♥"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Eeek! ♥ A-Ahh? ♥ ¡No dejaré de hormiguear! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyaaa! ♥ ghhhh ... ♥ th-esto se está poniendo peligroso ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Khhhhh ... ♥ Si no tengo cuidado, voy a terminar con la presa ...",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnn !!! ♥ d-dumb húmedo s de skin ... no deje de hormiguear ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Siempre estoy mojado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Si quieres follarme, solo hazlo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mnnnn. ♥ ¿Qué tal un beso? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|¡No uses una polla falsa!Eek! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'¡Tecnología St-Stupid! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ah- ♥ h-hey eso no es justo! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Ja ja ... ¿quieres una mamada? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|'¡Vamos!¡Fóllame! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Mnnn ... ♥ Ahora quiero aparecer ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Th-the infierno ..?'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|\"Una vez que seas agradable y paralizado, eso no va a importar\".",
                "|f|ChangeImageLayer|/|Expression|/|Angry|n|'Te voy a cazar sin importar qué'.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Khhh ... d-damn it ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Oh, deja de enloquecer, solo quiero ordeñar todo tu semen\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Estar paralizado y drenado sin sentido no es {i} que {/i} es malo'.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Estás exagerando, vamos, te drenaré agradable y lento\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Sleep",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|GHH?¿Por qué estoy ahhh ... tan cansado ...?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|\"Vamos, no seas tan molesto\".",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Borgemos en su lugar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'¿No quieres una acción de la lengua? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Hmhmhm, ¿eres estúpido o algo así?",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Gracias por la comida. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Tu saliva sabe bastante bien. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Realmente debes gustarme para seguir haciendo esto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Quieres estar paralizado, ¿no? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'¿No deberías estar tratando de escapar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'¿Es mi lengua demasiado para ti? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Jejeje, no se rinde, ¿eh?",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Tu saliva sabe bastante bien. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡N-no justo!'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Khhh, ♥ que se siente tan raro ...'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Ahn ... ♥ Es como si mi cabeza estuviera girando ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mnn, jeje, ¿demasiado asustado para acercarte a mí? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Prefiero que realmente me hayas tocado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Apuesto a que no puedes lanzar magia si estás paralizado. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Ear Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|¿E-eh?¡Hey Corta eso, eres raro! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella se esconde en la felicidad momentánea cuando la sensación la abruma.",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Ghhh ... ♥ Mnn ... Debería intentarlo con ti. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'¡Bien, entonces! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Qué tal una mamada primero? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Y eres demasiado agradable para tu propio bien'.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|Ella te mira por un momento con un silencio aturdido y enrojecido.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|\"D-no creo que sea cariñoso te dará piedad\".",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Aw, qué dulce, pero no voy a dejarte escapar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Jeje, si eres tan romántico, bésame. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|Sus escamas negras hacen que sea bastante difícil a tacharse el trasero ...",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|Ella te da una leve mirada de molestia.",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|\"Deja de jugar con mi trasero, es molesto\".",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|¿Quieres que me siente en tu cara o algo así?",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|\"Quiero decir, si vas a tocar mi cuerpo, ¿por qué no mis senos?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Caress",
                "Breast Knead",
                "Breast Massage",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Piel más suave de la dura ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|\"Khhh, estás haciendo que mi pecho se sienta raro\".",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Son bastante pequeños, así que no entiendo por qué te molestas ...'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'¿Por qué te estás molestando con mi pecho ...'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|Ella suspira maravillosamente mientras bromea sus tetas lubricadas, su propia piel resbaladiza aumentando su placer.",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Mi lengua es mucho más divertida que mis senos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Ja ja ... ♥ es solo un poco sensible allí ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|¿E-eh?T-ellos son pequeños, entonces, ¿por qué son yo- ♥ nnnnmmm! ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|\"Khhh, estás haciendo que mi pecho se sienta raro\".",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|Ella suspira felizmente mientras ruedas la lengua alrededor de sus pequeños pezones pálidos.",
                "|f|ChangeImageLayer|/|Expression|/|Shy|n|'Ja ja ... ♥ es solo un poco sensible allí ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Bueno, ¿no te atreves? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|'Mnnnn, me estás llenando por completo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Oh, te voy a retorcer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Excited|n|'Asegúrate de correrse por dentro. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hahhh...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jeje, ¿qué tal un beso? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Khhh ... ♥ mi coño apenas puede encajarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Estás ansioso por drenar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Solo relájate, déjame hacer todo el trabajo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mnnn, ♥ tienes una polla tan varonil. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡HIIII! ♥♥♥ S-SO SUBRITO. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Joder yoe! ♥ créeme! ♥ yessssss! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Ouhhhhh! ♥ m my coño va a breaaakkkkk- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Khhhh! ♥♥♥ s-so intenso- ♥ eres un amigo increíble. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'C-no pensar- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'S-ti-una polla dominante ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Tu polla! ♥ ¡Ahh! ♥ es Amazzzingggggggg! ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Multi Thrust",
                "Empowered Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Joder yoe! ♥ créeme! ♥ yessssss! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Ouhhhhh! ♥ m my coño va a breaaakkkkk- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Khhhh! ♥♥♥ s-so intenso- ♥ eres un amigo increíble. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'C-no pensar- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'S-ti-una polla dominante ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Tu polla! ♥ ¡Ahh! ♥ es Amazzzingggggggg! ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Y estás apartando conmigo de una manera tan extrañamente gentil ... ♥ ¡Se siente realmente bien! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'M mi coño sigue apretando tu polla ... ♥♥♥ wh-que me estás haciendo a mí ... ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Khhhh! ♥♥♥ Y-Eres un compañero increíble. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'C-no pensar- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¿M mi cuerpo entero está hormigueando? ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Siento que estoy Meltinggggg- ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Ugh ... ¿en serio?'",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Nuestra parte trasera está un poco entumecida de la balanza ... así que ...'",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'No puedes parecer conmigo así ...'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hahhh...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jeje, ¿qué tal un beso? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Estás ansioso por drenar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Solo relájate, déjame hacer todo el trabajo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mnnn, ♥ tienes una polla tan varonil. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Carrying Fuck",
                "Multi Thrust",
                "Anal Piston",
                "Empowered Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡HIIII! ♥♥♥ S-SO SUBRITO. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Ouhhhhh! ♥ m my culo va a breaaakkkkk- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Khhhh! ♥♥♥ s-so intenso- ♥ eres un amigo increíble. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'C-no pensar- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'S-ti-una polla dominante ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Tu polla! ♥ ¡Ahh! ♥ es Amazzzingggggggg! ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Y estás jodiendo conmigo de una manera tan extrañamente gentil ... ♥ ¡Se siente realmente bien! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'M mi trasero sigue apretando tu polla ... ♥♥♥ wh-que me estás haciendo a mí ... ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Khhhh! ♥♥♥ Y-Eres un compañero increíble. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'C-no pensar- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¿M mi cuerpo entero está hormigueando? ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Siento que estoy Meltinggggg- ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Face Fuck",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Thasht, ♥ Aliméme. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mnnn! ♥ ¡No te detengas! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|Los salaris te permiten arar su garganta, su larga lengua se enrolla cariñosamente alrededor de tu rígida virilidad.",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Jeje. ♥ ¿Cuánto tiempo más te moverás así? ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Paralytic Lick",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'No pasará mucho tiempo ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Te ves sabroso ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Mmmm, tan deliciosa presa. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jeje, ¿puedes sentir mi veneno empapado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jejeje, apenas puedo esperar para drenarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'No tengas miedo, no morderé. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'No vas a escapar de mí. ♥"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Salaris Predatory Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Eres mío ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Hehehe.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Mmmm, sabes increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Aquí, bebe parte de mi veneno. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Puedo besarte tan profundamente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Presa siempre es tan lindo cuando está indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Te voy a besar sin sentido. ♥"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Salaris Predatory Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Eres mío ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Hehehe.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Mmmm, sabes increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Aquí, bebe parte de mi veneno. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Puedo besarte tan profundamente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Presa siempre es tan lindo cuando está indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Te voy a besar sin sentido. ♥"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Paralytic Saliva Swapping",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Mmmm, delicioso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Todo tu cuerpo va a adormecer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mmmmnnn omm, ♥ pwaahh, ♥ jeje. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Hmmmm, ♥ te ves tan beso borracho. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Tu lengua ni siquiera puede defenderse. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Sho tashty. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Todo tu cuerpo se volverá tan rígido. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Paralyzingly Long Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Mmmm, delicioso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Todo tu cuerpo va a adormecer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mmmmnnn omm, ♥ pwaahh, ♥ jeje. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Hmmmm, ♥ te ves tan beso borracho. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Tu lengua ni siquiera puede defenderse. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Sho tashty. ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Todo tu cuerpo se volverá tan rígido. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Opportunistic Oral",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Eres mío ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Hehehe.♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Mmmm, sabes increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Es hora de comer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mnnn, sho grueso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Voy a agotar cada gota. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Immobilizing Oral",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Eres mío ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Hehehe.♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Mmmm, sabes increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Es hora de comer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mnnn, sho grueso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Voy a agotar cada gota. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Stiffening Tonguejob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Jeje, eres Dick se mantendrá duro todo el día. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Mmmm, tal vez debería lamer y chuparte las bolas. ♥ sigue animándote a hacer más semen. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Solo relájate, ♥ no podrás resistirme para siempre. ♥",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'¿Te divierte? ♥ jejeje. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Tu polla sigue siendo más difícil. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Te voy a secar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Pronto todo lo que podrás sentir es que tu polla es lamida y chupada. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Atrapé una gran polla tan bonita. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'Jeje, trate de no correrse sin parar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'¿Puedes sentir mi veneno derritiendo tu capacidad para resistir? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|BaseLick|n|'¿No es asombroso mi lengua?'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Tu polla no dejará de tirar. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Paralyzing Blowjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Haahhhh.Delicioso. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|* Suuuucck* 'mmmphh. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Mph mmmm, * chupar * hmhmhmmm. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Haaa ... Haaa ... Tan sabroso ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Sho hambriento ... vamos, dame un alimento. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Numbing Suction",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Haahhhh.Delicioso. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|*Suuuck*'mmmphh. ♥'*suuuuuuccck*♥",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|*Suuuck*'mmmphh. ♥'*suuuuuuccck*♥",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Ommm.*Suuuuuuccck*omfhh. ♥*suuuuuuccck*",
                "|f|ChangeImageLayer|/|Expression|/|KissingSmug|n|'Sho tashty. ♥ mmmmm. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Bounce",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'¿De verdad crees que puedes follarme presa? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Hmmm, tal vez valga la pena aparearse. ♥",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Hahhh. ♥ Tu polla golpea tan profundo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'¿Estoy lo suficientemente apretado para ti? ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Numbing Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jejeje, te convertirás en mi juguete sexual personal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'¿Esto se siente bien? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jejeje, todo tu cuerpo va a ir entumecido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Solo concéntrate en tu polla que se joda tonta. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|'Jeje, tu cuerpo sigue creciendo. ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Khhh ... ♥ No puedo tomar mucho más de esto ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|Ahhh ... a este ritmo, voy a terminar enviando ... ♥",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|No se supone que P-Prey me haga sentir tan bien ... ♥"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Heee- ♥ Vas a correr. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'No te detengas. ♥ Strupt TODO fuera. ♥",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Vas a volar tu carga pronto. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jejeje, estás titulando tanto. ♥ te vas a corro, ¿verdad? ♥'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|El coño apretado de los Salaris se contrae en torno a su dolor de virilidad mientras ella te monta, cada reunión de tus caderas hace que tu punta golpee sus puntos más profundos, y tu polla palpitante está abrumada con la necesidad de criarla con cada sacudida que golpea a través de tus caderas, hasta que finalmente descargue su grueso semen en su útero, haciéndola ronronear con deleite.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Mientras ella ansía ansiosamente su polla, los Salaris ruedan suavemente la lengua sobre su pecho, acariciando bruscamente su piel, empapando en su veneno hormigueante hasta que todo su cuerpo esté al ras de calor.Su rígida erección latirá dentro de ella con cada reunión tuya de ustedes, su larga lengua se burla de la caricia que lo conduce al límite mientras golpea sus caderas por una última vez y la inundan con su semilla.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Mientras follas el coño apretado del salaris, se contrae firmemente alrededor de tu longitud con cada empuje, estirando para que se ajuste a tu rígida virilidad, y a medida que sales a empujar nuevamente, vuelve a su tensión anterior, lo que te hace estirar su coño acomodado una y otra vezUna vez más, haciendo que cada empuje de Hilting se sienta absolutamente divino, y te pierdes en el éxtasis de fusión mental hasta que finalmente lloras con felicidad, soplando tu carga en su útero."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|El culo apretado de los Salaris se contrae en torno a su dolor de virilidad mientras ella te monta, cada reunión de tus caderas hace que tu punta golpee sus puntos más profundos, y tu polla palpitante está abrumada con la necesidad de descargarle con cada sacudida que atraviesa tuHIPS, hasta que finalmente descargue su grueso semen en su trasero, haciéndola ronronear con deleite.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Mientras ella ansía ansiosamente su polla, los Salaris ruedan suavemente la lengua sobre su pecho, acariciando bruscamente su piel, empapando en su veneno hormigueante hasta que todo su cuerpo esté al ras de calor.Su rígida erección latirá dentro de ella con cada reunión tuya de ustedes, su larga lengua se burla de la caricia que lo conduce al límite mientras golpea sus caderas por una última vez y la inundan con su semilla.",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|Mientras follas el culo apretado del salaris, se contrae firmemente alrededor de tu longitud con cada empuje, estirando para adaptarse a tu rígida virilidad, y a medida que te retiras de nuevo, vuelve a su tensión previa, haciéndote estirar su coño acomodado una y otra vezUna vez más, haciendo que cada empuje de Hilting se sienta absolutamente divino, y te pierdes en el éxtasis de fusión mental hasta que finalmente lloras con felicidad, soplando tu carga en su trasero."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Blowjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|Intentas desesperadamente soportar la maravillosa sensación de la lengua del salarisi firmemente envuelta alrededor de tu longitud, enrollando suavemente a su alrededor mientras su boca está balanceada a la base de tu polla sacudida, estás tan cerca de golpear todo lo que puedes hacer es temblar con placerMientras trabaja lentamente para retirar una espesa carga de semen.|n|But the futility of trying to resist dawns on you as her long tongue slithers out of her mouth while still tightly constricting your throbbing cock and gently warps around your aching balls, massaging and squeezing them, sending warm radiating tingles through your hips, leaving you moaning in bliss as you pour a thick load down her throat, and even as the pleasure ebbs away your stiff cock only throbs with the need for more of her oral perfection.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|Al llegar al borde del orgasmo, los salaris retroceden, liberando su polla sacudida de su boca con un pop húmedo, mientras mantiene su lengua larga y sinuosa firmemente envuelta alrededor de su polla palpitante, acariciando toda su longitud con su abrazo en espiral, manteniendo su punta dirigidaen su boca abierta mientras espera su comida con ojos hambrientos.|n|Each teasing pump threatens to make you cum as she soaks your length in her venom laced saliva, making your dick throb as it feels harder and stiffer with every passing moment, until your manhood finally erupts long ropes of cum into the Salarisi's waiting mouth, her long tongue still stroking you as it tries to wring out every drop from your raging erection, and after she gulps down your load with a sigh she engulfs your length anew, and your stiff cock doesn't feel like it's ever going soft again.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|Los salaris balancean la cabeza hacia arriba y hacia abajo por tu polla sacudida, su lengua se enrolle bien alrededor de tu longitud, imitando los movimientos de la boca a un ligero retraso, sus labios chupando firmemente tu virilidad contra la muñeca mientras sube y baja, y con la lengua acariciando la lengua¡Toda tu virilidad alternativa, sientes que estás recibiendo dos mamadas expertas al mismo tiempo!|n|Gasping and moaning you casn't hope to endure the white-hot ecstasy striking through your throbbing erection, the pleasure swelling more and more with her every motion, until you cry out in bliss erupting thick cum into her mouth, and she greedily gulps it down while maintaining her suckling and milking motions, working to drain your balls completely dry.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|A medida que el salaris forma un sello apretado con los labios en la base de tu polla, su lengua larga lamiendo hacia arriba y hacia abajo a lo largo de ella, ¡te das cuenta de que no puedes evitar que te corras!|n|Once she pushes the air out from her cheeks, sucking with increasing intensity you can only moan incoherently from the incredible vacuum pressure, her long tongue teasingly dancing along your spasming dick even as you start to spurt out a single long rope of cum down her throat, your dick feels like a straw she's lovingly drinking from as she drains your balls with mind-melting suction, not letting a single drop of your seed go to waste.|n|She finally frees your cock from her mouth with a wet pop and a content sigh once your dick stops spurting, and she gives you a few moments to recover while she catches her breath."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|Te dejas sin aliento y te quedas bien como el salaris se distingue intensamente contigo, sin darte un momento de descanso mientras su larga lengua gira constantemente alrededor de tu boca, acariciando y burlando todo lo que puede, hasta que el placer que atraviesa la mente te envía sobre elEl borde gimiendo en su boca, tu polla brotando espesas cuerdas de semilla, pero incluso entonces no detiene su implacable beso, tratando de sacarte la pelea.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|A medida que el Salaris intercambia saliva con usted, te ves obligado a beber por su veneno dulcemente agrio, cada trago que hace que tu polla se endurezca, se contraiga y duele mientras todo lo demás se entumece, su lengua larga domina tuya, hasta que finalmente, tu, tuEn blanco mental y tu virilidad se queda boquiabierto mientras espasmos en el éxtasis de blanco.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|El beso descuidado húmedo de los Salaris está dejando su mente cada vez más borracho mientras su lengua larga se bobina alrededor de la tuya y lo empuja en su boca para chupar suavemente, y su lengua continúa acariciando y masajea su boca todo el tiempo, hasta que la estimulación fechrena finalmenteAbruman a usted y su polla estallan como una fuente, para su diversión."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|Mientras te dejan temblando en éxtasis, los Salaris se ríen y arremanían con su lengua larga, dándole a tu torso una larga burla, y esa simple sensación te deja gemir mientras tu polla brota las espesas cuerdas de esperma en el aire.Cuando la lengua regresa, simplemente te da una mirada hambrienta, claramente con la intención de debilitarte hasta que pueda secarte.",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|Mientras jadeas e intentas calmar tu doloroso deseo, la lengua de los Salaris arremende y le da a tu palpitante polla una larga tocina a lo largo de su parte inferior, y demasiado cerca del borde que solo puedes llorar con felicidadStrupt de tu semen, y la lengua de Salarisi regresa a su boca con algunas cuerdas de tu semilla que traza con avidez antes de darte una sonrisa depredadora.",
                "|f|ChangeImageLayer|/|Expression|/|Lick|n|Te quedas indefenso y al borde del orgasmo del asalto burlón del salarisi, y ella se mueve fácilmente de cerca y le da a tu dolor de virilidad una lengua improvisada con su lengua sinuosa, manteniendo la boca abierta justo frente a tu punta mientras ellaBomba su longitud sin descanso, hasta que finalmente lloras en éxtasis, estimulando largas cuerdas a la boca mientras te sobreestimula.|n|As the orgasm ebbs away you barely manage to push her away before she engulfs your manhood in her hungry mouth, her eyes gleaming with desire."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡HIIIII! ♥♥♥ estoy corriendo! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'Ouhhhhh! ♥ i-i submiiitttt! ♥♥♥",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'¡Khhhheeee! ♥♥♥ I-No puedo dejar de correrse! ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|PleasuredStruck|n|'I-es demasiado- ♥ jajhh! ♥ t-too muchohhhh! ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Bueno, no me voy a quejar si estás cediendo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Me encanta una comida gratis. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|¿Te estás rindiendo?Bueno, prepárate para ser escurrido seco. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jejeje, en serio, ¿te estás dando por vencido? ♥ ¿Sabes que no te dejaré ir bien? ♥",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Oh? ♥ Bueno, gracias por la comida entonces. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del apretado coño de Salarisi ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero su hábil piel anfibia sigue deslizándose las manos, y simplemente terminas a tientas las curvas mientras ella rebota en tu polla palpitante.",
                "Pero solo puedes temblar mientras ella lame bruscamente por tu pecho mientras rebota húmedamente en tu polla, el placer que dispersa tus pensamientos.",
                "¡Pero su coño está tan apretado que no puedes alejarte!Aunque parece estar temblando en éxtasis, tampoco puede hacer mucho.",
                "Pero mientras ella rebota ansiosamente en tu polla, el placer que atraviesa tu virilidad te deja suavemente sosteniendo sus caderas mientras te monta."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Tú eres el que quería follar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Jeje, ¿asustado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'¿Cuánto más puedes luchar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Como si hubiera dejado que una polla tan grande se escapara. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y libera tu polla del coño de Salarisi!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Aún no te has escapado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Supongo que solo tendré que precisarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, siempre es más divertido cuando la presa se defiende. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, pero ¿todavía puedes moverte? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse del culo apretado del salarisi ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "Pero su hábil piel anfibia sigue deslizándose las manos, y simplemente terminas a tientas las curvas mientras ella rebota en tu polla palpitante.",
                "Pero solo puedes temblar mientras ella lame bruscamente por tu pecho mientras rebota húmedamente en tu polla, el placer que dispersa tus pensamientos.",
                "¡Pero su trasero está tan apretado que no puedes alejarte!Aunque parece estar temblando en éxtasis, tampoco puede hacer mucho.",
                "Pero mientras ella rebota ansiosamente en tu polla, el placer que atraviesa tu virilidad te deja suavemente sosteniendo sus caderas mientras te monta."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Tú eres el que quería follar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Jeje, ¿asustado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'¿Cuánto más puedes luchar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugPredatory|n|'Como si hubiera dejado que una polla tan grande se escapara. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "¡Y libera tu polla de la parte trasera del salarisi!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Aún no te has escapado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Supongo que solo tendré que precisarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, siempre es más divertido cuando la presa se defiende. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, pero ¿todavía puedes moverte? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta alejarse del [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero mantiene sus brazos firmados alrededor de la parte posterior del cuello de [ThePlayerName] mientras su lengua larga domina [TargetHimOrHer], manteniendo [TargetHimOrHer] en una sesión de besos profunda e intensa.",
                "Pero ella se acumula firmemente su lengua sinuosa alrededor de la tuya y te lleva de regreso para besos aún más descuidados y paralíticos.",
                "Pero su saliva dulcemente agria te mantiene encerrado en un beso profundo mientras envía hormigueo a través de tu cabeza, la maravillosa parálisis se coloca lentamente mientras bebes más y más de su veneno.",
                "Pero a medida que su lengua gira agresivamente alrededor de tu boca, no puedes pensar en lo correcto, y solo te las arreglas para besarla débilmente.",
                "Pero ella te besa con tanta intensidad que no puedes concentrarte en escapar, solo su lengua larga masajeando tu boca y envolviendo tu propia lengua dominante."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'No vas a ir a ningún lado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Jeje, ¿asustado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Pronto no podrás ni siquiera intentar luchar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kissing|n|'Tu retorcimiento es tan lindo. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y libérate de los labios del [AttackerName] y la lengua burlona!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Todavía no te has escrito. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Supongo que solo tendré que precisarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, siempre es más divertido cuando la presa se defiende. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, pero ¿todavía puedes moverte? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Blowjob",
            "theText": [
                "[ThePlayerName] intenta liberar su polla de [AttackerName] Ravenous Mouth ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Blowjob",
            "theText": [
                "Pero ella mantiene su lengua firmemente envuelta alrededor de su longitud de contracción, y cualquier intento de empujarla solo termina ayudándola a brotar la cabeza hacia arriba y hacia abajo de su dolor de polla.",
                "Pero solo puedes gemir mientras su lengua larga rueda alrededor de tu polla sensible, llenando tus caderas con una dicha cálida mientras se burla cada centímetro de tu virilidad.",
                "¡Pero mientras recubre su furiosa erección en su saliva, el veneno paralítico deja sus movimientos demasiado forzados para alejarla!",
                "Pero mientras mantiene su lengua enrollada siguiendo los movimientos de la boca a un ritmo retrasado, solo puedes gemir ante el placer de duplicación, dejando que tu cuerpo se floja en un éxtasis feliz.",
                "Pero a medida que ella apesta intensamente su dolor de erección dolorida, ni siquiera puede hacer que ella se mueva una pulgada mientras chispas de placer vuelan a sus caderas, su apretada boca sellada al vacío amenazaba con extraer cuerdas gruesas de su semilla.",
                "Pero no puedes alejarla para alejarla mientras leve cada centímetro de tu polla con afecto, su larga lengua enrollando y acariciando tu longitud mientras ella se sacude la cabeza y chupa de manera trefonía.",
                "Pero cada encantadora chupada que se aplica a tu polla parece sacar la fuerza de tus extremidades, dejándote retorciéndote de placer mientras su lengua se envuelve más fuerte alrededor de tu longitud palpitante.",
                "Pero estás perdido en la sensación de que su lengua increíblemente larga se desliza alrededor de tu polla mientras ella apesta tu virilidad, haciéndote sentir que tienes al menos diez mujeres atendiendo tu dolor de polla."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Blowjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|Ella le lame y chupa tu polla, tentándote a dejar de luchar mientras empuja tu virilidad en su saliva paralítica.",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'No vas a ir a ningún lado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Jeje, ¿asustado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Pronto no podrás ni siquiera intentar luchar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|KissingAgressive|n|'Tu retorcimiento es tan lindo. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Blowjob",
            "theText": [
                "¡Y libérate de los labios del [AttackerName] y la lengua burlona!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Blowjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Todavía no te has escrito. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Supongo que solo tendré que precisarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, siempre es más divertido cuando la presa se defiende. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Hungry|n|'Jeje, pero ¿todavía puedes moverte? ♥'"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "RestoreBG",
            "move": "",
            "stance": "",
            "includes": [
                "Salaris"
            ],
            "theScene": [
                "UseHeldBG"
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Body",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "1",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.24",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Salarisi/body_salarisi.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Blush",
                    "File": "Monsters/Salarisi/body_salarisiBlush.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Glare",
                    "File": "Monsters/Salarisi/body_salarisiGlare.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Expression",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "BaseLick",
                    "File": "Monsters/Salarisi/expression_salarisi_BaseLick.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Base",
                    "File": "Monsters/Salarisi/expression_salarisi_Base.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Angry",
                    "File": "Monsters/Salarisi/expression_salarisi_Angry.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Concern",
                    "File": "Monsters/Salarisi/expression_salarisi_Concern.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Confused",
                    "File": "Monsters/Salarisi/expression_salarisi_Confused.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Excited",
                    "File": "Monsters/Salarisi/expression_salarisi_Excited.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "FuckedSilly",
                    "File": "Monsters/Salarisi/expression_salarisi_FuckedSilly.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Happy",
                    "File": "Monsters/Salarisi/expression_salarisi_Happy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Hungry",
                    "File": "Monsters/Salarisi/expression_salarisi_Hungry.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Kissing",
                    "File": "Monsters/Salarisi/expression_salarisi_Kissing.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "KissingAgressive",
                    "File": "Monsters/Salarisi/expression_salarisi_KissingAgressive.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "KissingSmug",
                    "File": "Monsters/Salarisi/expression_salarisi_KissingSmug.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Lick",
                    "File": "Monsters/Salarisi/expression_salarisi_LickPredatory.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Panic",
                    "File": "Monsters/Salarisi/expression_salarisi_Panic.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Pleasured",
                    "File": "Monsters/Salarisi/expression_salarisi_Pleasured.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "PleasuredStruck",
                    "File": "Monsters/Salarisi/expression_salarisi_PleasureStruck.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "PleasuredPredatory",
                    "File": "Monsters/Salarisi/expression_salarisi_Predatory.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Roar",
                    "File": "Monsters/Salarisi/expression_salarisi_Roar.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Sad",
                    "File": "Monsters/Salarisi/expression_salarisi_Sad.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Satisfied",
                    "File": "Monsters/Salarisi/expression_salarisi_Satisfied.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Shy",
                    "File": "Monsters/Salarisi/expression_salarisi_Shy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Smug",
                    "File": "Monsters/Salarisi/expression_salarisi_Smug.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "SmugPredatory",
                    "File": "Monsters/Salarisi/expression_salarisi_SmugPredatory.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Thinking",
                    "File": "Monsters/Salarisi/expression_salarisi_Thinking.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "ThinkingTongue",
                    "File": "Monsters/Salarisi/expression_salarisi_ThinkingTongue.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        }
    ]
}