{
    "name": "AmyAndPerpetua",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Amy",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeBG",
                "CavernsDark.png",
                "Viaja más y más profundamente en las cavernas, y las paredes de la cueva gradualmente parecen menos naturales, en lugar de talladas y desgastadas por la edad, pero antes de que puedas reflexionar sobre cuáles de los muchos caminos a tomar, escuchas a alguien acercándose, de manera más bien.¡Entonces un desenfoque rojo se acelera de la oscuridad y te rebota con un impacto pegajoso que te hace tambalearse al revés!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Rápidamente te recuperas del impacto repentino y puedes ver claramente un perpetúa en pánico, temeroso y tembloroso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Ella sale de eso mientras te reconoce.",
                "Speaks",
                "¿Eh?[ThePlayerName]?",
                "Hay una pausa dramática mientras te mira desde su altura bastante diminuta, tratando de procesar que estás frente a ella.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "Luego se glompe en la parte superior, envolviendo sus brazos alrededor de ti mientras deja que sus emociones se derramen.",
                "Speaks",
                "Uwaaaaaa !!!F-finalmente alguien que conozco!¡No sé cuánto tiempo me he perdido aquí!Y el agua de la cueva es tan {i} bruto {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Perpetua luego salta de ti tan rápido como comenzó su arrebato frenético, avergonzada tratando de volver a componerse.",
                "Speaks",
                "I-i uh-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "¡Mwahaha!{i} Fool! {/i} te cayó por completo por mi inteligente artimaña!To- uh, {i} más bajo {/i} tu guardia!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te señala dramáticamente con una sonrisa petulante.",
                "PlayerSpeaks",
                "... Entonces tu siguiente paso fue revelar ese plan?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "I- uh- that- sh-shut up!¿He tenido un día largo?¡Lo que sea!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Speaks",
                "Pero contigo aquí, jajaja, ¡finalmente puedo promulgar mi tortuosa venganza!¡Prepárese para enfrentar a su pegajoso Doom, {i} Hero {/i}!",
                "¡Enfoques perpetua!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Luego se detiene y comienza a enloquecer, frenéticamente agitando los brazos.",
                "Speaks",
                "{i} A-¡ACTUALMENTE recordé!¡Este no es el momento o el lugar para esto!W-tengamos que corre! {/i}",
                "Menu",
                "'What? Why?'",
                "'But our epic rematch...'",
                "'What's wrong? Scared of the ghosts?'",
                "'Do you want another hug first?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'What? Why?'",
            "theScene": [
                "Speaks",
                "{i} porque {b} amy {/b} sigue persiguiendo a mí! {/i}",
                "JumpToScene",
                "WhoAmy"
            ]
        },
        {
            "NameOfScene": "'But our epic rematch...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Perpetua cruza los brazos debajo de su pequeño pecho con una medida de frustración.",
                "Speaks",
                "Sí, yo {i} conozco! {/i} pero esto es más urgente!¡Podemos tener nuestra batalla climática destinada que destrozará esta estúpida montaña cuando obtengamos el {i} diablos {/i} de aquí antes de que Amy nos encuentre!",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "WhoAmy"
            ]
        },
        {
            "NameOfScene": "'What's wrong? Scared of the ghosts?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Perpetua parpadea antes de estallar con una risa repentina ante su pregunta.",
                "Speaks",
                "Pffffthahahaha!¿Qué?¡No!¿A qué tipo de futura reina demoníaca tendría {i} fantasmas? {/i}",
                "Su risa desaparece mientras te da una sonrisa segura y presumida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks",
                "Quiero decir, no soy de la realeza ni nada, pero voy a trabajar hasta la cima.Y eres un trampolín.Diablos, esos ni siquiera son gho-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "Perpetua comienza a entrar en pánico abruptamente, recordando que había algo grave.",
                "Speaks",
                "¡Wait a aguantar antes de comenzar una réplica ingeniosa, W-We realmente debemos ir antes de que Amy llegue aquí!",
                "JumpToScene",
                "WhoAmy"
            ]
        },
        {
            "NameOfScene": "'Do you want another hug first?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Ye- No!¡J-solo cállate!¡We'en rivales!¡Y tenemos cosas más importantes con las que lidiar!¡Amy podría estar aquí en cualquier segundo!",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "WhoAmy"
            ]
        },
        {
            "NameOfScene": "WhoAmy",
            "theScene": [
                "PlayerSpeaks",
                "... ¿Quién es Amy?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Perpetua exhala una respiración profunda y ligeramente frustrada, y parece que está a punto de despotricar y luego se apaga en una tangente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Ella es-!... en realidad, ni siquiera estoy seguro de si Amy es su nombre ... ¿Era solo un sentimiento?¿Supongo?Eh...",
                "JumpToScene",
                "AmyArrives"
            ]
        },
        {
            "NameOfScene": "AmyArrives",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Purple Planet Music - Tense - Melancholia (1_24) 96bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "El sonido de las garras haciendo clic en, y rasgando la piedra resone por uno de los túneles cercanos, y Perpetua se congela con una expresión en pánico por un momento antes de mirar frenéticamente cada uno de los túneles, mirando hacia abajo para tratar de ver de dónde viene Amy.",
                "Speaks",
                "Hgk- ​​{i} oh {b} Fudge {/b} ella está aquí! {/i}",
                "Sientes que todos los pelos de tu cuerpo se paran en el extremo mientras un escalofrío corre por tu columna vertebral desde un extraño coo de chillidos que resonan por el túnel, el sonido de sus garras que reírse contra la piedra se acercan cada vez más, disminuyendo gradualmente a un ritmo metódico,Un ritmo lento de su garra haciendo clic suavemente en la piedra, hasta que de repente deja de dejar un silencio misterioso tenso colgando en el aire.",
                "Un hiss suave emana desde justo encima de ti, y ambos te bates hacia arriba en el tiempo para ver un desenfoque blanco saltando del techo, dejando tu corazón latiendo en tu pecho mientras Amy aterriza a solo pocos pies de ti, dejando a Perpetua chillando de miedo.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Curious",
                "ChangeImageLayer",
                "Tail",
                "Amy",
                "Wag",
                "La monstruosa mujer se mantiene perfectamente quieto a cuatro patas, su cara de máscara suave que te mira por un momento, inclinada lentamente, mientras que su cabello tentacado se retuerde lentamente, y se ve dos ojos violetas depredadores casi innotables que se abren con una ligera curiosidad, un ligero silbidoemanando de la criatura sin boca, y su larga cola se balancea de un lado a otro lentamente, su cuerpo blanco rígido le recuerda la porcelana.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Perpetua mira entre ustedes dos con su pánico ligeramente desescalado con el enfoque de Amy completamente en ti, y a pesar de su apariencia desconcertante, no puedes sacudirte la sensación de que su nombre es definitivamente Amy, a pesar de que no dice una sola palabra..",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Smug",
                "ChangeImageLayer",
                "Tail",
                "Amy",
                "Base",
                "Mientras Amy se sienta sobre sus patas traseras con un chirrido en forma de pájaro, su larga cola de cola en el piso, perpetua retrocede ligeramente, rezumando ligeramente hacia atrás mientras Amy simplemente te mira intensamente, sus estrechos ojos se curvan como una luna creciente,Su expresión sin boca es imposible de entender realmente.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenMouth",
                "Luego, con una grieta rotunda, donde debería estar la boca de Amy, se divide horizontalmente a través de su máscara como cara, su mandíbula prácticamente se desactiva cuando se abre, y la parte inferior de su mandíbula luego se divide por la mitad como mandíbulas de porcelana, luego 5 {i} largo {/i} retorciendo la luz de la luz púrpura se desliza fuera de su boca, babeando una saliva violeta de aspecto tóxico.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Estás encerrado en su lugar a la vista de sorpresa y asombro, señalando que las lenguas largas se mueven con bastante invención, ocasionalmente haciendo movimientos tentadores de acariciación en el aire, y mientras ondulan a menudo se adhieren a los huecos entre la mandíbula y la boca cuando no están'T envolviendo el uno al otro, Amy parece estar dejando escapar un ronroneo seductor.Mientras tanto, Perpetua permanece encerrado en su lugar, esperando ansiosamente que suceda algo.",
                "Menu",
                "'Nope.' (Run!)",
                "'Nope.' (Grab Perpetua and run!)",
                "Offer your cock to Amy's writhing tongues.",
                "Oh, dulce Diosa, ¿cuál es la {i} joder {/i} es esa cosa?",
                "Attack!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Nope.' (Run!)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "Te giras e inmediatamente comienzas a correr por uno de los túneles en un intento de escapar, dejando a Amy dejando fuera un silbido de sorpresa cuando sus sellos de la boca se cierran y nuevamente Perpetua mira a su alrededor en pánico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "Speaks",
                "WH-WHA?¡Hola, no puedes abandonarme aquí solo!¡Se supone que eres el {i} héroe {/i}!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Angry",
                "¿Era solo usted o su voz se estaba acercando?Te vuelves hacia atrás y ves a Perpetua persiguiéndote rápidamente después de ti tan rápido como su mancha puede, con Amy detrás de ella con un chillido siniestro.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Para su sorpresa, Perpetua logra arrojar sobre su espalda, con firmeza que se aferró a usted como una mochila pegajosa, casi tocándolo al suelo, condenándolos a ambos.Pero te las arreglas para seguir funcionando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Es el trabajo del villano frenar al héroe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "Speaks",
                "{i} ¡Ahora corre más rápido que está ganando con nosotros! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "No puedes evitar jurar en voz baja por el peso adicional de Perpetua sobre ti, y puedes escuchar a Amy ponerse al día rápidamente, definitivamente no tienes tiempo para intentar tirar su cuerpo pegajoso y seguir adelante, así que te pones en valortus dientes y sigue corriendo.",
                "JumpToScene",
                "RunAWAY"
            ]
        },
        {
            "NameOfScene": "'Nope.' (Grab Perpetua and run!)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "Te giras e inmediatamente recoges a Perpetua en tus brazos cuando comienzas a correr por uno de los túneles en un intento de escapar, dejando a Amy dejando fuera un silbido mientras los sellos de la boca se cerraron.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¿Qué diablos crees que estás haciendo?¡Soy tu némesis, no puedes recogerme así,!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Angry",
                "Amy está siguiendo justo detrás de ustedes dos con un chillido siniestro, y perpetua deja caer por completo cualquier intento de su argumento.",
                "Speaks",
                "HGCK- {i} ¡Corre más rápido que está ganando con nosotros! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Perpetua rezuma alrededor de su cuerpo, con firmeza que te aferraba a ti como una mochila pegajosa, dejando tus brazos libres mientras corres lo más rápido que puedes, el sonido de Amy se pone rápidamente detrás de ti dejando tu corazón acelerando.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "RunAWAY"
            ]
        },
        {
            "NameOfScene": "RunAWAY",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingComical",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "Corres por las cuevas, tratando frenéticamente de alejarse de Amy persiguiéndote, y Perpetua está prácticamente gritando en tu oído con pánico, dejándote poco tiempo para concentrarte en dónde estás corriendo, y puedes escuchar a Amy justo detrás de¡Listo para saltar!",
                "StatCheck",
                "Technique",
                "15",
                "DodgePounce",
                "Fail",
                "KnockedDown"
            ]
        },
        {
            "NameOfScene": "KnockedDown",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Amy golpea a usted y a Perpetua, enviándolos a ambos extendiéndose al suelo mientras merodea con lo que suena como una risita, Perpetua logra levantarse primero e inmediatamente ataca por un túnel.",
                "Speaks",
                "¡Ve a buscarla [ThePlayerName], es tu deber como héroe!¡Intenta comprarme tiempo para escapar!¡M-Maybe encontraré ayuda!",
                "Mientras te paras, Perpetua ya se ha ido y Amy se está acercando, completamente consciente de que ya no podrás huir de ella ...",
                "JumpToScene",
                "FightAmy"
            ]
        },
        {
            "NameOfScene": "DodgePounce",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Amy navega con un chirrido juguetón mientras saltas hacia un lado, esquivando, luego corriendo por otro túnel cercano en tu esfuerzo por escapar, perpetua aferrándote a ti mientras continúa en pánico y Amy reanuda rápidamente su persecución.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "¡Hay un camino de ramificación hacia adelante e intentas decidir rápidamente cuál bajar!",
                "JumpToScene",
                "MazeStart"
            ]
        },
        {
            "NameOfScene": "FailedChoice",
            "theScene": [
                "Cada cabello de tu cuerpo se encuentra al borde mientras escuchas a Amy justo detrás de ti, ¡listo para saltar!",
                "StatCheck",
                "Technique",
                "15",
                "DodgePounceRepeat",
                "Fail",
                "KnockedDown"
            ]
        },
        {
            "NameOfScene": "DodgePounceRepeat",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Amy navega con un chirrido juguetón mientras sales hacia un lado, esquivando mientras perpetua te aferra a ti mientras continúa en pánico y Amy rápidamente reanuda su persecución, ¡te da poco tiempo para elegir qué camino bajar!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "JumpToScene",
                "MazeStart"
            ]
        },
        {
            "NameOfScene": "MazeStart",
            "theScene": [
                "Menu",
                "Left!",
                "Straight!",
                "Right!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Straight!",
            "theScene": [
                "A medida que camina por el camino central, sube y baja por la tierra, y su corazón estrone en su pecho mientras Amy permanece cerca, y cuando sale a través de otro túnel, se da cuenta de que ha vuelto donde comenzó gracias a la sinuosa¡camino!",
                "JumpToScene",
                "FailedChoice"
            ]
        },
        {
            "NameOfScene": "Left!",
            "theScene": [
                "Te apresuras por el túnel izquierdo y sigues su camino sinuoso con Amy en una persecución caliente, tu corazón te golpea en tu pecho mientras intentas frenéticamente para encontrarte fuera de las cavernas a medida que Amy gana terreno cada segundo, dejándote desesperadamente cuálde los próximos caminos a tomar!",
                "Menu",
                "Left!!",
                "Right!!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Left!!",
            "theScene": [
                "Corres por el pasillo izquierdo y cuando sales a través de otro túnel, ¡te das cuenta de que estás de vuelta donde comenzaste gracias a las cavernas con forma de laberinto!",
                "JumpToScene",
                "FailedChoice"
            ]
        },
        {
            "NameOfScene": "Right!!",
            "theScene": [
                "Corres por el pasillo correcto y te encuentras en una gran cámara con más caminos que tomar, date cuenta rápidamente de que Amy ya no te persigue ya que Perpetua prácticamente lo grita en tu oído.",
                "JumpToScene",
                "ChamberPuzzle"
            ]
        },
        {
            "NameOfScene": "Right!",
            "theScene": [
                "Te apresuras por el túnel derecho y sigues sus pasajes retorcidos con Amy en una persecución caliente, tu corazón te golpea en el pecho mientras intentas frenéticamente para encontrarte fuera de las cavernas a medida que Amy gana terreno cada segundo, dejándote desesperadamente cuálde los próximos caminos a tomar!",
                "Menu",
                "Left!! ",
                "Right!! ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Right!! ",
            "theScene": [
                "Corres por el pasillo correcto y cuando sales a través de otro túnel, ¡te das cuenta de que estás de vuelta donde comenzaste gracias a las cavernas con forma de laberinto!",
                "JumpToScene",
                "FailedChoice"
            ]
        },
        {
            "NameOfScene": "Left!! ",
            "theScene": [
                "Corres por el pasillo izquierdo y te encuentras en una gran cámara con más caminos que tomar, date cuenta rápidamente de que Amy ya no te persigue ya que Perpetua prácticamente lo grita en tu oído.",
                "JumpToScene",
                "ChamberPuzzle"
            ]
        },
        {
            "NameOfScene": "ChamberPuzzle",
            "theScene": [
                "Mientras ambos dejan salir suspiros de alivio, el juguetón chirrido de Amy resuena en el túnel izquierdo envía un escalofrío a través de su columna vertebral, y el segundo que se encuentra en el centro tiene menos efecto, entonces es inquietantemente tranquilo ...",
                "Speaks",
                "El túnel derecho: no hizo ningún ruido allí, así que definitivamente es la forma correcta.",
                "Menu",
                "Left!!!",
                "Center!!!",
                "Right!!!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Right!!!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "A medida que se apresura por el pasaje correcto, Amy inmediatamente te embosca y te golpea a ti y a Perpetua, enviándolos a ambos extendiéndose al piso mientras merodea con lo que suena como una risita, Perpetua logra levantarse primero e inmediatamente ataca por un túnel.",
                "Speaks",
                "¡Ve a buscarla [ThePlayerName], es tu deber como héroe!¡Intenta comprarme tiempo para escapar!¡M-Maybe encontraré ayuda!",
                "Mientras te paras, Perpetua ya se ha ido y Amy se está acercando, completamente consciente de que ya no podrás huir de ella ...",
                "JumpToScene",
                "FightAmy"
            ]
        },
        {
            "NameOfScene": "Left!!!",
            "theScene": [
                "Corre a través del pasaje izquierdo y terminas cayendo por un agujero, deslizándose de regreso a donde comenzaste con un juramento.",
                "JumpToScene",
                "FailedChoice"
            ]
        },
        {
            "NameOfScene": "Center!!!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Base",
                "Corres por el túnel central y escuchas a Amy Siss con decepción mientras emerge del pasillo correcto detrás de ti, reanudando su persecución.",
                "Speaks",
                "¡Ahhhhh!¡Ella nos está ganando!{i} ejecutar más rápido! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El túnel termina en una gran antecámara con varios otros túneles que se alejan de él, y Archway que lee 'al capital'.Perpetua salta de ti y se apresura por el pasillo oscuro con una risa resonante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "¡Bwahaha!¡Puedo ver la salida![ThePlayerName] ¡Tonte, nunca me detendrás!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Vuelve a mirar y ves a Amy sentada con calma en la salida del túnel, ella cierra la derrota y limita a las cavernas, dejándote seguir después de la risa de Perpetua mientras viaja en sus profundidades, ansiosos por salir de este lugar."
            ]
        },
        {
            "NameOfScene": "Offer your cock to Amy's writhing tongues.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Te bajas los pantalones y te ofreces tu virilidad semi-erecta a Amy y Perpetua te mira con una mezcla de conmoción y asco.",
                "Speaks",
                "{i} en serio?",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Mientras tanto, Amy deja escapar un feliz trino y se lanza hacia adelante, enrollando sus muchas lenguas alrededor de tus bolas y una polla rígida, masajeando en burlas toda tu ingle, empapándola con su saliva claramente afrodisíaca, es un mero toque dejar tu cuerpo al ras de la necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Espera, esto significa que no me va a molestar!¡Probablemente pueda encontrar una salida de aquí!Me refiero a uh-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "¡Bwahaha!¡Héroe tonto!¡Te cayeron directamente a mi inteligente trampa!Buen trabajo Amy!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenMouth",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Perpetua rápidamente rezuma por un túnel, y Amy la mira con un chirrido confundido por un momento, antes de devolverte su enfoque, cerrando su boca alrededor de tu polla y bolas, atrapándolas como un sello perfectamente de sus 'labios'A su alrededor, reanudando su apariencia aparentemente sin boca aparte de donde entra tu ingle sin problemas mientras te mira con ojos alegres, dejando escapar un ronroneo feliz y seductor.",
                "JumpToScene",
                "SealedTightBlowjob"
            ]
        },
        {
            "NameOfScene": "SealedTightBlowjob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Sus cinco lenguas largas y hábiles ya están trabajando duro masajeando cada pulgada, dos de ellas envueltas firmemente alrededor de sus bolas doloridas, masajeándolas suavemente en círculos rodantes, mientras que dos de sus otras lenguas están dobladas alrededor de su eje, enrollando a su alrededor mientras ellosOcasional acaricié, y su quinta lengua vuelve y bucles alrededor de su punta sensible.",
                "Puede sentir su saliva afrodisíaca que se filtra en sus lomos, inundando rápidamente con la necesidad de contracción en medio del intenso placer oral inducido.",
                "Tus rodillas ya se están volviendo débiles y temblorosas por la estimulación de otro mundo, dejándote gemir felizmente, tu cuerpo se estremece de placer mientras te da una succión amorosa, las dos lenguas masajeando tus bolas doloridas suavemente sobre ellas, dejándolas agotando con necesidad como ella como ella como ella¡Te mira con hambre, sientes que podrías descargarla en un momento y ella acaba de comenzar!",
                "Intentas prepararte en su cabeza con un brazo, y apenas se da cuenta, pero uno de los largos tentáculos en su cabeza se envuelve cariñosamente alrededor de tu brazo mientras continúa abrumando tu polla espasmo con placer, sus tres lenguas largas ordeñan tu eje trabajandoAl unísono perfecto mientras se alternan entre lamer y acariciar tu dolor de virilidad, constantemente burlándose de tu espumosa cabeza de polla, dejando tus pensamientos desglosando.",
                "Su saliva deja tus caderas inundadas de calidez necesitada, tu polla rígida como un pilar palpitante y tus bolas agitándose de semilla para ella, todo el cuerpo temblando con desesperación por el placer de que sus cinco lenguas acaricien, bombean y apriñen tu hombre y temblaran bolas., y apenas puedes pararte de las ondas eléctricas de éxtasis.",
                "Las cinco lenguas de Amy se envuelven de repente alrededor de su polla de espasmo, formando lo que se siente como un orificio húmedo y retorciendo alrededor de su polla dolorida, y ella comienza a bombear bruscamente su longitud de contracción mientras lo chupa de manera intensiva y lasciva mientras lo mira, dejándote gemir incoherentementeA medida que un clímax imparable supera todo su cuerpo, dejándote descargando espesas cuerdas de semen en su boca que bebe con avidez.",
                "El orgasmo de contracción parece prolongar por la eternidad mientras sigue chupando y bombeando su polla palpitante, ordeñando cada gota que pueda de su intenso clímax, dejando su mente brotando con el éxtasis de su mamada de otro mundo, sus dolorosas bolas se sacuden de la succión amorosa.",
                "Tus piernas finalmente ceden a medida que el placer se aleja, cada parte de ti se siente agotada y tan pesada como el plomo.Amy mantiene su boca firmemente sellada alrededor de su ingle, envolviendo sus tentáculos y brazos alrededor de su cintura y brazos para evitar que se derrumbe al instante, aliviándose en el suelo mientras ella se burla suavemente de su polla aún rígida, lamiéndola con sus cinco lenguas., ocasionalmente masajeando sus bolas doloridas.",
                "Cuando finalmente te pusiste en el suelo, se sentó con cautela contra una pared de la cueva, tus brazos se colocan libremente a los costados, Amy se revela la boca húmeda, su mandíbula inferior se separa por la mitad nuevamente mientras muestra su boca que gira saliva, mostrándola costera.lenguas largas para ti, justo por encima de tu erección rígida y sacudida, hinchada un poco más grande de lo normal y un color morado brillante, tus bolas se sienten tan dolorosamente llenas a pesar de la enorme carga que dejas escapar.",
                "Después de darle a su dolor de polla unos momentos para contraerse al aire libre mientras muestra su boca erótica y antinatural nuevamente, ronrona felizmente envuelve sus largas lenguas alrededor de su polla palpitante, y sella sus labios alrededor de su polla hinchada y vuelve a tirar bolas, haciendoTe gemiste suavemente mientras te masajea suavemente con sus lenguas sinuosas.",
                "Dejas escapar un suspiro feliz y aturdido mientras te recostillas contra el muro de piedra, Amy claramente está comenzando en sus esfuerzos por ordeñar tus bolas agitadas, su saliva afrodisíaca continúa filtrándote, manteniendo tu polla tan ansiosa por correr y tuTwitching Balls doliendo para ser drenado.",
                "Las cinco lenguas están enrollando alrededor de su rígida virilidad, bombeándola, lamiéndola, rodeándola y ordeñándola con una gracia perfecta, dejándote flotando en una nube de euforia, sonriendo felizmente, y Amy coos felizmente mientras te mirade tu ingle.",
                "Uno de ellos se desliza hacia atrás a lo largo de la parte inferior de su eje de contracción y comienza a lanzar en su punta mientras el resto continúa apretando y acariciando su longitud rígida, dejándote jadeando con una dicha sinfilada, tu cuerpo se tensa con el éxtasis de la cltakicidad burbujeante y los ronrones de Amy seductivamente seductivamente, prácticamente sacudiendo su semilla de sus bolas de contracción para alimentarla.",
                "Gomas con una sonrisa de placer suelta mientras vierte la carga después de la carga en su boca hambrienta, y ella traza las regañones cada gota que le das mientras mantiene tu dolor de virilidad con fuerza con una estimulación amorosa constante de sus largas lenguas masajeando cada centímetro.",
                "Sus lenguas de repente se alejan, pero mantiene sus labios firmemente sellados alrededor de su ingle, dándole un momento para recuperarse de su aturdimiento inducido por éxtasis, antes de que sus cinco lenguas largas se deslicen alrededor de sus dolor de bolas, enfocándose completamente en ellas mientras se aprieta y masajeaellos, dejándote gemir por la estimulación extrañamente abrumadora.",
                "Lamen y burlan de tu saco agitador, tirando suavemente y masajeándose, dejando que tu polla espasmando de tus bolas se acaricie tan maravillosamente, dos de sus lenguas constantemente enfocadas en cada una de tus bolas mientras el quinto cambia de un lado a otro, manteniendo la estimulación caoticea.pero calculado, haciendo que la dicha de masaje sea imposible de resistir.",
                "Jadeas y se contrae por el extraño placer, y lloras con éxtasis mientras aprieta con fuerza tu doloroso saco con todas sus lenguas, literalmente escurriendo tu semen de tus bolas mientras tu polla sensible palpitan y se cargan después de la carga en su boca.Ravenosamente tragó trapeado, dejándote temblando de placer mientras sus lenguas se burlan de ti.",
                "A medida que sus lenguas se escabullen, te quedas aturdido, con una expresión suelta en tu cara mientras miras hacia el espacio, completamente perdido en un feliz éxtasis orgásmico, y Amy ronrona mientras comienza a ordeñar tu virilidad aún rígida, envolviendo tres de sus lenguas alrededorMientras los otros dos masajes y apretan sus bolas agitadas, dejándote llorar de placer.",
                "La saliva afrodisíaca en la que se filtra debe mantenerte duro y hacer que cada orgasmo se sienta aún mejor, manteniendo tus bolas tan llenas de semen para alimentarla.Suspiras felizmente y se contrae cuando el próximo orgasmo ya te está lavando, dejando que tu lengua se tambalee mientras descargas en su boca, el enloquecedor placer superando tu sentido de la razón.",
                "Sientes que te vas a enojar por este éxtasis mientras bombea, aprieta, lame y masajea tu polla palpitante y las bolas contrasándose casi sin parar, retirando la carga después de la carga de ti, dejándote temblar y tirar con deliriode la neblina de euforia llenando tu cerebro.",
                "Cada bomba seductora de tu polla te deja descargando en su boca, cada apretón de tus bolas sobreestimuladas te vuelve loco de dicha mientras brotas una cuerda de semen, cada una lamiendo un enloquecedor de placer mientras su lengua corre por el fondo de tuEl eje y le das otra carga de semen, y te mantienes dolorosamente duro mientras te masajee la polla por todas partes con sus lenguas retorcidas, manteniéndote corriendo una y otra vez.",
                "El placer alcanza el clímax repetidamente mientras te mantiene brotando una y otra vez enviándote al borde de la locura manchada de éxtasis de sus lenguas amorosas y deslizantes que te secan, dejándote gimiendo incomprensiblemente mientras te corres, y te corres, {i} y semen{/i}.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Content",
                "Justo cuando crees que cada trituración de tu cordura será absorbido por el placer de otro mundo de su boca antinatural, finalmente libera tu eje de sus labios sellados, mostrando húmedamente la lengua y la polla espasmante.Amy cierra la boca, retrayendo su lengua, dejando que su polla sea, y que gimga con necesidad, prácticamente ansiando otro orgasmo alucinante mientras tembla con delirio.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "En su lugar, envuelve sus brazos alrededor de tu espalda y te acuesta de lado con un chirrido juguetón, acariciando su cara suave en forma de máscara en tu hombro e instintivamente envuelve tus brazos alrededor de ella, y de repente estás inundado con un resplandor pacífico de Afters.Eso simplemente elimina el éxtasis derretido y enloquecedor, dejándote suspirando, acariciando a ella mientras te alejas para dormir, completamente exhausto, y la ronronización de Amy te calma suavemente para dormir ...",
                "...",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "ChangeFetish",
                "Oral",
                "25",
                "ChangeFetish",
                "Monstrous",
                "25",
                "ChangeSensitivity",
                "Sex",
                "10",
                "IfChoice",
                "2",
                "OfferedCock",
                "ReturnToMeeting",
                "SetChoice",
                "2",
                "OfferedCock",
                "GetEventAndChangeProgress",
                "Voracious Huntress",
                "5",
                "IfHasItem",
                "Labyrinth Checkpoint Gem",
                "ReturnToMeeting",
                "DisplayCharacters",
                "EndLoop",
                "Te despiertas aturdido, recordando vívidamente cada momento de que Amy drena que te secas, y note que ya no te está acurrucado, pero sientes que su calor todavía en tu cuerpo, por lo que debe haberse ido recientemente.",
                "Un poco shakey te paras, un poco sorprendido de que no hayas vuelto a la iglesia después de eso y comiences a tambalearse hacia adelante y comenzar a mirar los túneles, moviéndose hacia lo que suena como perpetua moviéndose húmedamente a través de las cavernas.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Finalmente, la encuentras en otro camino de ramificación, reflexionando sobre el camino a seguir y te mira con una sonrisa petulante.",
                "JumpToScene",
                "ChaseAfterPerpetua"
            ]
        },
        {
            "NameOfScene": "ReturnToMeeting",
            "theScene": [
                "JumpToEventThenScene",
                "Voracious Huntress",
                "PostSexWakeup"
            ]
        },
        {
            "NameOfScene": "Oh, sweet goddess what the {i}FUCK{/i} is that thing?!",
            "theScene": [
                "SetChoice",
                "1",
                "MeanToAmy",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "BigEyes",
                "Amy retrocede con un grito conmocionado, retrayendo rápidamente sus largas lenguas y cerrando la boca antes de chasquear el túnel con un gemido deprimido largo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "-1",
                "Speaks",
                "Wow ... eso fue ... eso fue duro [ThePlayerName] ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "Hay una larga pausa incómoda entre ustedes dos mientras contemplas lo que le dijiste a Amy, y son eliminados de tus pensamientos cuando Perpetua comienza a dirigir un túnel con una risa maníaca.",
                "JumpToScene",
                "ChaseAfterPerpetua"
            ]
        },
        {
            "NameOfScene": "Attack!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Pasas hacia Amy y ella cierra la boca, con un silbido bastante juguetón, claramente sintiendo tu intención de batalla la sumerge para que se sometiera.",
                "Speaks",
                "¿Eh-?!¿Vas a {i} pelear {/i} ella?¿Estás {i} loco?! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "... ¡Espera, esto significa que está distraída!¡Probablemente pueda encontrar una salida de aquí!Buen trabajo [ThePlayerName]!¡Tu sacrificio a mi grandeza no será olvidado!",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Curious",
                "Perpetua rápidamente rezuma por un túnel, y Amy la mira con un chirrido confundido por un momento, antes de devolverle su atención.",
                "JumpToScene",
                "FightAmy"
            ]
        },
        {
            "NameOfScene": "FightAmy",
            "theScene": [
                "GetEventAndSetProgress",
                "AmyCombatEvents",
                "0",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Amy",
                "StartCombat",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "Con Amy derrotado, dejaste escapar un suspiro de alivio y comienzas a mirar por los túneles, moviéndose hacia los sonidos húmedos de Perpetua que se mueven a través de las cavernas.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Finalmente, la encuentras en otro camino de ramificación, reflexionando sobre el camino a seguir y te mira con una sonrisa petulante.",
                "JumpToScene",
                "ChaseAfterPerpetua"
            ]
        },
        {
            "NameOfScene": "ChaseAfterPerpetua",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "¡Bwahaha!¡Puedo ver la salida![ThePlayerName] ¡Tonte, nunca me detendrás!",
                "Persigues después de Perpetua, con la intención de salir de las cavernas, y no puedes evitar preguntarte cómo puede moverse tan rápido como rezume hacia adelante y aún se ríe.",
                "Adelante, ves un arco con una talla sobre él que lee 'al capital', luego conduce a un túnel oscuro, haciéndose eco de la risa de Perpetua mientras viaja a sus profundidades y la sigue."
            ]
        }
    ]
}