{
    "name": "Lava Hot Spring",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "There's a warm and welcoming lava elemental deep in the caverns where you can kick back and relax on your journey.",
    "requires": [
        "Labyrinth Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Nova",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StoreCurrentBG",
                "ChangeBG",
                "Caverns.png",
                "Continúas más y más profundamente en las cavernas, y mientras caminas por el estrecho pasaje comienzas a sentir que el aire se vuelve más cálido y seco a medida que las piscinas de agua dispersas que pasas pasas se vuelven más pequeñas y más separadas hasta que desaparecen por completo.",
                "El calor continúa acumulando a medida que avanza a medida que pequeñas cuentas de sudor comienzan a gotear por la frente, y notas una luz brillante que viene de más abajo en el camino.",
                "ChangeBGM",
                "music/Desert/Purple Planet Music - Dreamy - Sundial (5_52) 88bpm.mp3",
                "Con cautela, entras en la habitación bastante considerable de donde viene la luz y te pones cara a cara con una gran piscina de lazando lava burbujeante, irradiando el calor en toda la cámara mientras más sudor gotea por tu frente.",
                "IfProgressEqualsOrGreater",
                "1",
                "ReturnVisits",
                "Dudas por un momento mientras miras la piscina fundida burlarse ruidosamente antes de sacudir la cabeza y comienzas a bordear los bordes de la habitación lo más lejos posible de la lava, pero incluso antes de que te hayas hecho a mitad de camino, una voz repentinamentete llama.",
                "Speaks2",
                "¡Hola, cosas calientes!¿Vas tan pronto?",
                "Con un salto, te das la vuelta para mirar hacia atrás en la habitación, pero no ves nada fuera de lo común hasta que una pequeña sección de lava cerca de los bordes se vuelve abruptamente para mirarte con una amplia sonrisa.Sorprendiéndote cuando te das cuenta de que la mujer que se relaja en la piscina no solo está hecha de lava, sino que se mezcló tan bien con su entorno que no lograste verla en absoluto.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Speaks",
                "Sí, estoy aquí.¡Ey!Mi nombre es Nova, ¿cuál es el tuyo?",
                "Parpadea sorprendido por un momento mientras toma la situación, pero la vista de su cara sonriente lánguilamente recorre cualquier preocupación que pueda tener mientras da un pequeño paso hacia la piscina.",
                "PlayerSpeaks",
                "Soy [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "La mujer de lava sonríe momentáneamente mientras te cuenta con una mirada astuta en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkSmile",
                "Speaks",
                "Buen nombre, pero no es un súper nombre, como Nova ni nada, ¿sabes?Así que es agradable [ThePlayerName], pero no es Super Nova.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella te mira por unos momentos más antes de que se ríe para sí misma y se estira lánguidamente en la lava, levantando su brazo para descansar a los lados de la piscina antes de soltar un suspiro relajado.",
                "Speaks",
                "No importa lo que digas, me entretengo, y eso es todo lo que realmente importa.Pero de cualquier manera, lo has llegado bastante lejos en las cavernas en este punto, y puedes pensar en mi lava Hot Spring como un punto de descanso, así que siéntete libre de venir a darme un chapuzón y relajarte un poco si quieres.Prometo que te hará sentir completamente relajado y renovado, sin cuerdas adjuntas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella cierra los ojos con otro suspiro mientras se hunde un poco más debajo de la lava con un estiramiento, levantando sus piernas largas y puntiagudas de la superficie antes de bajarlas de nuevo mientras abre un ojo mientras te da una sonrisa torcida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Quiero decir, no me malinterpreten, aunque dije que no hay cuerdas adjuntas, si {i} do {/i} terminan tomando un descanso en la primavera, básicamente terminaremos follando sin importar qué.Esto te hará sentir caliente y molesto como si no fuera asunto de nadie.Sin embargo, no voy a decirlo sobre ti ni nada, ni voy a aprovecharte si entras. Solo estoy declarando los hechos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Dudas mientras te da una mirada expectante, sintiendo poca cantidad de precaución mientras miras la roca fundida que no solo se está bañando, sino también de qué está hecho su cuerpo, y deja escapar una risa irónica mientras nota tu expresión.",
                "Speaks",
                "Ah, estás preocupado por la lava, ¿verdad?¿Derrándote y quemado vivo?Bueno, puedes relajarte sobre eso, amigo.Incluso si no hubiera ese encantamiento en todo el continente que te mantenga a salvo de cosas como esta, siempre y cuando esté aquí, se sentirá como un baño cálido y relajante.Solo de lava, no de agua, por supuesto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella deja escapar otro suspiro satisfecho mientras cierra los ojos mientras se recuesta en las rocas que rodean la piscina una vez más, levantándose de la piscina lo suficiente como para dejarte ver más de sus senos abundantes y fundidos.",
                "Speaks",
                "'Por supuesto, si no confías en mí o si en realidad no necesitas un descanso, puedes seguir tu camino.No te detendré.Solo sepa que si decide avanzar, la curiosidad ardiente de cómo se siente un baño de lava se comerá sus pensamientos todo el día, ¿hmm?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Uno de sus ojos se abre para mirarte mientras sonríe débilmente a su propia broma antes de que lo cierra nuevamente y simplemente se relaja en la piscina, dejándote decidir qué hacer a continuación ...",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "HotSpringMenu"
            ]
        },
        {
            "NameOfScene": "ReturnVisits",
            "theScene": [
                "Logras ver a Nova recostándose contra las rocas al costado de la piscina mientras se relaja, y mientras entras en la habitación, abre los ojos para mirarte mientras una sonrisa perezosa se extiende por su rostro.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Speaks",
                "¡Yo!¡Bienvenido de nuevo, [ThePlayerName]!Me alegro de ver que fuiste entusiasmado lo suficiente como para verme de nuevo, ¿eh?Siéntase libre de venir a darme un chapuzón conmigo y relajarse un poco si lo desea.Prometo que te hará sentir completamente relajado y renovado, sin cuerdas adjuntas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Ella cierra los ojos con un suspiro lánguido mientras se hunde un poco más debajo de la lava con un estiramiento, levantando sus piernas largas y puntiagudas de la superficie antes de bajarlas mientras abre un ojo mientras te da una sonrisa torcida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Por supuesto, no me malinterpreten, incluso sin cuerdas adjuntas, si {i} do {/i} tome un descanso en la piscina, básicamente terminaremos jodiendo sin importar qué.Esto te hará sentir caliente y molesto como si no fuera asunto de nadie.Sin embargo, no voy a decirlo sobre ti ni nada, ni voy a aprovecharte si entras. Solo estoy declarando los hechos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella deja escapar otro suspiro satisfecho mientras cierra los ojos mientras se recuesta en las rocas que rodean la piscina una vez más, levantándose de la piscina lo suficiente como para dejarte ver más de sus senos abundantes y fundidos.",
                "Speaks",
                "'Por supuesto, puedes seguir tu camino.No te juzgaré.Solo espero haber ido y {i} provocó {/i} tu interés, es todo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Uno de sus ojos se abre para mirarte mientras sonríe débilmente a su propia broma antes de que lo cierra nuevamente y simplemente se relaja en la piscina, dejándote decidir qué hacer a continuación ...",
                "JumpToScene",
                "HotSpringMenu"
            ]
        },
        {
            "NameOfScene": "HotSpringMenu",
            "theScene": [
                "Menu",
                "Continue on your way.",
                "Take a dip in the lava hot spring.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Continue on your way.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Decides ir a tu camino, y Nova abre los ojos para verte irse mientras te despide perezosamente.",
                "Speaks",
                "Nos vemos, cosas calientes.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "El sonido de ella se toca débilmente para sí misma que te sigue cuando te vas, y el aire comienza rápidamente a enfriar una vez más cuando sales de la manantía termal, te vuelves fresco y húmedo a medida que caminas ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Take a dip in the lava hot spring.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Decides participar en la Lava Hot Spring de Nova, y ella te mira con una sonrisa alegre mientras comienzas a caminar hacia ella.",
                "Speaks",
                "¡Muy bien! ♪ Primero, vas a querer estar desnudo para esto, cosas calientes.No quieres lava en tu ropa.Confía en mí.Además, tenga en cuenta no beber ninguna de las cosas accidentalmente.Lava endurecida en tu estómago?No es una situación que rockea.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Te miras a Nova mientras se sobrepasa los consejos de baño, notando su débil sonrisa mientras te desnudas tentativamente, y notas que tu polla ya está semi-erecta desde el calor fundido que irradia desde la piscina, para aprecio de Nova mientras no sabía.te mueve.",
                "Una vez que ha quitado toda su ropa, camina hacia el borde de la piscina y bajas lentamente en la lava viscosa, jadeando del delicioso calor mientras te sumerges lentamente en el líquido hasta a mitad de camino de tu torso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Un suspiro maravilloso escapa de tus labios cuando la lava que rodea tu cuerpo parece drenar toda la tensión de ti, y te recostillas hacia atrás contra las rocas lisas que rodean la piscina, ya que puedes sentirte relajándose.",
                "ChangeArousalByPercent",
                "5",
                "Te das cuenta de que a pesar del aflojamiento de tus músculos y cualquier estrés que tuviste rápidamente derretiendo el breve tiempo que ya pasaste en la lava, tu virilidad es lo único que parece estar cada vez más difícil a medida que se endurece por completo.La superficie de la lava, pero te sientes demasiado relajado para prestarle atención.",
                "RefreshPlayer",
                "ChangeArousalByPercent",
                "10",
                "En pocos momentos, ya te sientes completamente renovado y limpiado de cualquier impureza, ya que la roca fundida parece masajear suavemente todo tu cuerpo donde sea que te toque, y te dejas hundir un poco más profundamente en la piscina con un suspiro mientras sumerges tuPecho, luego tus hombros, hasta que solo tu cabeza esté por encima de la superficie mientras la descansas contra las rocas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Una pequeña risita atrae su atención a Nova mientras te mira con una sonrisa, claramente disfrutando de sí misma mientras te mira.",
                "Speaks",
                "Jeje, ♪ Te dije que sería relajante.Pero sé cómo hacerlo aún mejor ... ♪",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Parpadea sorprendido mientras se levanta lentamente desde su extremo de la piscina para flotar justo por encima de la superficie de la lava, lo que te aprecia completamente cada parte de su voluptuoso cuerpo como pequeñas cuentas de roca fundida, sendero y acentúa todo su ardientecurvas.",
                "ChangeArousalByPercent",
                "5",
                "Nova te deja ver su cuerpo brillante por unos momentos más tiempo con una sonrisa sensual en su rostro antes de que se deslice perezosamente sobre el grupo de lava hasta que se coloque directamente frente a ti, y no señas que es bastante alta mientras mira hacia abajo haciatú.",
                "ChangeArousalByPercent",
                "5",
                "Con una pequeña risita, Nova se da vuelta y se hunde hacia la piscina a tu lado, enviando un brazo alrededor de tu hombro a medida que ella va, y dejas escapar un suspiro mientras una agradable ondulación corre a través de la lava que te rodea mientras el calor de ellaLa piel presionada contra la suya se lava sobre ti y hace que un drenaje de tensión aún más de tu cuerpo.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella cambia en su lugar por unos momentos, ya que se siente más cómoda antes de descansar la cabeza contra el borde suave de la primavera con un profundo suspiro, acunando contra ti mientras te da una sonrisa lánguida.",
                "Speaks",
                "Mmmm ... ♥ Esto es {i} mucho {/i} mejor, ¿no estarías de acuerdo? ♥ No es frecuente que te acompañes con alguien tan caliente como yo, ¿verdad?¡Je!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Nova sacude la cabeza con una pequeña risa antes de que se acomode hacia abajo, y te mira con una sonrisa ligeramente desigual.",
                "Speaks",
                "Ahh ... ♥ Avísame si estás preparado para algo, [ThePlayerName].Podemos chatear si lo desea, podríamos relajarnos por un tiempo, o podría darle un masaje.Si quieres hacer algo {i} más travieso {/i}, todo lo que tienes que hacer es preguntarme, y me ocuparé de las necesidades ardientes que puedas tener. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Con ese comentario final, deja escapar otro suspiro feliz mientras se reclina en la lava, dejándote decidir qué hacer a continuación ...",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "BathingMenu",
            "theScene": [
                "IfPlayerOrgasm",
                "NEEDSEX",
                "ChangeArousalByPercent",
                "10",
                "IfPlayerOrgasm",
                "NEEDSEX",
                "Menu",
                "Chat.",
                "Just relax...",
                "Massage.",
                "Grope her breasts.",
                "Sex?",
                "Done bathing.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done bathing.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Decides que has gastado suficiente bañándote en la lava por hoy y comienzas lentamente a levantarse, pero Nova se agarra suavemente sobre la muñeca debajo de la superficie de la primavera con una mirada seria en su rostro.",
                "Speaks",
                "No estoy tan seguro de que deberías salir, cosas calientes.Tu polla {i} Way {/i} también encendió para estar valsando ahora mismo.",
                "Fruncas el ceño momentáneamente mientras continúas de pie un poco más, solo para mirar sorprendido a medida que tu erección furiosa emerge de la roca fundida, sacudiendo y palpitando con dolor de dolor, ni siquiera te diste cuenta de que te sentías de la sublime relajación de tiestaban llenos de.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Un gemido involuntario escapa de tus labios mientras la repentina conciencia de tu excitación hace que supera abruptamente cuando un escalofrío de placer te corre a través de ti, y Nova se ríe hacia sí misma mientras ella sonríes contigo.",
                "Speaks",
                "Tendrás que desahogar algo de vapor antes de ir, cosas calientes.Puedes seguir bañando un poco más si quieres posponerlo, o podrías follarme ahora y seguir tu camino.La elección es tuya, pero parece que tu polla está lista para estallar en cualquier momento ...",
                "Menu",
                "Fuck!",
                "Keep bathing.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep bathing.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Te hundes hacia abajo en la lava sin una palabra más, suspirando felizmente mientras la deliciosa calidez presiona contra ti por todos lados, y Nova se enciende contra tu cuerpo mientras ella corta el brazo sobre tu hombro una vez más.",
                "Speaks",
                "Buena elección, [ThePlayerName].Todavía no te estás quemando completamente con la lujuria, por lo que también podrías tomarte el tiempo para relajarte ahora, ¿hmm?",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Sex?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Nova te mira con una sonrisa ligeramente lujuriosa mientras se gira para mirarte por completo, presionando sus senos en tu brazo debajo de la superficie de la lava burbujeante con una pequeña risita.",
                "Speaks",
                "Solo déjame saber para qué estás preparado, [ThePlayerName]. ♥ Podrías doblarme por el costado de la primavera y follarme crudo si quieres.Podrías sentarte y dejarme montar esa polla tuya también, o podrías sentarte en el borde de la piscina mientras ordego tu semen con mis grandes tetas. ♥ la elección es tuya, y una vez que hayas terminadoeres libre de irte si quieres. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Ella te da el más mínimo encogimiento de hombros mientras sonríe para sí misma por un momento, dejando escapar otro largo suspiro antes de continuar.",
                "Speaks",
                "Pero ... si aún no lo estás dispuesto a hacer, podríamos dejar que tu polla rígida hervir por un tiempo más tiempo y relajarse por un momento o dos.Soy un juego para lo que sea. ♥",
                "Menu",
                "Bend her over.",
                "Let her ride you.",
                "Get a titfuck.",
                "Thighjob?",
                "Go back to relaxing.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go back to relaxing.",
            "theScene": [
                "Decidiendo que aún no ha terminado de relajarse, se acomoda en la lava con un suspiro contento, disfrutando del calor fundido acariciando todo su cuerpo mientras Nova presiona contra su lado con una sonrisa perezosa.",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Fuck!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Nova parpadea sorprendida cuando inmediatamente comienzas a inclinarse hacia ella sin una palabra más, jadeando con excitación, pero se recupera rápidamente mientras planta un pequeño beso en tu mejilla con una sonrisa.",
                "Speaks",
                "Bueno ... ♥ {i} de alguien {/i} ansioso. ♥ Bueno, ¿qué quieres hacer?Podrías sentarte y dejarme montar esa polla tuya también, o puedes sentarte en el borde de la piscina mientras ordego tu semen con mis grandes tetas. ♥ La elección es tuya, cosas calientes. ♥",
                "Menu",
                "Bend her over.",
                "Let her ride you.",
                "Get a titfuck.",
                "Thighjob?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "NEEDSEX",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Te retorces en su lugar mientras dejas escapar un jadeo irregular de deseo, sintiendo que tu polla palpitaba y pulsas con deseo fundido mientras la excitación que se ha estado acumulando lentamente dentro de ti alcanza un punto de ruptura, y te quedas tan horrible y cachondo y cachondo.Que estás lleno de una necesidad completamente abrumadora de follar {i} ahora {/i}.",
                "Nova observa su incomodidad con una pequeña sonrisa mientras se presiona contra ti más firmemente, haciéndote temblar mientras la sensación de su cálido cuerpo presionando en el tuyo envía una nueva y nueva ola de necesidades que te manejan a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Parece que te has estado bañando un poco demasiado tiempo.",
                "Su brazo se deslizó alrededor de su hombro se desliza un poco hacia atrás cuando comienza a masajear suavemente los músculos allí, mientras que su otra mano traza un círculo burlón sobre su pecho, haciéndole dejar salir otro jadeo mientras su toque hace que su piel sensible se hormle.",
                "Speaks",
                "Tienes algunas opciones, Hotness. ♥ Podrías doblarme por el costado de la primavera y follarme crudo si quieres.Podrías sentarte y dejarme montar esa polla tuya también, o podrías sentarte en el borde de la piscina mientras ordego tu semen con mis grandes tetas.Si quieres, pero no creo que te importes ahora, ¿hmm? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Nova deja escapar otra pequeña risita mientras planta un pequeño beso en tu mejilla, dejándote decidir mientras las oleadas desesperadas de excitación se separan de todo tu cuerpo ...",
                "Menu",
                "Bend her over.",
                "Let her ride you.",
                "Get a titfuck.",
                "Thighjob?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Chat.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Nova te muestra una sonrisa inocente.",
                "Speaks",
                "¿Oh?¿Qué te tiene tan entusiasmado que quieres hablar?Pregunta e intentaré sacrificar tu curiosidad ardiente.",
                "Ella deja escapar una risa juguetona y se abraza un poco más cerca de ti, masajeando suavemente tu hombro mientras te bañas en la cálida y calmante lava mientras te mira atentamente.",
                "JumpToScene",
                "ChatMenu"
            ]
        },
        {
            "NameOfScene": "ChatMenu",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "IfPlayerOrgasm",
                "NEEDSEX2",
                "Menu",
                "Is this your hot spring?",
                "How is this lava safe?",
                "Do you know anything about the other monster girls in the caverns?",
                "Done chatting.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "NEEDSEX2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Abres la boca para hablar, pero solo puedes dejar escapar un jadeo irregular de deseo mientras tu polla palpas y pulsos con deseo fundido, retorciéndose mientras la excitación que se ha estado acumulando lentamente dentro de ti alcanza un punto de ruptura y te deja tan horrible.Y cachonda de que estés lleno de una necesidad completamente abrumadora de follar {i} ahora {/i} en lugar de hablar de cualquier otra cosa.",
                "Nova observa su incomodidad con una pequeña sonrisa mientras se presiona contra ti más firmemente, haciéndote temblar mientras la sensación de su cálido cuerpo presionando en el tuyo envía una nueva y nueva ola de necesidades que te manejan a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Parece que te has estado bañando un poco demasiado tiempo.",
                "Su brazo se deslizó alrededor de su hombro se desliza un poco hacia atrás cuando comienza a masajear suavemente los músculos allí, mientras que su otra mano traza un círculo burlón sobre su pecho, haciéndole dejar salir otro jadeo mientras su toque hace que su piel sensible se hormle.",
                "Speaks",
                "Tienes algunas opciones, Hotness. ♥ Podrías doblarme por el costado de la primavera y follarme crudo si quieres.Podrías sentarte y dejarme montar esa polla tuya también, o podrías sentarte en el borde de la piscina mientras ordego tu semen con mis grandes tetas.Si quieres, pero no creo que te importes ahora, ¿hmm? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Nova deja escapar otra pequeña risita mientras planta un pequeño beso en tu mejilla, dejándote decidir mientras las oleadas desesperadas de excitación se separan de todo tu cuerpo ...",
                "Menu",
                "Bend her over.",
                "Let her ride you.",
                "Get a titfuck.",
                "Thighjob?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done chatting.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Nova no dice nada mientras la conversación termina hasta su fin, soltando un suspiro feliz mientras se recuesta contra las rocas, y dejas escapar tu propio suspiro relajado mientras te unes a ella, dejando que la lava cálida y viscosa acaricia suavemente tucuerpo...",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Is this your hot spring?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Nova te mira con una amplia sonrisa mientras ella gestica perezosamente hacia la lava burbujeante, los dos están sentados.",
                "Speaks",
                "¡Lo tengo en uno!Este pequeño acorreo termal de lava fue hecho por el tuyo, y lo hice para que cualquier viaje pueda relajarse gratis para asegurarse de que no se quemen en estas cavernas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Ella deja escapar una pequeña risita mientras trae su brazo hacia atrás con una ola despectiva de su mano mientras te mira por el rabillo del ojo.",
                "Speaks",
                "Quiero decir, no es por eso que soy {i} en realidad {/i} aquí, pero una chica tiene que mantenerse entretenida, ¿sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Nova te arregla con un aspecto serio, pero aún un poco juguetón, ya que deja que su brazo caiga debajo de la superficie de la lava una vez más.",
                "Speaks",
                "La razón {i} real {/i} por la que estoy aquí es para mantener a las personas, monstruos o de otra manera, por lastimarse deslizándose y aterrizando en lava en alguna parte.Sé que el encantamiento mantiene a todos seguros y esos aventureros de piedras tienen una protección adicional, pero aún así.Es mejor no arriesgarlo en absoluto, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Se burla suavemente de la misma manera con una mirada divertida en su rostro.",
                "Speaks",
                "Pero hombre, las reacciones de algunas personas cuando se dan cuenta por primera vez de que la lava es segura para ellas son {i} hilarantes {/i}.La mayoría de las veces son los aventureros que se asustan, pero hubo una vez que esta Batgirl se topó aquí y soltó un chillido como no creerías cuando vio la lava hablando con ella, solo para salir sin inmediatamente después.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Bueno ... tal vez ese último no fue súper divertido.Nunca logré ver a esa chica después de eso para aclararle las cosas, pero tendré que esperar a que su curiosidad se acelere lo suficiente como para volver a verla, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Ella sonríe de lado mientras te codea suavemente debajo de la lava antes de dejar escapar un suspiro y cambiar su posición para sentirse más cómodo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Speaks",
                "Pero eso es todo por el caso, de verdad.Me contrataron para relajarme aquí y evitar que sucedan cosas malas.¿Pero me has visto?No soy exactamente el tipo de persona para relajarse, no con una disposición soleada como la mía, ¿eh?Decidí cambiar esto en una fuente termal de lava que cualquiera podría disfrutar, así que puedo pasar un tiempo con la gente y se relajan.Ganar-ganar para todos, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se ríe y frota la parte posterior de su cuello.",
                "Speaks",
                "Por supuesto, solo los chicos terminan calentados y molestados por mi lava al final, por lo que cualquier chica que viene aquí se relaja por un tiempo, pero eso no me molesta mucho de ninguna manera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Nova se extiende lánguidamente mientras te mira por el rabillo del ojo mientras descansa la cabeza contra tu hombro.",
                "Speaks",
                "Entonces, al final, me pagan por mantener a las personas seguras, pero eso es secundario a ejecutar este {i} sliiiightly {/i} Secret Hot Spring donde puedo relajarme y pasar el rato con cualquiera que quiera pasar el rato conmigo.Es una situación bastante buena para mí en general.",
                "JumpToScene",
                "ChatMenu"
            ]
        },
        {
            "NameOfScene": "How is this lava safe?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "¿Cómo es seguro?Bueno ... porque quiero que sea, ¿supongo?",
                "Ella plantea una mano para prevenir cualquier comentario que pueda hacer antes de llevarlo hacia su cara para aprovechar su barbilla mientras mira a la distancia cuidadosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Después de unos largos momentos en los que el único sonido en la habitación es el suave burbujeo de la lava, te mira con un pequeño encogimiento de hombros.",
                "Speaks",
                "Estoy bastante seguro de que tiene algo que ver con que sea un elemental y afecte la magia ambiental que me rodea, pero no lo sé con certeza.Sé que deja de funcionar cuando me alejo demasiado de la lava, pero eso realmente no cambia nada por {i} me {/i}, de verdad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella te muestra otra sonrisa antes de estirarse perezosamente y inclinarse contra las piedras, dejando que su mano se hunda en la piscina de lava mientras suspira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Speaks",
                "Tan larga historia, me quedo aquí y no desaparece.Estoy bien con no saber exactamente cómo funciona todo, solo sé que lo hace, y eso es lo suficientemente bueno para mí.De cualquier manera, solo puedo relajarme todo el día, y las siestas que tengo aquí son {i} asesino {/i}.Si eso no te enciende para que te quedes por un tiempo, no sé qué hará.",
                "JumpToScene",
                "ChatMenu"
            ]
        },
        {
            "NameOfScene": "Do you know anything about the other monster girls in the caverns?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Nova se encoge de hombros con una ola despectiva de su mano.",
                "Speaks",
                "Las otras chicas aquí?Diablos si sé algo sobre ellos.Casi nunca los veo porque creo que la mayoría de ellos prefieren la humedad y el frío, por lo que todos se mantienen alejados de este lugar ‘causa del calor.Básicamente, estoy demasiado caliente para que lo manejen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkSmile",
                "Ella mira alrededor de la habitación de la cueva con una pequeña sonrisa especulativa antes de devolverle su atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Si no fuera por viajeros y aventureros como tú apareciendo de vez en cuando, se pondría bastante solo aquí abajo, creo.Pero, de nuevo, realmente no necesitaría estar aquí si nadie viajara por estas cavernas en primer lugar, así que contaré mis bendiciones de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella se calla con un encogimiento de hombros despectivo antes de suspirar y acurrucarse más contra su cuerpo, disfrutando de su calor y el calor de la lava que los rodea.",
                "JumpToScene",
                "ChatMenu"
            ]
        },
        {
            "NameOfScene": "Grope her breasts.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Casualmente envuelve su brazo alrededor del cuerpo de la mujer fundida, y ella te sonríe mientras la presiona más cerca de ti, solo para dejar escapar un jadeo de sorpresa mientras comienzas a sentir suavemente uno de sus senos suaves y cálidos mientras te deleitasen la sensación de tus dedos hundiéndose con avidez en su cofre maleable.",
                "ChangeArousalByPercent",
                "5",
                "Pero sin perder el ritmo, Nova deja escapar una risa mientras se vuelve hacia ti, presionando su otro pecho contra tu cuerpo mientras continúas a tientas por el lado de su otro mientras el brazo que ha cubierto tu hombro te aprietó su agarre,Encerrándote contra ella mientras mira seductoramente en tus ojos.",
                "Speaks",
                "Hmmm ... ♥ Estabas tratando de tirar de mí rápido, ¿eh? ♥ Bueno, si estás tratando de hacerme todo caliente y molesto, acabas de conocer a tu pareja. ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Con una pequeña risita que se transforma en un suspiro erótico, Nova extiende debajo de la lava con su mano libre y comienza a acariciar sensualmente su rígida erección, enviando un delicioso escalofrío de dicha a través de su cuerpo mientras las sensaciones de su cuerpo presionan en la suya se mezclan con el hormigueo.de tu virilidad y la sensación suave y voluptuosa de su seno llenando tu palma.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Por unos momentos, continúas a tientando suavemente su pecho, pero eventualmente comienzas a perderte los temblores del éxtasis que te atraviesa de su mano suavemente bombeada envuelta alrededor de tu eje y simplemente te sientas en el lava con un gemido mientras susurra dulceNo hay nada en la oreja con respiraciones calientes y humeantes.",
                "ChangeArousalByPercent",
                "10",
                "Su otro brazo se hunde de forma inútil debajo de la superficie de la lava a medida que se desplaza para comenzar a sentir su culo regordete mientras su otra mano aprieta su pecho, pero todo lo que puede hacer es sentarse y jadear con deseo, ya que el placer ondulante se mueve sobre su mente.A medida que continúa cantando mely susurros en la oreja, haciendo que su polla rígida latir con calor fundido una y otra vez.",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Eventualmente, las cosas se relajan lentamente mientras ustedes dos lentamente rezuman lentamente en posiciones más cómodas, pero ambos todavía están jadeando de excitación mientras el calor de la primavera llena su cuerpo ...",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Just relax...",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "SwapLineIf",
                "Random",
                "Dejas escapar un suspiro feliz mientras simplemente te dejas disfrutar de la calidez de Nova presionando contra la mezcla con la lava que te rodea, y los niveles casi abrumadores de calor te dejan completamente relajado cuando dejas que todos tus preocupaciones y preocupaciones se derritan ...",
                "La mano de Nova alrededor de su hombro se extiende suavemente y comienza a masajear tiernamente los músculos mientras se deleita con el calor del resorte de lava, dejando que la dicha exquisitamente relajante derrita toda su tensión y estrés ...",
                "El calor fundido de la lava te deja suspirando felizmente mientras la relajación llena todo tu ser, y el leve abrazo de Nova te hace sentir aún mejor, aunque un poco caliente y cachondo.",
                "Nova deja escapar un suspiro maravilloso mientras se apoya en ti, acariciando en tu cuello mientras ambos luxuran en la calidez fundida de la primavera, dejando que todo tu estrés se drene ...",
                "Mientras te relajas en la lava con Nova, la roca fundida que te rodea se aprieta suavemente contra tu cuerpo, masajeando todo lo que toca, y si es el flujo natural de la lava o Nova está haciendo, pero de todos modos te deja suspirando en dicha...",
                "La calidez relajante de la lava suavemente burbujeante a tu alrededor te deja un poco aturdido mientras te relajas, pero todas tus preocupaciones se alejan mientras te relajas con Nova ubicada contra tu lado ...",
                "A medida que se reclina en la primavera de lava, ocasionalmente siente que su polla se contrae con oleadas de necesidad de ardor rodeada por el calor de la roca fundida, pero se siente tan felizmente relajado por el calor de la primavera que le practica poca atención mientras ustedDeja que tus preocupaciones se alejen ...",
                "Nova deja escapar un suspiro bastante seductor mientras se apoya un poco más contra ti, presionando sus suaves senos contra tu piel mientras se relaja en la lava mientras una ola de hormigueo de dicha cálida y reconfortante irradia en todo el cuerpo ...",
                "EndLoop",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Nova te mira con una sonrisa suelta y sensual antes de soltar una risa pequeña.",
                "Speaks",
                "Seguro. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Con un tirón aparentemente sin esfuerzo en tu hombro y un suave empuje de la lava que te rodea, Nova te mueve a su regazo, sentándote sobre sus muslos mientras se ríe suavemente.",
                "ChangeArousalByPercent",
                "10",
                "Antes de tener la oportunidad de hacer algo, Nova comienza a amasar suavemente los hombros con sus cálidas manos, usando un toque sorprendentemente gentil para lo fuerte que parece ser su agarre cuando dejas escapar un gemido relajado de placer.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella continúa masajeando expertos en la espalda por unos momentos largos antes de que una de sus manos se extienda para recoger un puñado de lava y la gotea por los hombros, lo que te obliga a jadear con felicidad a medida que los movimientos de amas de su otra mano mejoran como losLa roca fundida cálida y viscosa se acaricia en su piel, mientras que cada vez más tensión deja su cuerpo.",
                "ChangeArousalByPercent",
                "10",
                "Nova se ríe por su ruidosa apreciación de su técnica cuando lentamente comienza a moverse por su espalda mientras vertiendo más puñados de lava para acentuar su masaje experto, prácticamente dejándolo aturdidoPara piscina en su ingle, dejando su polla ansiosamente palpitando en la cálida lava con cada apretón y acaricia de sus manos.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Eventualmente, se las arregla para avanzar toda la longitud de la espalda y dejándote completamente suelto y relajada mientras envuelve los brazos alrededor de tu cuerpo y te acerca más hacia ella, presionando sus grandes y suaves senos contra tu piel como ellaLas manos comienzan a masajear suavemente su frente en círculos burlones que se desplazan desde su pecho hasta los muslos.",
                "ChangeArousalByPercent",
                "10",
                "Mientras aún masajeando suavemente la espalda con sus tetas cálidas y fundidas, sus manos acarician bruscamente sus muslos internos por un momento antes de deslizar suavemente un solo dedo por el costado de su erección sacudida, dejándote jadeando de deseo, tu corazón acelerando en tu pecho ySu pensamiento está nublado con dolor de calor y necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Te tembenas anticipando a medida que se acerca cada vez más hacia tu polla palpitante, pero cuando terminó de amasar la tensión de tus muslos, te levanta con calma de su regazo y te coloca a su lado, envolviendo su brazo alrededor de tu brazohombro y acariciamiento en tu hombro nuevamente mientras te quedan en un aturdimiento cálido e intoxicado de su masaje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "A medida que te recostadores hacia el costado de la primavera y jadea desde el placer relajado que irradia en todo tu cuerpo y se centra en tu rígida virilidad, Nova te mira con una sonrisa burlona.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "¡Ahí! ♪ Eso debería hacerte sentir relajado durante unas horas incluso después de que te vayas.",
                "Avísame si quieres otro masaje, calor. ♥ Pero mirándote ahora mismo, probablemente tengas otro tipo de tensión ardiente que necesitas aliviar, ¿no? ♥",
                "Je, no lo harías {i} creer {/i} cuánto gemen cuando pasan por eso.. ♪",
                "Jeje ... ♥ Si todavía sientes que te queda un poco de tensión {i} en cualquier lugar {/i} en ti, solo hágamelo saber y me aseguraré de ordeñarlo {i} allll {/i} de ti. ♥",
                "EndLoop",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Bend her over.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Con una pequeña risita, Nova se aleja con gracia de ti antes de levantarte lánguidamente en su altura completa con un aspecto humeante mientras lava gotea suavemente por sus amplias curvas.",
                "Speaks",
                "Así es como lo quieres, hmm ...? ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Se lleva a unos pasos lentos a un lado hasta que está a varios pasos de ti y se inclina lánguidamente sobre las rocas que rodean la piscina, sacudiendo su regordete y hinchable trasero para ti mientras te mira con una sonrisa sensual.",
                "Speaks",
                "¿Bueno? ♥ Ven y entérrelo. ♥",
                "ChangeArousalByPercent",
                "10",
                "Sin pensarlo dos veces, inmediatamente te apresuras a su tentador cuerpo, gimiendo a medida que tu erección furiosa se saca de la roca cálida y fundida y se expone al aire, pero estás tan abrumado por la necesidad ardiente que no dudasPor un momento como tú, casi te sumerges hacia Nova.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se ríe ante tus movimientos frenéticos mientras continúa balanceando su trasero de lado a lado mientras te acercas a ella, empurrando a tu lujuria a alturas aún mayores cuando finalmente la alcanza, agarrando sus caderas bien formadas y preparándose para sumergir tu polla dolorosa en ella goteando, coño ardiente a medida que se acumula más y más anticipación dentro de usted.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Con un empuje final hacia adelante, ambos dejaron escapar un par de gemidos a juego mientras penetra su hendidura apretada y fundida con tu virilidad, y puedes sentir que tu polla se hincha aún más mientras el calor reconfortante y apretado de su coño rodea completamente tu polla.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Durante unos pocos momentos pequeños, simplemente te mantienes alquilado dentro de su maravillosamente caliente interior, ya que estás tan abrumado por el placer que apenas quieres moverte, pero jadeas cuando Nova comienza a moler su trasero contra ti, haciendo que tu polla sea deliciosa adentro.ella mientras mira sobre su hombro con una mirada de impaciencia simulada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Speaks",
                "¡Vamos, cosas calientes!¿Poniendo los pies fríos?¡No pienses y solo me fóllame! ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Sus palabras te impulsan a la acción a medida que comienzas a moverte lentamente, pero el éxtasis que irradia desde tu ingle te deja rápidamente golpeando por la espalda con una intensidad casi sin sentido a medida que todo tu cuerpo duele con el poderoso impulso de estallar dentro de su cálido y acogedor orificioMientras Nova jadea con placer debajo de ti.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "La vista de ella disfrutando de esto tanto como tú, hace que tu mente se ponga completamente en blanco mientras la pasión ardiente supera por completo a cada fibra de tu ser, y dejas escapar un rugido casi bestial mientras comienzas a follarla con mayor intensidad, haciendoSu dejó escapar un jadeo de éxtasis mientras su gatito coño caliente se aferra con su polla sacudida, amplificando su lujuria a alturas aún mayores.",
                "ChangeArousalByPercent",
                "20",
                "Los dos continúan follando con una intensidad casi decidida mientras los sonidos húmedos de tus caderas golpeando la suya resuena en la habitación mientras el calor llamativo de su cuerpo y la calidez reconfortante de la lava que rodea te instas a que continúes.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredIntense",
                "Los brazos de Nova temblan con cada empuje de golpe que haces mientras jadea en éxtasis hasta que finalmente se derrumba hacia adelante sobre sus codos, incapaz de mantenerse en posición vertical mientras te arroja una mirada lujuriosa sobre su hombro.",
                "Speaks",
                "¡A-ah! ♥ K-manteniendo, y tu cosa es tan caliente y estoy casi ... ¡A-ahh! ♥",
                "ChangeArousalByPercent",
                "35",
                "Su voz se rastrea con un jadeo de éxtasis mientras su coño se aprieta poderosamente alrededor de tu polla mientras tiembla en el orgasmo, pero todo lo que hace es hacer que tu deseo de follarla se establezca aún más hasta el punto en que no pudiste dejar de golpear tus caderas.En su regordete, trasero pegajoso, incluso si quisieras, perdiéndote en una neblina de lujuria acalorado mientras buscas desesperadamente la liberación feliz que parece que no puedes alcanzar.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su rígida virilidad domina por completo su hendidura flexible y de espasmos mientras te cortas sobre su cuerpo y comienzas a jugar con sus senos pegajosos con una mano mientras tu otra mano se engancha alrededor de su cintura para empujarla a tus empujes, obligándola a jadear y gemirCasi la felicidad insensible mientras ella temblaba poderosamente debajo de usted mientras nota de forma ociosco que la lava que lo rodea parece estar más caliente con cada momento que pasa.",
                "Speaks",
                "¡HAAAAHHH! ♥♥♥ I-SE SIENTE COMO YOUN COLLA VAYA T-T-T-T-SAR MI INDASA!W-wait- aaa?! ♥♥♥",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ella grita mientras su cuerpo espasmos con otro orgasmo poderoso, y las poderosas sensaciones de su coño apretado son suficientes para enviarte al borde de la felicidad climática mientras te apresuras profundamente dentro de ella y gemir a medida que comienzas a correr explosivamente.",
                "PlayerOrgasm",
                "1",
                "Pero incluso cuando su orgasmo continúa, el calor abrasador de su hendidura y la lava que lo rodea continúa llenándolo de cada vez más placer ardiente que exige estar satisfecho, y continúa follando implacablemente, temblando de éxtasis a medida que cada golpe de golpe.Hace que su mueca trasera regordeta se jage deliciosamente ante usted mientras la llena de más y más de su semilla.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredIntense",
                "Nova gime en la dicha mientras su coño espasmos rítmicamente alrededor de su polla, extendiendo sin esfuerzo su orgasmo ya aparentemente interminable como un perno de éxtasis blanca y candente comienza a construir en su ingle a partir de sus poderosos movimientos, y con un movimiento de slamación final y un grito, un grito,Superas completamente tu polla dentro de ella cuando tu orgasmo alcanza las nuevas alturas de inundación.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ella se endurece y grita en la dicha climática al mismo tiempo que simplemente lo haces dentro de ella, vertiendo lo que se siente como una cantidad interminable de tu semilla caliente fundida directamente en ella mientras su voluptuoso cuerpo se deleita y toma cada gota.Le das, dejando cada centímetro de que te pierdas en el éxtasis ardiente mientras te pierdes en el momento.",
                "RefreshPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredIntense",
                "Pasan varios momentos largos cuando ustedes dos simplemente montan sus respectivos orgasmos, e incluso cuando te dejan jadeando en el relajante resplandor, te sientes extrañamente revitalizado y lleno de energía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Con un suspiro satisfecho, se libera de tu polla sacudida del coño fundido de Nova una vez que te quedas sintiéndote recuperado, y lentamente se pone a toda su altura con un estiramiento lánguido y un gemido feliz antes de volverte con una sonrisa suelta,pareciendo tan rejuvenecido como te sientes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Ahh ... ♥ Espero que hayas disfrutado tanto como yo, [ThePlayerName]. ♥",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Let her ride you.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Nova sonríe antes de darle un asentimiento lento y deliberado, y sin otra palabra, se detiene con gracia sobre ti y se encuentra a horcajadas de tu cintura, agarrando firmemente ambos hombros mientras te mantiene firmemente presionado contra el borde rocoso de la primavera.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella se ríe suavemente para sí misma mientras comienza a moler su cálido coño contra su erección palpitante a través de la lava opaca y burbujeante que rodea su cuerpo, obligándolo a gemir mientras una ardiente tacha de deseo te sopla de sus gentiles movimientos.",
                "Speaks",
                "Prepárese [ThePlayerName], porque si ya está gimiendo de esto, voy a ser completamente {i} derretir {/i} para cuando termine. ♥",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Con otra sonrisa seductora, Nova continúa modificándose lenta y bruscamente contra su polla casi dolorosamente rígida, haciéndote retorcerse y jadear debajo de ella mientras el calor de la lava se filtra en ti y te llena de una necesidad ascendente que te deja sentir, pero te deja sintiendoSimplemente relajado lo suficientemente relajado como para que no puedas intentar penetrarla todavía.",
                "ChangeArousalByPercent",
                "25",
                "Antes de que puedas hacer algo más que gemir con placer debajo de ella, de repente se alinea con tu virilidad y se reduce a ti a un ritmo dolorosamente lento, lo que te obliga a jadear intensamente como su orificio apretado y pegajoso rodea tu pollaCon un calor abrumadoramente intenso por cada centímetro, presiona sobre sí misma hasta que toda su longitud se sometera perfectamente dentro de ella.",
                "ChangeArousalByPercent",
                "10",
                "Durante unos momentos felices, simplemente te sientas allí y te sumerges en el cálido éxtasis de su cuerpo y la lava que te rodea, pero no puedes sentarte y relajarte durante el tiempo que Nova comienza a girar sus caderas con movimientos lentos y sensuales,haciéndote gemir con dicha mientras su coño aprieta tu palidez de la virilidad.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Los ojos de Nova se encierran en los suyos mientras le sonríe con la mano con la mano con las manos antes de quitarse las manos de los hombros y envolverlas alrededor de la espalda mientras comienza suavemente a empujarte hacia lava, incluso mientras continúa mastando las caderas alrededor de las caderas alrededor de la polla rígida y sacudida., presionando sus grandes y suaves senos contra su pecho a medida que cada vez más su cuerpo está cubierto de lava tibia y que rezuma.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Eventualmente, solo su cabeza queda descubierta por el calor fundido de la primavera, dejándote gimiendo en éxtasis a medida que cada centímetro de tu cuerpo está envuelto en calor cálido y reconfortante mientras tu polla está atrapada dentro de las deliciosas profundidades de Nova's Termet, apretada.Apretando el coño, haciéndote sentir como si realmente te estuvieras derritiendo mientras ella te mira lujuriosamente.",
                "Speaks",
                "Mmmm ... ♥ Ahora que esta lenta quema de juegos previos ha terminado, es hora de {i} realmente {/i} comienza. ♥",
                "ChangeArousalByPercent",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Parpadea con leve confusión en Nova mientras se ríe traviesamente e inmediatamente te obliga a un beso caliente y apasionado al mismo tiempo que comienza a rebotar en las caderas con tu rígida virilidad con un ritmo intenso, inundando tu boca y twitching con olas felicesde placer fundido mientras la lava a su alrededor se extiende perezosamente de sus movimientos.",
                "ChangeArousalByPercent",
                "20",
                "Al instante, dejas escapar un suspiro irreflexivo de placer en su boca mientras la gran cantidad de calor que abarca cada centímetro de tu cuerpo te llena de éxtasis relajado, simplemente dejándote acostado allí mientras te envuelve los brazos alrededor de la cintura y la miras con amor.Gire su lengua alrededor del interior de la boca mientras su pegajoso coño aprieta poderosamente su polla con cada golpe que hace.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Al mismo tiempo, ella frota suavemente sus suaves senos contra su pecho, haciendo que su piel se hagatice deliciosamente mientras deliciosas olas de calor se extienden por todo el ser con cada movimiento que hace, dejándote tan completamente inundado de calor fundido que puedes sentir tus pensamientosComience a derretirse frente a la relajación completamente deshuesada que sus intensos movimientos le están dando.",
                "ChangeArousalByPercent",
                "20",
                "En unos momentos, te quedas completamente a su misericordia mientras simplemente te sientas y miras follarte con un vigor frenético pero elegante, deleitando la sensación de su lengua rodando en tu boca mientras cada golpe de sus caderas en las tuyas llena tuLa ingle con una creciente necesidad de ardor que deja sus bolas agitadas sintiéndose maravillosamente llenas y listas para estallar en ella en cualquier momento.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Su mirada te aburre con la lujuria ardiente mientras se apaga con la suya, llenándote fácilmente con más y más oleadas de dicha fundida mientras te pierdes por completo en el placer, y no puedes hacer nada más que gemir en el éxtasis en su boca..",
                "PlayerOrgasm",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Los ojos de Nova brillan con un brillo sensual mientras detiene abruptamente sus movimientos por un solo momento interminable antes de chocar sus caderas en las suyas y comienza a muelerse poderosamente contra ti con tu polla todavía alojada dentro de ella, enviándote fácilmente en cascada sobre el bordeA medida que el calor ardiente en su ingle se vuelve demasiado para soportar, dejándote temblando a medida que comienzas a estimular las cargas calientes en su coño que espera.",
                "PlayerOrgasm",
                "3",
                "Tus gemidos se convierten rápidamente en jadeos a medida que cada semen que disparas en su cuerpo te hace sentir como si te estuvieras derritiendo cada vez más en el calor abrasador de la lava y su cuerpo, temblando en la dicha extática mientras continúa enredando su lengua.con el tuyo, incluso cuando su coño fundido continúa ordeñando por completo y completamente seco.",
                "RefreshPlayer",
                "Varios momentos largos y entusiastas pasan a medida que Nova sale de su orgasmo tanto en sentido figurado como literalmente hasta que finalmente disminuye, dejándote sentirse completamente drenado a medida que los movimientos intensos de sus caderas se desaceleran antes de detenerse por completo, pero aún manteniendo su polla que se apegaba firmemente por dentro desu.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Nova finalmente rompe el beso, y respiras jadeando mientras te ríe con una sonrisa sensual.",
                "Speaks",
                "Ah ... ♥ Mira, te dije que te derretiría por completo, ¿hmm? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Su única respuesta es jadear mientras disfruta del resplandor de su clímax mientras Nova le sonríe, y ella deja escapar un suspiro feliz mientras desmonta lentamente su polla aún agitada antes de sacarte suavemente del grupo de lava con un sorprendentecantidad de fuerza para dejarte descansar en el borde rocoso, dándote un momento para refrescarse mientras la bruma inundando tu mente se disipa lentamente.",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Get a titfuck.",
            "theScene": [
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Nova simplemente arquea una ceja mientras desliza su brazo sobre sus hombros para liberarse de usted antes de que se lava ligeramente de la lava y le toca sus grandes senos con las manos antes de dejarlos ir, haciéndolos tirarse de manera incentiva.",
                "Speaks",
                "¿Crees que no me puse miradas a escondidas?Estabas ardiendo agujeros en mi pecho, ya sabes. ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Se ríe hacia sí misma con una sonrisa astuta mientras lentamente trae su cuerpo hacia ti hasta que se presiona contra ti, haciéndote dejar escapar un gemido tranquilo mientras su piel suave y su voluptuosa tetas se aplanan contra tu abdomen.",
                "ChangeArousalByPercent",
                "5",
                "Pero te tomas por sorpresa mientras Nova continúa empujando contra ti cada vez más con una cantidad sorprendente de fuerza, lo que te obliga fácilmente a subir y por encima del piscina hasta que todo lo que está por encima de las rodillas está fuera de la piscina, mientras que tu erección completamente rígidaPresiona contra el estómago de Nova.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Con su cuerpo aún firmemente presionado contra el tuyo, ella ralentiza su movimiento inexorable hacia adelante antes de comenzar a seguir su piel, haciendo gemir mientras sus senos suaves dejan una estela de deliciosas sensaciones de ardor en el pecho y el estómago hasta que alcanzaSu ingle, pero se detiene justo antes de alcanzarla, dejando su polla pulsando con necesidad.",
                "Speaks",
                "Pero ... ♥ Si esto es lo que quieres, estoy feliz de hacer que tu polla estalle {i} allll {/i} sobre mis tetas. ♥",
                "ChangeArousalByPercent",
                "20",
                "Con una risita final para sí misma, Nova finalmente levanta las manos para separar sus senos antes de intercontar toda su longitud profundamente dentro de su escote fundido en un movimiento suave.",
                "ChangeArousalByPercent",
                "20",
                "Al instante, dejaste escapar un suspiro feliz mientras el calor y la presión intensos rodean tu polla contracción de una vez desde sus tetas ardientes, observando solo la punta hinchada de tu virilidad logra asomarse desde las profundidades de su pecho apretado.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Nova simplemente te sostiene entre sus senos mientras mira tu reacción con una sonrisa sensual antes de llevar la cabeza lentamente a un vuelta a una sola gota de precum que se filtra de la cabeza de tu polla y riendo mientras jadeas en respuesta.",
                "Speaks",
                "Jeje ... ♥ No te quemes {i} también {/i} rápidamente.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sin ninguna otra advertencia, comienza a bombear poderosamente su longitud palpitante con sus suaves senos, haciéndolo gemir felizmente de la sensación de toda su polla envuelta en un calor abrumador mientras lo acaricia con su pecho.",
                "ChangeArousalByPercent",
                "30",
                "Solo puedes sentarte y gemir mientras ella atiende ansiosamente a tu polla rígida, ocasionalmente entremezclando sus bombas apretadas con batidos burlones, mientras que el calor fundido se filtra de tus caderas a todo tu cuerpo, haciéndote sentir que te vas a derretir del placer comoTu polla dolorida se contrae entre sus senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aww, ¿el calor está empezando a llegar a tu {i} cabeza {/i}? ♥",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Al instante, después de hablar, se inclina para succionar en la punta de su virilidad por un momento, incluso cuando sus suaves y pegajosas tetas rodean su eje, obligándolo a jadear mientras invierte involuntariamente su escote desde el estímulo antes de que se aleje una vez más conUna sonrisa mientras masajee tu polla con su pecho.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sientes gotas de sudor goteando por tu piel por la pura calidez que emana de tu ingle y subes a través de todo tu cuerpo, haciéndote sentir como si nunca hubieras dejado la lava para empezar mientras te miras impotente a Nova mientras te obliga a jadearY jadee con placer con cada intenso apretón de sus tetas alrededor de su virilidad.",
                "ChangeArousalByPercent",
                "20",
                "Nova se ríe mientras se inclina y vuelve a colocar otra gota de precum gote de su punta de contracción con una sonrisa lujuriosa, enviando un rayo de felicidad candente desgarrando su cuerpo mientras el impulso de cubrirla en su semen casi te abrumaba,Dejando sus bolas doloridas de necesidad mientras ella mira sin cesar sus reacciones, apretando y rodando sus senos alrededor de su longitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Mmmm, ♥ tu polla palpita mucho en este momento, ¿no? ♥",
                "ChangeArousalByPercent",
                "35",
                "Jadeas mientras comienza a rebotar su pecho pesado sobre tu polla rígida mucho más intensamente que antes, bombeando rápidamente tu polla hinchada con su suave y abrumadorado escote mientras el calor suave que se estaba construyendo en tus caderas se enciende en un pulso casi explosivo de éxtasisEso hace que su mente se ponga completamente en blanco mientras dispara cada vez más cerca de la liberación orgásmica.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Todos y cada una de las tetas pegajosas en tu ingle hacen que tus caderas sientan que se van a derretir por completo en una cascada de placer fundido, amenazando con hacerte correr con cada palpitante de tu polla entre sus senos, pero túSolo puede sonreír libremente por las sensaciones felices que te atraviesan mientras trabaja para ordeñar una carga espesa de ti.",
                "PlayerOrgasm",
                "3",
                "Pero justo cuando llegas al borde del clímax y te tambalea por el límite, Nova detiene abruptamente todos sus movimientos con una sonrisa, dejándote jadeando y temblando con negación por un solo momento antes de que se frote en broma los senos hacia arriba y hacia abajo antes de tu polla antes.Ajustarlos firmemente, dejándote aullando en éxtasis mientras estallas instantáneamente en todo el cofre abundante con un orgasmo piroclástico, cubriéndola en tu gruesa semilla.",
                "PlayerOrgasm",
                "2",
                "Todo su cuerpo se vuelve completamente rígido a medida que Nova continúa apretando y masajea su longitud de espasmo con sus senos fundidos, incluso cuando su orgasmo, hace que su mente se ponga completamente en blanco como un éxtasis asombroso, elimina por completo su ser mientras ella ordeña la carga fundida después de la carga fundida en su pegajosocuerpo.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Tus espasmos de punta palpitantes entre sus tetas apretadas mientras el orgasmo tras el orgasmo te sopla a través de ti, y justo cuando tu clímax finalmente comienza a alejarse lentamente, Nova se inclina y apesta firmemente la sensible cabeza de tu polla, obligándolo a llorar en redoublado.placer mientras sales de algunas cuerdas masivas directamente a su boca que espera.",
                "PlayerOrgasm",
                "2",
                "Nova continúa ordeñando suavemente su semen con cada presión apretada de su pecho en su virilidad mientras mantiene su boca enganchada sobre su punta mientras se sale los momentos finales de su intenso orgasmo, dejándola beber hasta la última gota de susemilla mientras tembla en la felicidad",
                "SetSpirit",
                "0",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Cuando ella retrocede la cabeza de tu polla con un fuerte pop, te sientes casi completamente agotado mientras bajas lentamente de tu alto orgásmico ...",
                "RefreshPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "... Pero parpadea sorprendido cuando comienzas a sentirte tan renovado y energizado como cuando ingresaste por primera vez al jacuzzi de lava, incluso cuando los ecos del éxtasis continúan flotando a través de tu cuerpo.",
                "Nova observa su confusión con una sonrisa lánguida mientras absorbe lentamente todo su semen a través de su piel con una risita antes de que finalmente se libera de tu polla gastada y se inclina más cerca de tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Speaks",
                "Aww, no te vea tan desconcertado, [ThePlayerName].Esto {i} es {/i} una primavera rejuvenecedora, ya sabes. ♥ Me alegra que me hayas dado un baño incluso {i} mejor {/i} que el que te di. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Ella se ríe para sí misma mientras coloca sus brazos sobre los hombros y te pone en una posición sentada antes de retroceder con una sonrisa.",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Thighjob?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Nova inclina la cabeza con curiosidad ante la sugerencia, reflexionándola con un zumbido de cesado mientras toca un dedo en su mejilla y inclinando aún más sus curvas fundidas contra usted, la proximidad adicional le permite que se vaya tentánPonders.",
                "Speaks",
                "Hmm, un musloz ... con mis piernas, eso podría no ser ... hmmhm ... a menos que yo-?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeArousalByPercent",
                "10",
                "Su reflexión reflexiva termina abruptamente mientras se levanta de su posición de hormigueo a tu lado, luego se vuelve hacia abajo en tu regazo, mirando lejos de ti, la moción hace que su baño de magma se estremezca sobre tu cuerpo mientras ella mueve las caderas sobre las caderas.Usted, mientras ella se establece en su lugar y presiona sus suaves piernas fundidas alrededor de su erección dura de la roca, lo que latirá ansiosamente mientras el calor indulgente que se filtra en él redobla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Speaks",
                "Con mis piernas tan agudas como mi ingenio, creo que la única forma de hacerlo es así ... ♥ no parece que te importe el calor adicional también. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeArousalByPercent",
                "5",
                "Con un cálido suspiro de comodidad, ella se recuesta contra ti, dejando que su ondulante cabello ardiente a través de tu forma como un velo etéreo, su toque ingrávero solo se suma al calor siempre presente que ahora te imbuye desde todas las direcciones, un escalofrío pegajoso.Atravesando su marco desde la combinación del cuerpo de lava de Nova presionando contra usted y el 'Hot Spring' que lo rodea, dejándote sudando y jadeando en la verdadera sauna de magma.",
                "ChangeArousalByPercent",
                "5",
                "A pesar de la temperatura de montaje, la sensación de calidez sofocante no es desagradable, lo que te hace sentir que la excitación deliciosa y deliciosa se está derramando desde todas las direcciones, pero prueba {i} intenso {/i}, hasta ahora, la lujuria a fuego lento ya comienza a comenzar a comenzar a comenzar aHervir de la presencia extra íntima de Nova, haciendo que un hormigueo de trepidación atractiva se extienda a través de su cuero cabelludo ante la idea de cómo se sentirá después de solo unos minutos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Como si sintiera su emoción, el elemental curvilíneo se ríe y se vuelve hacia usted para murmurar cómodamente con una caricia trasera contra su cara y por el pecho.",
                "Speaks",
                "No te preocupes, cosas calientes. ♥ solo relájate, relájate y déjame guiarte a una agradable y caliente {i} erupción {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeArousalByPercent",
                "10",
                "Con un zumbido, ella comienza a apretar lentamente y frotar sus muslos regordetes juntos para dejar que su suave calor se deslice hacia arriba y hacia abajo de su polla de magma, el líquido fundido viscoso que hace ruidos obscenos pegajosos y actuando como un lubricante poco probable para su erección temblorosa, asegurandoQue no hay tartamudeo ni fricción en los movimientos de Nova a medida que avanza expertamente con el trabajo de muslo de lujo.",
                "Con mucho gusto ceder ante el placer de tuberías, te permites disfrutar más completamente en el cuerpo de tu amante femenino y cubrir los brazos sobre su cintura para dejar que se derrita en su dulce y escalado abrazo con un suspiro aturdido, sintiéndose extrañamente.El toque cubierto de cabello.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Mhm, ese es el espíritu ... ♪ pero vamos, [ThePlayerName], no es necesario que sea {i} tibia {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "10",
                "Sus delgadas manos de obsidiana se deslizan hacia las tuyas y las arrastre suavemente hacia su busto fundido mientras avanza para acariciar ligeramente la longitud palpitante con sus piernas almohadas, dejándote hundir indulgentemente tus dedos en sus maleables pizones resbaladizos e instintivamente meteLas tetas con abandono embriagador, la excitación sofocante continúan filtrándose desde todos los ángulos mientras Nova sigue moliendo sus muslos contra su virilidad con fugas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Speaks",
                "Mmmm ... ahora {i} esto {/i} es bueno ... pero creo que puedo subir el {i} calor {/i} aún más. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "ChangeArousalByPercent",
                "10",
                "Sus manos suaves y rocosas se separan de tus indulgentemente a tientas, la mujer elemental que usa un dedo delicado para inclinar la cabeza hacia la suya mientras comienza a salpicar tu cara con besos de carbón, llamas chispeantes de una dicha fundida que corre a través de ti con cada prensa dulcemente asombrosade sus labios regordetes contra tu rostro.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "El desfile de los besos hirviendo quemando la última de sus reservas, no puede evitar empujar ansiosamente sus cálidos almohadas mientras se aprieta y acariciando su pesado busto, haciéndola ronronear con su excitación ante su reacción hedonista, mientras que los sonidos locales se eco.sobre la habitación como resultado de la reunión continua y la partida de sus cuerpos cuasi-acompañantes.",
                "Speaks",
                "Mmhaa ... Eso es, [ThePlayerName], no obtenga {i} pies fríos {/i}. ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Poniendo las piernas firmemente contra el fondo de la piscina de lava, se posiciona para dejarte que mejor los muslos de magma firmes pero lujosos en medio de tus grandes senos y su ducha de besos volcánicos, lo que hace que cada parte de ti se sienta como si fuera.En exceso de ardiente el deseo acalorado, sus bolas pesadas, agitadas y ansiosas por descargar sobre el elemental sexy a medida que la necesidad de correrse rápidamente se convierte en lo único en lo que se puede pensar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Speaks",
                "Te ves listo para quemar. ♥ Continúa, cosas calientes, no hay necesidad de contener. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "ChangeArousalByPercent",
                "20",
                "Con un movimiento rápido, Nova atrapa la boca apasionadamente en un beso profundo, dejándote desmayándose con deleite derretido mientras te mantienes empujando frenéticamente contra sus deliciosas piernas y apretando firmemente sus tetas regordetas, el calor burbujeante en tu ingle, lo único que se registra en tucerebro mientras se enreda con la lengua con la tuya y sella sus labios de color carbón sobre los tuyos, permitiéndote devolver con avidez el afecto oral con un gemido sin sentido.",
                "PlayerOrgasm",
                "4",
                "Con un empuje final, te congelas temblormente en su lugar, una gruesa cuerda de semen volando entre sus muslos apretados, luego cae hacia abajo y salpicando sobre su suave cuerpo de lava con un chisporroteo, la excitación caliente en ti explotando felizmente en una estallido florecientede calidez que ya deja tu cabeza eufóricamente girando mientras Nova coos con aprobación en tu boca besándose.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Riéndose, la dama del magma presiona su boca más fuerte contra la tuya mientras apretaba las piernas, prolongando su clímax en erupción con chorros de semen más alucinantes mientras se mueve suavemente las caderas de un lado a otro, su abrazo a los muslos fundidos ordeña su temblor erección para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todos para todoVale la pena cuando ella aprieta hábilmente, bombea y se frota contra él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayerOrgasm",
                "4",
                "Puedes sentir toda la tensión que se evapora de tu cuerpo, tus caderas sacudiendo y torciendo mientras sigue descargando toda tu lujuria acumulada contra las piernas de Nova mientras continúan sin pensar con la mujer ardiente.Tus ojos a medias llenas de deseo humeante, continúas a tientas ligeramente a tientas de lujoso mientras estás seco, dejándote lentamente cayendo contra el borde del baño en un chisporroteante estupor sobrecalentado de la dicha post-orgasmica.",
                "SetSpirit",
                "0",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Con el sentido completamente vacío, Nova, Nova rompe suavemente el beso para flotar sobre ti, volviendo suavemente a sentarte a tu lado con un estiramiento lánguido que muestra las piernas largas y llenas que te ordeñó, tu semen ya absorbido por elDama volcánica Mientras te da un abrazo lateral cómodo y deja que sus manos se rastreen sobre tu pecho y hombros, dejándote sintiendo la amplitud de un cabello lejos de tomar una siesta.",
                "ChangeBGM",
                "music/Desert/Purple Planet Music - Dreamy - Sundial (5_52) 88bpm.mp3",
                "RefreshPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkKiss",
                "Sin embargo, el burbujeante de lava de lava lo rellena rápidamente con energía, su polla flácida que se endurece rápidamente de nuevo en sus confines viscosos, la demostración de la lujuria renovada, lo que lleva a Nova que se incline con una risita para darle un beso en la frente que envía un pulso vertiginoso deEl calor travieso en tu mente, dejándote sonriendo felizmente en la satisfacción cachonda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkSmile",
                "Speaks",
                "Bueno, eso fue divertido. ♪ Espero que no te preocupara que te fueras así.Sé que puedo ponerme un poco caliente para manejar. ♪",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "PostSex",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "RefreshPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "La pregunta es, ¿qué sigue? ♥ Si quieres salir de la cría caliente, ahora es el momento, pero si todavía te sientes agotado y quieres pasar un poco más de tiempo relajándome, estoy jugando paraeso también.Solo tenga en cuenta que quedarse significa que definitivamente terminaremos teniendo sexo {i} Allll {/i} de nuevo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ClosedEyeHappy",
                "Ella se toma un momento para estirarse lánguidamente antes de mostrarle una sonrisa suelta.",
                "Speaks",
                "Well?",
                "Menu",
                "Keep bathing...",
                "Time to get out.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Time to get out.",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Nova te da un pequeño asentimiento y gestos hacia la salida de la cueva con un florecimiento, sin hacer que no se mueva para hacer nada más que hundirse en la piscina con un suspiro mientras te alejas de la primavera y te sacudes todo el lava que se aferraa tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileOneEye",
                "Eres dolorosamente consciente de su mirada perezosa en tu cuerpo desnudo mientras te reparas, y después de terminar de volver a ponerte la ropa, te da una ola de despedidas mientras se reclina lujosamente en la lava, lanzando una última sonrisa a tu manera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WinkSmile",
                "Speaks",
                "Nos vemos más tarde, Hot {i} Rod {/i}. ♪ No seas un extraño. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella se ríe suavemente para sí misma mientras continúas en tu camino, y no puedes evitar temblar mientras el aire fresco y húmedo de las cavernas reemplaza rápidamente la suave calidez de la aguanida a medida que te mueves más y más lejos ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Keep bathing...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Nova se ríe suavemente hacia sí misma mientras se toma un momento para estirarse una vez más.",
                "Speaks",
                "¿No has tenido suficiente todavía?Jeje, está bien. ♪ Trate de no pasar todo el día aquí, ¿de acuerdo?No es saludable permanecer en una fuente termal normal durante demasiado tiempo, y mucho menos una lava.Al menos no se podará aquí, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Te bajas suavemente de nuevo en el burbujeante grupo de roca fundida, suspirando felizmente mientras su calidez se filtra en tu cuerpo mientras Nova se acuesta rápidamente a tu lado una vez más, sonriéndote mientras ella corta el brazo sobre tu hombro.",
                "JumpToScene",
                "BathingMenu"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}