{
    "name": "Lumiren's Song",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "A Lumiren has ascended from the deep underwater caves within the caverns to lure adventurers into her loving embrace with her mesmerizing voice and captivating eyes.",
    "requires": [
        "Labyrinth Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Lumiren",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "LumirenHidden",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StoreCurrentBG",
                "A medida que te mueves a través de los sinuosos pasajes que se sumergen debajo de la montaña, se vuelve más oscuro y húmedo, goteando agua el único sonido que puedes escuchar entre tus pasos a través del túnel de piedra.",
                "ChangeBG",
                "CavernsLumiren.png",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeBGM",
                "music/Caverns/New-Paradise.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseGlow",
                "Luego entras en una pequeña cámara, señalando que una esquina está completamente cubierta de aguas oscuras, profundas y algunas rocas ubicadas en la piscina, pero lo más notable de todo es la mujer claramente acuática con sus caderas completamente ocultas en las profundidades, apoyadas en elEl borde de la piscina con una dulce sonrisa, su bioluminiscencia brillante dorada atrae sus ojos hacia su forma atractiva al entrar.",
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "ChangeImageLayer",
                "Singing",
                "1",
                "Sing",
                "Ella se ríe melodiosamente mientras das unos pasos en la habitación, y comienza a cantar suavemente en una voz plateada que resuena en la habitación y por sí sola, no habla palabras en su canción, pero de todos modos reverbera en tu núcleo.[DamageToPlayer]",
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingEyesClosed",
                "Parpadea con una leve confusión, ya que parece lavar sus pensamientos y deja su polla hinchada en el deseo de su cuerpo flexible, ¡tendrá que actuar rápido!O ... tal vez solo sigue escuchando su voz inductora ... [DamageToPlayer]",
                "IfPlayerHasStatusEffectWithPotencyEqualOrGreater",
                "Trance",
                "11",
                "TooHypnotisedToRefuse",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "JumpToScene",
                "ReactionOptions"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Tu abrumadora excitación consume tus pensamientos, y a medida que la mujer acuática extiende bruscamente su coño, cantando dulce seducción a tu mente cachonda, cualquier pensamiento restante de resistencia se lavan por completo ...",
                "JumpToScene",
                "Give in..."
            ]
        },
        {
            "NameOfScene": "TooHypnotisedToRefuse",
            "theScene": [
                "Tu mente se deja completamente vacía y fascinada por su canción hipnótica, tan dolorosa para ella, arrastrada en su voz cautivadora y dulce ...",
                "JumpToScene",
                "Give in..."
            ]
        },
        {
            "NameOfScene": "ReactionOptions",
            "theScene": [
                "IfPlayerHasStatusEffectWithPotencyEqualOrGreater",
                "Trance",
                "11",
                "TooHypnotisedToRefuse",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Attack her!",
                "Run!",
                "Just keep listening...",
                "Give in...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Run!",
            "theScene": [
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "HypnosisAddict",
                "25",
                "5",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "HypnosisAddict",
                "50",
                "2",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "HypnosisAddict",
                "75",
                "3",
                "Temptation",
                "10",
                "RanAway",
                "Fail",
                "CantRun"
            ]
        },
        {
            "NameOfScene": "CantRun",
            "theScene": [
                "Pero su maravilloso canto te mantiene encerrado en su lugar, la dulce serenata se derrite con tu mente con un mar de maravillosas dicha ...",
                "JumpToScene",
                "Just keep listening..."
            ]
        },
        {
            "NameOfScene": "RanAway",
            "theScene": [
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "Y te las arreglas para salir corriendo de la cámara en el siguiente conjunto de túneles, su voz inquietantemente resonando detrás de ti, llenando tu cerebro de maravillosa felicidad mientras reverbere en tu mente, tentando a que te vuelvas ... [DamageToPlayer]",
                "IfPlayerHasStatusEffectWithPotencyEqualOrGreater",
                "Trance",
                "11",
                "TooHypnotisedToRun",
                "IfPlayerOrgasm",
                "TooHornyToRun",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG",
                "Pero se sacude la tentación y sigue moviéndose hasta que su dulce canción de sirena ya no lo asalta, tomando un momento para recuperar el aliento antes de continuar."
            ]
        },
        {
            "NameOfScene": "TooHornyToRun",
            "theScene": [
                "Tu abrumadora excitación consume tus pensamientos, y antes de darte cuenta de lo que estás haciendo, te estás tambaleando hacia la mujer y su dulce voz inductora.Mientras vuelves a entrar en la cámara, eres recibido con la vista mental de que ella extendiera bruscamente su coño por ti, todavía cantando dulce seducción a tu mente cachonda, apagando cualquier resistencia restante de tu mente ...",
                "JumpToScene",
                "Give in..."
            ]
        },
        {
            "NameOfScene": "TooHypnotisedToRun",
            "theScene": [
                "Tu mente se deja completamente vacía y fascinada por su canción hipnótica, y antes de que te das cuenta de lo que estás haciendo, te estás tambaleando hacia la mujer y su dulce voz inductora.Mientras vuelves a entrar en la cámara, eres recibido con la vista mental de que ella extendiera bruscamente su coño por ti, todavía cantando dulce seducción a tu mente cachonda, apagando cualquier resistencia restante de tu mente ...",
                "JumpToScene",
                "Give in..."
            ]
        },
        {
            "NameOfScene": "Just keep listening...",
            "theScene": [
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "SwapLineIf",
                "Random",
                "Su dulce canción rebota en la pequeña habitación, resonando y reverberando dentro de tu mente en un bucle constante de pura felicidad que te deja sonriendo felizmente, ansioso por escuchar un poco más ... [DamageToPlayer]",
                "La canción de la sirena de la mujer acuática deja su cuerpo temblando de placer y sus pensamientos se alejan en un mar de dicha, haciéndolo temblar y temblar con deseo de su cuerpo flexible ... [DamageToPlayer]",
                "Se acerca suavemente a sus manos sobre su pecho mientras canta dulcemente, y su cerebro parece congelarse por un momento al ver sus suaves senos, dejando que su voz melodiosa lava más de sus pensamientos ... [DamageToPlayer]",
                "Su atractiva canción hipnótica simplemente parece eliminar tus pensamientos, manteniéndote concentrado en sus curvas sensuales mientras sus manos se deslizan hacia arriba y hacia abajo de su cuerpo lentamente, dejando que su voz resonante se filtre en tu mente cautivada ... [DamageToPlayer]",
                "Encuentras tu mano a la deriva a tu erección esforzada mientras la mujer canta, inundando todo tu cuerpo con un deseo cautivador, haciéndote tirar con necesidad, permitiéndote apreciar completamente sus hermosas curvas mientras ella disuelve tu resistencia ... [DamageToPlayer]",
                "La mujer se balancea suavemente de su cuerpo ágil de un lado a otro mientras canta, y te encuentras sin pensar en sus movimientos, tu mente se aleja en una ola de dicha de su dulce voz, sus brillantes líneas de bioluminiscencia cautivan completamente tus ojos ... [DamageToPlayer]",
                "EndLoop",
                "JumpToScene",
                "ReactionOptions"
            ]
        },
        {
            "NameOfScene": "Attack her!",
            "theScene": [
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "Te apresuras a atacarla, y los efectos de su voz melodiosa parecen intensificarse, haciéndote temblar con dicha mientras te acercas, su cuerpo flexible cautivando por completo tus ojos mientras su canción resuena en tu mente ... [DamageToPlayer]",
                "IfPlayerHasStatusEffectWithPotencyEqualOrGreater",
                "Trance",
                "11",
                "TooHypnotisedToRefuse",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "ApplyStatusEffect",
                "Harpies Song",
                "DamagePlayerFromMonster",
                "Lumiren",
                "Harpies Song",
                "A medida que llega al agua para acercarse a ella, se retrocede ligeramente en la piscina, pero continúa cantando dulcemente, claramente completamente segura en las habilidades de su voz para derretir sus pensamientos, y las olas de la dicha que vierte en su cerebro simplemente no se detenga., sigue siendo cada vez más difícil de pensar ... [DamageToPlayer]",
                "IfPlayerHasStatusEffectWithPotencyEqualOrGreater",
                "Trance",
                "11",
                "TooHypnotisedToRefuse",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Singing",
                "1",
                "",
                "¡Pero usted logra resistir su canción de sirena el tiempo suficiente para llegar a la mujer acuática, y ella comienza a sumergirse en un leve pánico sorprendido!",
                "Menu",
                "Quickly grab her! (Technique)",
                "Pin her! (Power)",
                "Let her swim away.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Quickly grab her! (Technique)",
            "theScene": [
                "StatCheck",
                "Technique",
                "15",
                "CaughtHer",
                "Fail",
                "SheGetsAway"
            ]
        },
        {
            "NameOfScene": "Pin her! (Power)",
            "theScene": [
                "StatCheck",
                "Power",
                "15",
                "CaughtHer",
                "Fail",
                "SheGetsAway"
            ]
        },
        {
            "NameOfScene": "Let her swim away.",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG",
                "Ella se sumerge en las profundidades oscuras de la piscina, nadando demasiado profundo para que posiblemente la sigas.Así que sales de la piscina un poco más de lo que llegaste e intentas calmar tu dolor de polla a poco disponible, su dulce canción todavía parece sonar dentro de tu mente ..."
            ]
        },
        {
            "NameOfScene": "SheGetsAway",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG",
                "A pesar de sus mejores esfuerzos, se escapa y se sumerge en las profundidades oscuras de la piscina, nadando demasiado profundo para que posiblemente la siga.Así que sales de la piscina un poco más de lo que llegaste e intentas calmar tu dolor de polla a poco disponible, su dulce canción todavía parece sonar dentro de tu mente ..."
            ]
        },
        {
            "NameOfScene": "CaughtHer",
            "theScene": [
                "Ella deja escapar un grito de sorpresa mientras la agarras por la muñeca y la fijas contra una de las rocas, te mira hacia los ojos con sus brillantes iris dorados que parecen ondularse suavemente como un estanque, haciéndote casi espacialUn momento a pesar de su posición ahora dominante.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "También notas más allá de su cintura que tiene tentáculos largos y sinuosos que estaban escondidos debajo de las oscuras profundidades del agua.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Oh, no pensé que te resistieras a mi canción, y mucho menos atraparme. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hungry",
                "Se muerde el labio con un rubor excitado, sus largos tentáculos envuelven suavemente alrededor de la cintura y las piernas mientras su voz parece hacerse eco ligeramente mientras habla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Solo quería tu semen profundamente dentro de mí. ♥ Si quieres estar a cargo, realmente no me importa. ♥ además, ♥ un aventurero maravilloso como tú mereces una recompensa por atraparme. ♥ ¿verdad? ♥",
                "Tu polla palpita dentro de tus pantalones mientras ella habla seductoramente, su voz ligeramente resonante que te insta a follar su coño y verterla llena de tu semilla, dejando tus bolas doliendo alivio ...",
                "Menu",
                "Fuck her!",
                "Let her go.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Let her go.",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "La dejaste ir y te da un poco de puchero antes de sumergirte en las profundidades oscuras del agua sin una palabra más, nadando demasiado profundo para que posiblemente la sigas.",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG",
                "Así que sales de la piscina un poco más de lo que llegó, e intenta calmar su erección furiosa a poca visión, su dulce canción todavía parece sonar dentro de su mente ..."
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Libres su dolor de erección de sus confines y la mujer mira sus ojos con entusiasmo, extendiendo suavemente su coño azul pálido por usted con sus dedos, y jadee mientras sumerge su longitud en sus confines húmedos.Sus paredes vaginales están recubiertas de pequeños cilios que masajean cada centímetro de su polla contracción.",
                "Casi sin pensar, golpeas su coño húmedo babeante, deleitando en su interior maravillosamente texturizado a medida que aprieta y ordeña tu fuerte erección a tiempo con tus empujes, cada vez que tu punta besa su cuello uterino recubierto de cilias, un perno de éxtasis caliente ataca a través de tu polla dolorida en tu polla en tu dolencia en tucaderas, haciendo que tus bolas ya sean tensas con el deseo de bombearla llena de semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "Speaks",
                "Mmmm, ♥ d-no se detiene. ♥ ah! ♥♥♥♥ mate conmigo al contenido de tu corazón. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickGlow",
                "Sus jadeos eróticos y sus palabras seductoras hacen eco suavemente en tu mente mientras la follas más fuerte, y ella envuelve firmemente sus tentáculos y brazos a tu alrededor, acercando su rostro a la tuya, dejándote mirando a sus brillantes ojos dorados, su tinta esclera negra que la convierte enLos iris aún más cautivadores mientras se extienden y pulsan con luz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "Inicialmente intentas alejarla cuando tus pensamientos comienzan a en blanco, pero a medida que las luces ondulantes inundan tu cerebro con la dicha y el deseo de criarla y rápido, dejas que las luces brillantes se apoderen, tu mente cachonda que anhela el sexo solo desearíamás.La obligas a un beso apasionado, disfrutando de la sensación de sus suaves senos presionando contra ti mientras agarras sus brazos y la fijas contra la roca un poco más firmemente.",
                "Ella gime sorprendida mientras golpeas agresivamente su coño lleno de cilios, su interior trabaja perfectamente para complacer tu polla palpitante, masajeando y ordeñando tu longitud con cada empuje como cientos de pequeñas lenguas.Sus ojos rodan mientras parpadea con fuerza, el placer de tus empujes la abruman con éxtasis, liberándolo ligeramente de la influencia fascinante de sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "La mujer jadea y geme mientras sus tentáculos se adhieren desesperadamente, ayudándote a deslumbrar su apretado coño con tu fuerte virilidad, dejándola temblando de dicha, las reuniones húmedas de tus caderas envían un placer eléctrico a ambos, y lentamente encontrarás tus manosY el de ella se entrelazó con cautela y continúas follándola sin sentido, ambos se están perdiendo por completo en el deseo de sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugGlow",
                "Sus lujuriosos gemidos hacen eco en su mente a medida que se desesperan cada vez más, pero se las arregla para recuperar el contacto con los ojos constantes con usted una vez más a medida que continúa besándose agresivamente con ella, sus iris ripes con patrones brillantes y un destello seductor.",
                "Los brillantes ojos dorados de Lumiren inundan su mente con una dicha melosa que te deja martillando su coño espasmante lo más fuerte que puedes, enviando oleadas de éxtasis climático a través de ambos, y ambos temblaron y gemen juntos mientras caen en un abismo de placer.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Con un empuje rotundo final, ambos lloran en éxtasis, toda su mente se queda en blanco mientras sus brillantes ojos dorados se vuelven locos con ondas de luz brillantes, manteniéndote brotando en su matriz mucho más tiempo de lo que deberías, las ondas climáticas que te lavan casi constantemente tan constantementeViertas tu semilla en su matriz de espasmo, la luz bailando en sus ojos inculcando una necesidad dolorida de aparearse con ella, a {i} raza {/i} sin sentido.",
                "Ambos rompen el beso jadeando por el aire en un placer borracho aturdido, su apretado coño lleno de cilios todavía ordeña suavemente su polla dura como una roca, en todo caso es aún más difícil que antes.Insensoramente empiezas a follarla nuevamente, ya que la dolorosa necesidad de aparearse, ella implantó volar todos los demás pensamientos.Ella se retira suavemente un poco con un jadeo, y trata de moverse ligeramente mientras todavía te aferra con amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "Speaks",
                "¡Mnn! ♥♥♥ Ah! ♥ I-No me importa si seguimos adelante- ♥ ohhh! ♥ b Pero, ¿puedes al menos colocarme en las aguas poco profundas? ♥ esta roca no es exactamente cómoda-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Gruñiste y la sacas de la roca, su voz fascinante resonando en tu mente mientras la fijas en aguas poco profundas y continúas tomando su apretado coño desde arriba.Ella te mira felizmente, temblando de todos tus empujes, sus ojos brillantes mantienen tu mirada mientras dominas su coño ondulante.",
                "Ella sonríe y jadea dulcemente mientras la mantienes firmemente fijada, dejando escapar un gemido feliz cada vez que tu punta golpea su matriz, tu polla palpita con éxtasis mientras las pequeñas lenguas cubren su trazo de coño y burlan todo tu longitud con todos tus empujes, lo que te otorga.para verterla completa con más de tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "Sus largos tentáculos se aferran desesperadamente mientras ella temblan de placer, perdiéndose ansiosamente en el placer sexual que le estás dando, y ella llora en éxtasis mientras finalmente golpeas tus caderas en las suyas y estallas en ella, descargando cuerdas gruesas de cumDirectamente en su vientre, sus ojos se cierran mientras está perdida en su agonía orgásmica, su voz melodiosa reverbera la dicha caliente directamente en su cerebro mientras se acelera su semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Los dos lentamente bajan de sus altibajos orgásmicos, jadeando y jadeando, su expresión un poco floja cuando su cabeza se balancea de un lado a otro en aturdimiento, las luces doradas en sus ojos parecen parpadear.Llegas a tu polla gastada libre de su hendidura constantemente burlona, ​​sus tentáculos se desenredan suavemente de ti y te sientas en las aguas poco profundas, tratando de recuperarte física y mentalmente de ese orgasmo, tentó a precisarla nuevamente y seguir adelante.",
                "Speaks",
                "Ah ... ♥ th-eso fue maravilloso ... ♥ puedo sentir tu calor dentro de mí ... ♥",
                "Ella te mira con una sonrisa amorosa, pasando lentamente sus manos webbed sobre su cuerpo mientras se estira lánguidamente y se sienta gradualmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Mmmm ... ♥ asegúrese de aparearse conmigo de nuevo alguna vez. ♥",
                "Su voz que le resulta eco en su mente, enviando un tentador tentador por la columna vertebral, haciendo que su polla comience a hincharse de su estado semi-erecto, pero ella se ríe bruscamente y se desliza suavemente en las profundidades de la piscina, desapareciendo en las aguas profundas.con una sonrisa.",
                "DisplayCharacters",
                "EndLoop",
                "Dejas escapar un suspiro tembloroso cuando sales de la piscina de agua.Pensamientos de volver a aparearse con ella nuevamente bailando por tu mente ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "UseHeldBG",
                "Después de tratar de sacudir los pensamientos, continúas en tu camino a través de las cavernas oscuras ..."
            ]
        },
        {
            "NameOfScene": "Give in...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "La mujer continúa cantando dulcemente su canción inductora de dicha, acariciando suavemente sus propias curvas sensuales con una mano webbed mientras te atribuye más cerca, y te tambaleas sin pensar, quitándote tu ropa, arrojándolas a un lado a medida que profundizas en la piscina.",
                "Tu polla se contrae con la necesidad, ya que su voz cautivadora resuena en el fondo de tu mente, solo se vuelve más poderosa y seductora a medida que te acercas a ella.Sus iris dorados rápidamente se apoderan de su visión, profundas piscinas de luz brillante y pulsante, rodeada por su esclera negra de tinta, solo cada vez más fascinante cuanto más cerca se acerca a ella, y más su hermosa canción le dice la mente.",
                "Cintura profunda en el agua finalmente estás lo suficientemente cerca como para tocar a la mujer mientras canta su dulce canción de sirena, y no puedes evitar sonreír mientras dirige suavemente uno de sus dedos debajo de la barbilla, atrayendo aún más a su sensualForma, sus pensamientos completamente vacíos, excepto por la dolorosa necesidad de su cuerpo.",
                "La abrazas sin pensar, envolviendo tus brazos alrededor de su cintura mientras ella corta lenta y burlonamente los suyos alrededor de tu cuello y hombros, tus movimientos parecen coincidir con el ritmo de las notas de burlas de su voz melodiosa mientras hacían eco dentro de tu cerebro cachondo, sus ojos dorados mirabanen la tuya con una onda hipnótica que te deja tan dócil y excitado.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingGlow",
                "ChangeImageLayer",
                "Singing",
                "1",
                "Sing",
                "Estás tan perdido en sus ojos fascinantes profundos y su voz derretida, solo notas débilmente los largos tentáculos que salen del agua, envolviendo suavemente la cintura y las piernas, claramente parte de la parte inferior del cuerpo, acercándote a su cuerpo.Jadeas con un placer maravilloso cuando tu polla rígida finalmente penetra en su coño azul pálido, llevándote a un abrazo con amor íntimo mientras tu rígida virilidad se detiene en su orificio apretado.",
                "A medida que su hendidura apretada comienza a agitar suavemente y retorciéndose alrededor de su dolor de erección, su mente parece congelarse por un momento, incapaz de pensar en absoluto como la sensación de muchas lenguas pequeñas dentro de su orificio masajea toda su longitud, su seductora canción llegando a una mentePico derretido, y sus ojos fascinantes pulsan con un destello dorado que deja todo su cuerpo sumergido en un cálido éxtasis.",
                "Sus muchos tentáculos largos han envuelto firmemente alrededor de su cintura y piernas, asegurando que esté firmemente encerrado junto con su forma sensual, y ella sonríe cuando su canción llega a su fin, presionando sus suaves senos contra usted con una caricia, acariciando suavemente su espalda.Con sus manos webbed mientras su coño lleno de cilios masajea todas sus pulgadas sensibles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugGlow",
                "ChangeImageLayer",
                "Singing",
                "1",
                "",
                "Incluso con su canción, su voz parece resonar y hacer eco dentro de su mente vacía y de placer.Sus profundos ojos dorados tan cerca de los tuyos, son lo único que puedes ver, las ondas de estanque pulsantes y dispersas que consumen tu visión, enviando olas de felicidad a tu cerebro indefenso.En medio del verdadero mar de placer, apenas registras cuán profundo en la piscina te ha traído, el agua está hasta tu cuello ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Ella se convierte dulcemente en una nota de eco de los rebotes alrededor de su cabeza vacía, ya que su maravilloso coño le da a su polla furiosa un apretón amoroso, las muchas lenguas pequeñas que hacen gentiles ondas arriba y abajo de su longitud, enfocándose en burlarse de su punta mientras permanece firmemente presionado.Contra su cuello uterino recubierto de cilios, tentando a su mente cachonda vacante para verter cada caída de su bolas.",
                "Sus ojos brillantes mantienen a cada uno de tus pensamientos derritiéndose en una necesidad fundida de su cuerpo, los brillantes reflejos dorados inundan tu cerebro hasta el borde de la felicidad mientras te empuja en un beso profundo, sellando firmemente tus labios mientras su lengua seductiva seductivaEnredos con el tuyo.",
                "Ella te aprieta con fuerza en sus brazos y tentáculos abrazados mientras te alejas en un mar hipnótico de placer, su gatito coño ordeña tu polla sacudida sin necesidad de moverdolorosamente cachonda por ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "Luego te tiran bajo el agua, hundiéndose más profundamente en las profundidades de su abrazo cariñoso, tus ojos todavía están encerrados con sus fascinantes iris dorados mientras vierte con amor en tus pulmones mientras te besas con cada respiración, coincidiendo suavemente con tu respiración.",
                "Una parte distante de ti siente que deberías estar en pánico mientras te sientas más profundamente en las profundidades de las aguas oscuras, pero te sientes tan perfectamente seguro en su cálido abrazo, sus encantadores ojos dorados brillan de afecto mientras mira haciaTus ojos, los pulsos de luz ondulantes que derriten todos tus preocupaciones y preocupaciones, mientras que su apretado coño lleno de cilios aprieta y masajea tu virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Cuanto más profundo se hunda en las cuevas oscuras, más vacía siente su mente, hundiéndose más profundamente en este trance maravilloso a medida que su cuerpo va más abajo en las profundidades de este abismo acuático de tinta, perdida en su atento y apretado abrazo, su coño girando alrededor de su dolor de la hombre dolorosa, acercándote cada vez más a un orgasmo explosivo de su interior de su amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugGlow",
                "El tiempo parece desvanecerse mientras miras a sus ojos brillantes, hundiéndose sin cesar en la caverna submarina casi interminable, y cuando llegas al borde de la liberación climática te encuentras descansando suavemente sobre una cama de coral en la parte inferior de esta cueva acuática,Saber a distrito de que incluso si escapaste de ella, no habría forma de regresar de manera segura a la superficie ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "Ella suspira dulcemente mientras continúa dándote aire con su amoroso beso, y que gemirá con necesidad, tu polla palpita dentro de su coño apretado mientras las muchas lenguas pequeñas masajean suavemente cada centímetro, manteniéndote justo al borde mientras se sienta a los dos deUsted en una porción en forma de silla del coral sorprendentemente suave, con ella en su regazo.",
                "PlayerOrgasm",
                "1",
                "Gemes cuando sus ojos dorados pulsan y se agitan con ella ahora girando suavemente las caderas, al instante sacando una gruesa cuerda de semilla de tus bolas de contracción en su matriz de espera, tu espasmo de virilidad sobreestimulada mientras se vierte brotando después de su chorro hacia ella, su cilia está arrancando su cilia.Cada vez más mientras ondulan y masajea su longitud dolorida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseGlow",
                "Ella se ríe dulcemente en tu boca, su beso con amor y amoroso te da una felicidad que induce respiraciones de aire mientras te recuperas de tu orgasmo que hace un manejo, tu pensamiento todavía completamente perdido en placer y sus ojos profundos de luz dorada mientras brillan hipnóticamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "Mientras continúa balanceando suavemente y girando sus caderas, aumentando el placer que sus músculos internos y cilios están induciendo en su longitud de contracción.Por el instinto y doloroso, la necesidad comienza a empujar a tiempo con sus caderas balanceándose, provocando un jadeo de la mujer acuática en la boca mientras comienzas a follarla, el deseo de verter más de tu semen en ella inundando tus ojosPulse y ondear con luz dorada.",
                "Ella se convierte dulcemente, apretando sus tentáculos aguantados en tus piernas, y sus brazos envueltos alrededor de tu espalda, frotando deliciosamente sus suaves senos contra ti mientras golpeas ansiosamente su coño apretado, su insulio constantemente burlándose de todos tus empujes, persuadiéndote para descargar más.Ella mientras sacude sus caderas con curvas a tiempo con sus movimientos, perdiéndose en los placeres del sexo contigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Su lujurioso apareamiento deja tu mente completamente enfocada en la necesidad de follar, sus ojos brillantes y pulsantes mirando cariñosamente a la tuya disuelven cualquier otra cosa que logre burbujear en tu mente, manteniéndote necesitado, cachondo y ansioso por criar su apretado coño.Esto te permite deleitarte con el placer del coño de Lumiren apretando con fuerza cada vez que te empujas, el placer que induce la caricia de cada pequeño cilia se enfoca.",
                "Con cada reunión de sus caderas, su punta golpea su cuello uterino cubierto de cilios, y una sacudida de éxtasis mente atraviesa a los dos, dejándote jadear entre sí en tu beso románticamente profundo, sus brillantes ojos dorados inundan tu cerebro con una necesidad feliz tantoSe ondulan con luz, el brillo brillante que pulsa más rápido y más rápido, ya que la necesidad de correrse lo llena a usted y a ella.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "Ella te grita mientras tus caderas se golpean entre sí, enviando una ola de éxtasis orgásmico en cascada a través de todo tu cuerpo mientras empuñan tu virilidad espumada profundamente dentro de ella, vertiendo tu semilla directamente en su útero mientras sus iris dorados se vuelven locos con brillos,Luces ondulantes, inculcando profundamente la necesidad de follarla, aparearse con ella y criarla dentro de tu cerebro mientras se ahoga de placer, manteniéndote brotando dentro de ella mucho más de lo normal.",
                "Poco a poco, el placer climático se aleja y respiras jadeando el aire que no te diste cuenta de que necesitabas mientras toma sus propias respiraciones temblorosas para darte aire, su cuerpo todavía temblando en éxtasis, sus ojos dorados rodeados de piscinas de color negro de negrosSclera, un poco fuera de ella, incluso cuando se agitan con luz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "La necesidad de joder es todo lo que puedes pensar, su mirada cautivadora se derrite cualquier otra cosa que no sea la necesidad de aparearse con ella, y gime dulcemente mientras la rodas sobre el coral y comienzas a golpear ansiosamente su coño cubierto de cilios, haciéndolaJadeo y gemir con deleite del beso cariñoso que te está dando, y las felices pulsos de éxtasis te lavan con cada reunión de tu cadera, sus lenguas internas y pequeñas que acarician toda tu longitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredGlow",
                "Ella aprieta su agarre sobre ti mientras la follas sin descanso, frotando su suave cuerpo contra ti mientras te pares sin sentido con ella, cada golpe a su útero envía un pulso encantador a través de tu cuerpo de mierda, tu polla espasming con la necesidad de llenarlauna y otra vez.Ella temblaba y gime mientras te arrebata el coño apretado, enfocándose solo en respirar aire a ti mientras se tensa con el placer de tus intensos empujes.",
                "PlayerOrgasm",
                "1",
                "Gemiones felices mientras sus ondulantes ojos dorados brillantes de luz de luz te envían sobre el borde, y con un empuje hilting descargas otro clímax de chorrear hacia ella, vertiendo tu semilla en su útero mientras ambos temblaron con éxtasis de tu apareamiento rampante, y ellaTiny Cilia Coated Coño mantiene su erección temblorosa y estimulada, anhelando más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissGlow",
                "Ella gentilmente vuelve sobre ti con una risita mientras intentas recuperarte el aliento de su beso, y ella enrolla suavemente sus caderas para ordeñar lentamente tu próxima carga, ronroneando del placer y el semen que le has dado,Sus ojos pulsantes lo arrullan en un estado de docilidad cachonda, para evitar que se exagere y se quede sin aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugGlow",
                "Suspiras felizmente mientras ella hace todo el trabajo para ordeñarte, se seca, sus iris dorados y ondulantes constantemente te llenan de dicha y la dolorosa necesidad de llenarla, mientras su coño de lengua agitada y tinte sigue ordeñando y burlando tu polla de espasmo mientras montatú.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingGlow",
                "Sus tentáculos y manos acarician suavemente su cuerpo, ayudándote a relajarte mientras te besa con amor, haciéndote gemir mientras su hendidura apretada ordeña otra carga de ti en su matriz, dejándote tan cansada y segura con ella, su dulce caricia lentamenteLlevándole a un maravilloso estado de relajación.",
                "Incluso cuando ella expulsa la carga después de la carga de su semen, se recostan en un trance feliz, ansioso por darle cada gota, sus ojos a la deriva lentamente se cerraron de lo somnoliento que tiene de todo el esfuerzo sexual, su beso cariñoso yRippling Golden Eyes ayudando a aliviarte en un sueño feliz ...",
                "SetSpirit",
                "0",
                "...",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}