{
    "name": "Toxic Matango Sign",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "A marked location of where one of the dangerous Toxic Matango are, so adventurers can easily avoid them.",
    "requires": [
        "Labyrinth Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Toxic Matango",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "AllowInventory",
                "StoreCurrentBG",
                "ChangeBG",
                "Caverns.png",
                "Mientras caminas a través de las cavernas retorcidas, te encuentras con un tenedor en el camino y un signo.Una advertencia a todos los aventureros que uno de los caminos está infestado por un Matango tóxico, una mujer hongo muy peligrosa y depredadora, y que todos deberían tomar el desvío a pesar de su duración.(Actualmente está disponible el inventario).",
                "Menu",
                "Ignore the sign and proceed into the Toxic Matango's passageway.",
                "Take the long boring detour. (Lose up to 50 energy.)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Take the long boring detour. (Lose up to 50 energy.)",
            "theScene": [
                "DenyInventory",
                "ChangeEnergy",
                "-50",
                "Decidiendo no arriesgarse al Matango tóxico, sigues el desvío largo, es una simple serie estrecha de pasillos, con muy poco para romper la monotonía hasta que comienzas a tener más y más caminos retorcidos, y piscinas de agua una vez más, la cueva amplia.piso.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Ignore the sign and proceed into the Toxic Matango's passageway.",
            "theScene": [
                "DenyInventory",
                "Te diriges al pasaje estrecho donde espera el Matango tóxico, preparándote para enfrentarla, o evitarla para ahorrar tiempo, y a medida que avanza, las paredes y el techo están cubiertos gradualmente de pequeños champiñones de color púrpura y con tapa negra, cubriendo el brilloPiedras en la pared, dejándola cada vez más tenue.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "A medida que entra en una cámara más abierta, vea el Matango tóxico que reside en una pequeña alcoba, las paredes y el piso por ella completamente cubierta con los pequeños hongos manchados morados y negros, que coinciden con su propia gorra de hongos considerable, y se vuelve hacia usted con undulce sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Oh?Un viajero?Se vuelve tan solo aquí abajo, ¿no te quedarás un poco y hablarás conmigo? ♥",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Ella traza un dedo sobre sus labios, ya que en un breve momento en que su sonrisa se convierte en malicia finamente velada, y puedes ver que las esporas moradas comienzan a derivarse de todos los hongos en la cueva, incluida la suya.Ya puedes sentir que comienzan a llenar tus pulmones con cada respiración.",
                "PlayerStep",
                "IfHasPerk",
                "Mushroom Head",
                "InstantFail",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Talk with her.",
                "Attack!",
                "Run! (Technique)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Te encuentras completamente consumido con la lujuria de sus esporas, y ella te da una sonrisa lasciva, usando ambas manos para extender su coño goteando por ti.",
                "Speaks",
                "En lugar de hablar, podríamos follar. ♥",
                "Ya no puede pensar que se tambaleas, liberando tu dolidosa erección ...",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "InstantFail",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Puedes sentir que tu polla se hincha y se esfuerza por el primer aliento de sus esporas, sus suaves curvas mantienen todo tu enfoque mientras tu polla intenta arrancarse de tus pantalones, tu punta hinchada se duele con la imparable necesidad de follarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Ella se ríe malvadamente con una sonrisa lasciva y usa ambas manos para extender su coño babeante, y la última onza de la razón en su mente se aplica a la atractiva vista, todo su cerebro inundado con la necesidad de follar.",
                "Te tocas hacia adelante, liberando torpemente tu erección furiosa de tus pantalones, dejando que salga completamente erguido mientras toma las respiraciones agitadas de sus esporas moradas, cada vez más excitado por el segundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Su sonrisa vacila mientras mira a tu cabina hinchada, mirando nerviosamente mientras tu polla se vuelve más rígida y gruesa con cada una respiración.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "E-eh?W-wait d-did te jodas un matango rojo durante una semana completa o algo así! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Agarras sus caderas bien formadas y sumerges tu dolor de virilidad en su coño babeante en un instinto impulsado por lujuria, provocando un lindo grito de ella mientras tu punta presiona firmemente contra su cuello uterino, y tu polla excesivamente hinchada todavía está a unas pocas centímetros de ser completamenteHilado en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "U-uhm- ah- h-hey, lamento tratar de engañarte y drogarte para que me alimentes, ¡ah! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Su hendidura apretada intenta apretarlo alrededor de su furiosa erección para evitar que empuje, pero fue en vano, y la golpea nuevamente en ella, encontrando que su eje está un poco más profundo en ella mientras se extiende por su hendidura apretada, su hinchadoConsejo moliendo contra su cuello uterino y encontrar poca compra, pero parece dejar entrar un poco de la cabeza de su polla, y todavía le queda una pulgada para ponerla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "O-oh querido, no hay forma de que te detendrás con todas mis esporas en tu sistema, ¿es esto lo que llaman karma?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "No ha impedido que sus esporas caigan alrededor de la cueva, si algo hay más que antes, ya que lentamente se convierten en una neblina alimentando su excitación mientras jadea con un creciente deseo y envuelve los brazos alrededor de su cuello, acurrucando su rostro mientras ustedLentamente, retire para empujar nuevamente, manteniendo las manos firmemente sobre su suave culo como palanca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Y vas a terminar rompiéndome con esa cosa ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushSevere",
                "Su coño se afloja mientras se aleja el eje, preparándose para tomar todo el largo, y mientras golpeas las caderas en las suyas, tu cabina de polla hinchada penetra en su cuello uterino, estirando mientras acepta tu enorme erección, y tu punta se pone en una pequeña pequeñaLa cámara cubierta que apenas se ajusta a la cabeza de la polla, y el cuerpo del Matango se convulsiona instantáneamente en éxtasis orgásmico.",
                "Speaks",
                "HIIIII !!! ♥♥♥ A-ah- ye-you'u're completamente adentro, nunca he hecho así- ♥",
                "Corriendo en el puro instinto de follarte comienzas a empujarla salvajemente, golpeando tu punta hinchada en su 'matriz' una y otra vez, cada golpe en esa pequeña cámara cubierta de nub envía un fuerte golpe de placer a través de tu virilidad, y un cataclísmicoOrgasmo que atraviesa el Matango.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmSevere",
                "Speaks",
                "¡OUUHHHH! ♥ A-AHHH! ♥♥♥ C-Cumming!",
                "Ella se aferra más fuerte para ti mientras aulla y gime de ti golpeando su coño húmedo, enviando sonidos húmedos lascivos reverberando a través de la cueva mientras moldeas su coño flexible en la forma de tu polla hinchada, la burbujeante necesidad de llenarla con tu semen blankingfuera de todo lo demás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Su erección furiosa palpita con cada empuje y sus bolas se aprieta en preparación a medida que el placer orgásmico comienza a electrificar toda la parte inferior de su cuerpo, lo que lo lleva a agarrar su suave trasera y fóllela tan fuerte como pueda, dejándola incoherentemente como una reacción en cadena deLos orgasmos continuamente atraviesan su coño directamente en su cerebro.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmSevere",
                "Lloras como una bestia mientras tu clímax se lava y vierte la carga después de la carga de su semilla en su coño apretado, su propia voz alcanza un nuevo pico de éxtasis mientras su cuerpo se niega y temblaba, su rostro completamente aflojado en la felicidad orgásmica.",
                "Por lo que se siente como minutos, te quedas bien en ella, deleitando en el resplandor de la contracción con ella, abrazándose firmemente a medida que bajas de tus respectivos altos orgásmicos, tus bolas se sienten tan dolorosamente vacías después de ese solo orgasmo de espumaje.Notas ociosamente en que sus esporas ya no inundan la habitación tampoco.",
                "RestPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Después de unos momentos de jadeo por el esfuerzo, finalmente puedes pensar claramente de nuevo, completamente renovado, y el Matango se inclina hacia atrás con una sonrisa de mierda en su rostro, trayendo suavemente una de sus manos para tocar su mejilla.",
                "Speaks",
                "O-oh mi ... ♥ i-es esto como se siente el amor? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella te da un beso sorpresa rápida, envolviendo su brazo hacia atrás alrededor de tu cuello antes de inclinarse hacia atrás con una dulce sonrisa.",
                "Speaks",
                "Ahhh ... ♥ Nunca me había sentido tan satisfecho antes. ♥ Mnnn, supongo que puedes irte si quieres ... ¿o tal vez podría tomar la delantera? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Su rostro se derrite en la lujuria depravación mientras mira a los ojos.",
                "Speaks",
                "Mmmn, podrías seguir golpeándome sin sentido. ♥ follándome hasta que soy solo tu manga de polla personal. ♥♥♥",
                "ChangeSpiritQuietly",
                "1",
                "ChangeSensitivity",
                "Sex",
                "5",
                "Menu",
                "Keep fucking her.",
                "Let her lead.",
                "Head on your way.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Head on your way.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella hace pucheros, pero te ayuda a salir de su hendidura con forma de vicio, y a medida que tu polla se libera, comienza a desinflarse de nuevo al tamaño normal, permitiéndote arreglar tu ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Asegúrate de no purificar tu polla, ♥ y follar cada matango que puedas. ♥",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "Te sonrojas y asientes antes de dirigirte en tu camino, el mero pensamiento de follar un matango hace que tu polla se contrae, apenas suprimes el impulso de volver a caer sobre ella ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Keep fucking her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Lleno de dolor doloroso, la empujas hacia la cama de los champiñones detrás de ella, haciéndola gritar sorprendida mientras comienzas a golpear su babeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Speaks",
                "¡HIIIII! ♥♥♥ sí! ♥ Ravish meeee! ♥♥♥ inundame con tu semilla! ♥",
                "Ella arroja la cabeza hacia atrás en éxtasis mientras rápidamente golpeas su 'matriz' con tu cabeza de polla hinchada, pistonando en su apretado coño con espasmo con cada onza de tu fuerza y ​​deseo, tus bolas agitadas duelen al bombearla llena de más de tu semen.",
                "Respiras estremecedores mientras la follas tonta, respirando más de sus esporas embriagadoras, lo que te da más profundo en tu necesidad de criarla mientras la empujas implacablemente con una agresión lujuriosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "A lo largo de sus incoherentes gemidos de dicha orgásmica, se las arregla para mirarte hacia atrás a los ojos con una sonrisa depravada, y te acerca un poco más, obligándolo a un beso profundo y descuidado, enredar con amor las lenguas mientras golpeas su útero en la forma de tuMenitud rígida, incrustando la sensación de su punta hinchada en su placer borracho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Asertivamente la besas hacia atrás, dominando la boca y el coño simultáneamente, dejando que su expresión se derrita en una obscena, sus ojos se disparan cada vez que golpeas su sensible 'matriz llena' matriz '.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmSevere",
                "Con un empuje rotundo final que resuena húmedamente en la cueva, sus bolas agitadas se tensan y vierte una carga gruesa directamente en ella, dejando todo su cuerpo temblando en éxtasis, dejando su lengua completamente indefensa contra la tuya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Finalmente, rompes el beso con un jadeo, respirando bocados de sus brumosas esporas moradas, la necesidad de follarla pulsando en tu cerebro, pero tratas de frenar para disfrutar de la sensación de cada empuje, haciéndola gemer condicha mientras lucha por recuperarse de sus orgasmos alucinantes.",
                "Speaks",
                "H-ehhe-! ♥ mmmn! ♥ e-e cada vez tu polla golpea mi vientre. ♥ ohhh! ♥ a-ahhh ... ♥ el placer va directamente a mi coño a mi cerebro. ♥♥♥♥",
                "Su expresión descuidada y obscena hace que todo tu cuerpo duele para criarla más, pero la emoción te deja congelado por un momento en un deseo lujurioso, sus dulces y zonas palabras que roban las furiosas llamas de tu lujuria.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Speaks",
                "D-no te detengas. ♥ ¡Inundame con tu semen! ♥ Haz que mi coño tu juguete sexual personal. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmSevere",
                "Sus palabras eróticas hacen que algo dentro de su mente se rompa y se sujetas a los brazos a la cama de hongos mientras comienzas a golpear su hendidura húmeda como un animal, dejando que su expresión se derrita en una follada y follada en unos pocos momentos como tu punta hinchadaSlama en su sensible 'útero' una y otra vez.",
                "Speaks",
                "Yeeeeaaaahhhh-oh! ♥ d-don't pare! ♥♥♥",
                "Los gemidos incoherentes de la muda y límite de Matango sonan, convenciéndolo para follarla cada vez más duro, borrando toda la razón de tu mente mientras su coño perfectamente formado funciona para ordeñar una carga gruesa cada vezEn su cabina de gallos hinchada para enviarlos a ambos.",
                "Speaks",
                "¡O-UUUUHHH! ♥♥♥ B-Breed ME",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Aullas en éxtasis y vierte espesas cuerdas de semen en su insaciable 'útero', dejando todo su cuerpo temblando en el orgasmo, y no le das tiempo para descansar, reanudando sus poderosos empujes solo segundos después de su orgasmo, respirando su aliento.Esporas moradas mientras trabajas para llenarla con más de tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmSevere",
                "Cada pocos momentos haces una pausa de tus rápidos empujes de pistoning para descargar más de tu semen en el matango, dejándola a la deriva en euforia pura mientras se corre una y otra vez, y su coño aprieta con entusiasmo tu polla rígida, trabajando para maximizar tu placer mientras te folla sin problemasella, dejándote completamente perdido en el deseo básico de reproducirse.",
                "El tiempo se desvanece mientras vierte innumerables cargas de su semilla en ella, anhelando esa próxima liberación orgásmica en el momento en que dejas de brotarle, y su cuerpo se remoja en todas y cada una de las cargas, lo que lo lleva a no dejar de follar su coño tembloroso, ansiando llenarella con más ...",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "...",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeSensitivity",
                "Sex",
                "10",
                "Ventamente, te las arreglas para salir de tu estado de trance, tus caderas todavía se mueven por las suyas mientras te folla irreflexivamente al Matango que se acuesta con una cara extática, agitándose ligeramente cada vez que tu punta hinchada golpea su 'matriz', y gimeMientras descargas un chorro final de semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Ambos tiemblan de placer por un momento, y luego lentamente sacan su polla de gran tamaño de su hendidura tipo vicio, lo que aprieta y chupa su virilidad contraposo que te tienta a seguir adelante, pero estás muy lejos de tener en cuenta para considerarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Finalmente, se libera con un pop húmedo, y el Matango escalofríos cuando tu reciente carga se filtra de su coño.Parece que lentamente regresa de su estupor de jodido mientras te alejas jadeando, y te da una sonrisa dulce pero muy obscena.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speaks",
                "A-ahh ... ♥ t-eso fue increíble ... ♥ asegúrese de volver pronto ... ♥ Me encantaría ser tu manga de polla otra vez. ♥",
                "Te tiemblas un poco de deseo y sientes que tu polla comienza a endurecer nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "J-solo asegúrate de no purificar tu polla ... y ... Feel libre de seguir follando cada matango que conoces. ♥ Estoy seguro de que todos amaríamos esa maravillosa polla. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "RestPlayer",
                "Ella suspira feliz mientras recurre a la cama de los hongos, dejándote libre para seguir tu camino después de un respiro rápido, extrañamente te sientes perfectamente renovado, ansioso por follar un poco más ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Run! (Technique)",
            "theScene": [
                "StatCheck",
                "Technique",
                "15",
                "RanAway",
                "Fail",
                "AphrodisiacedThenRunAway"
            ]
        },
        {
            "NameOfScene": "RanAway",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Corres a través de la caverna y llegas a la salida antes de que el tóxico Matango desata una bruma masiva de esporas de tu intento de correr, ¡llorando con ira mientras escapas!",
                "Una vez que esté completamente claro, se toma un momento para recuperar el aliento antes de reanudar su viaje.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "AphrodisiacedThenRunAway",
            "theScene": [
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Empiezas a atravesar la caverna, pero el tóxico Matango libera una bruma masiva de esporas de tu intento de correr, ¡y estás completamente desprevenido, respirando una dosis considerable!",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRun",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "Luchas hacia la salida, ya que el deseo ardiente comienza a inundar lentamente tu cuerpo mientras las esporas inundan tus pulmones ...",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRun",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Escuchas al Matango murmurar en molestia mientras te tambaleas de su dominio, y libres de la neblina de las esporas, pero todavía estás bajo su influencia de fusión mental de esporas ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "TooHornyToRun",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Te tiemblas con lujuria delirante de sus afrodisíacos que inducen la lujuria, la idea de escapar de la desventaja de tu mente mientras miras a su cuerpo flexible, y tu polla palpita a la vista de su sonrisa lujuriosa mientras extiende ansiosamente su coño goteando con ella tantomanos.",
                "Ya no puede pensar que se tambaleas, liberando tu dolidosa erección ...",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "Attack!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdDevious",
                "¡Te cobras al Matango la intención de derrotarla, y una sonrisa lasciva se extiende sobre su rostro!",
                "CombatEncounter",
                "Toxic Matango",
                "StartCombat",
                "Con el tóxico Matango te derrotó de la cabeza antes de que ella potencialmente vuelva a aparecer de su derrota y se reanuda a viajar por las sinuosas cavernas.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Talk with her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, estoy tan contento. ♥ rara vez consigo visitantes, especialmente los que no son tan guapos. ♥",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Tímidamente mueve sus caderas y muerde suavemente en uno de sus dedos, y las esporas que caen de los hongos se convierten lentamente en una neblina morada, intensificando su lujuria con cada aliento que tome.",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "Los dos hacen una charla inactiva, y ella te traen para historias de tus viajes fuera de las cavernas, atrayendo suavemente la conversación a los aspectos de Lewder de tus aventuras, y te sientes tan mareado.Es difícil considerar mucho más que hablar y apreciar su cuerpo mientras tu polla palpita rígidamente en tus pantalones.",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, ¿no te acercarás un poco más? ♥ Sería mucho más fácil hablar. ♥",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "Su voz está mezclada con una mezcla de inocencia y deseo mientras te hace gesto, su otra mano se desliza suavemente sobre uno de sus suaves senos mientras su nube de esporas continúa llenándolo de dolor de lujuria.",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Move closer.",
                "Ask to fuck.",
                "Attack!",
                "Run! (Technique)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask to fuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Ella te da una sonrisa lasciva a pedido, y usa ambas manos para extender su coño goteando por ti.",
                "Speaks",
                "Pensé que nunca preguntarías. ♥",
                "Te tambaleas a ella, liberando tu dolor en la erección mientras tu mente palpita con la necesidad de follarla, sus esporas afrodisíacas solo aumentan en intensidad a medida que te acercas ...",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "Move closer.",
            "theScene": [
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "Aparece algunos pasos más cerca y respiras de su creciente nube de esporas.",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Continúas charlando con la mujer de hongos, y sus manos ocasionalmente se extienden para acariciarte suavemente, tentando a que te quedes y hable un poco más, dejando tu polla rígida titulando y goteando precum mientras sus esporas llenan tus pulmones una y otra vez.",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Keep talking.",
                "Ask to fuck.",
                "Attack!",
                "Run! (Technique)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep talking.",
            "theScene": [
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "SwapLineIf",
                "Random",
                "Ella se ríe dulcemente mientras continúas charlando, y lentamente guía la conversación a temas de Lewder y Lewder, haciendo que tu cuerpo me duele vaciar tus bolas en ella mientras describe inocentemente cuán bueno se sentiría su coño envuelto alrededor de tu polla.",
                "Mientras le cuentas de tus triunfos, ella acaricia suavemente tu pecho, arrullando con asombro, acariciando suavemente tu ego y ocasionalmente a un dedo por la carpa en tus pantalones, tentándolo a follarla hasta que la llenes con cada gota de semen que puedas.",
                "Te encuentras contándole sobre tus fetiches mientras tu mente flota en el dulce y placentero alto de sus esporas, y ella te da una sonrisa lujuriosa que pide saber más sobre lo que te gusta.",
                "Ella te acerca suavemente mientras te cuentas sobre algunas aventuras y personas que has conocido, y sus manos acariciando suavemente te dejan tu mente desvaneciéndose en una nube de lujuria necesitada.",
                "Intentas guiar la conversación lejos de los temas lascivos, pero ella logra siempre devolverla al sexo, haciendo que tu polla esforzada duele para follar su coño babeando mientras tu mente se pierde lentamente en su neblina de esporas inductoras de lujuria.",
                "EndLoop",
                "PlayerStep",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Keep talking.",
                "Ask to fuck.",
                "Attack!",
                "Run! (Technique)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Let her lead.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Giggle",
                "El tóxico Matango se ríe y asiente, y sus esporas comienzan a caer nuevamente, y te dejas relajarse para dejarla liderar, dejándote gemir cuando su orificio aprieta toda tu polla como un vicio, incluida tu punta hinchada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella se ríe dulcemente mientras se aferra fuertemente hacia ti, mirando los ojos con la lujuria fundida, y lo aprietas sin pensar su suave culo con los dedos mientras comienzas a follar suavemente su hendidura húmeda de sus caderas giratorias que te convencen, enviando sonidos húmedos de las ligas deSus caderas impactantes resonan alrededor de la pequeña cámara de la caverna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "La neblina de esporas solo parece ser más gruesa mientras follas su coño empapado, golpeando tu cabina en su 'matriz' como una bestia, enviando felicas sacudidas de éxtasis a ambos, dejándote completamente perdido a tu lujuria a la mano de ella flexibletrasero para aprovechar sus intensos empujes, mientras que ella parece luchar para mantener el control de usted, ya que los orgasmos florecen en todo su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Speaks",
                "¡OUHHH! ♥ Y, ¡es tan grande! ♥ mmmm! ♥ pero, ah! ♥ ¡quieres que guíe, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Su sonrisa obscenamente dulce hace que tu corazón salte un ritmo mientras te follas su coño cada vez más apretado, con cada empuje, su orificio empapado, aprieta firmemente todo su longitud en movimientos de ordeño lentos para que coincidan con sus empujes de pistones salvajes, tomando la forma de su erección furiosa,Atentamente ajustado alrededor de su dolor de virilidad, ya que su tensión vicecedora amenaza con drenar sus bolas.",
                "Speaks",
                "¡Mmmmm! ♥ ¡No te detengas! ♥ Vací tus bolas doloridas dentro de mí. ♥ ¡Lléname hasta el borde! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Los Matango Coos y los gemidos mientras te acarician suavemente mientras te pierdes por completo de placer, tu polla se contrae y palpitando con cada reunión intensa y húmeda de tus caderas.Su neblina de esporas se empape más y más, instándole a que te follen el dulce Matango hasta que ambos estén perdidos en el placer sin sentido.",
                "PlayerOrgasm",
                "1",
                "Ambos lloran con éxtasis mientras se apiñan dentro de ella una última vez e inundan su matriz con espuraciones gruesas de su semilla, dejando a todo su cuerpo temblando en la felicidad mientras se corre, su alucinante es completamente de placer.",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "Todo el tiempo mantiene su mirada lasciva encerrada en tu rostro, su expresión se derrite de placer cuando bajas de tu alto orgásmico, todo tu cuerpo todavía palpitaba con la necesidad de follarla más, doliendo a bombearla llena de semen ...",
                "PlayerStep",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Speaks",
                "Ohh? ♥ aún no hemos terminado, ¿estamos? ♥ un gran {i} fuerte {/i} semental como si puedas seguir follando, ♥ ¿verdad? ♥",
                "Tu polla casi se siente como si estuviera encerrada en su coño, tu punta hinchada palpitando con un deseo dentro de su 'matriz' ... ni siquiera puedes pensar en retirarse ahora mismo ...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "JumpToScene",
                "Keep fucking!"
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Te sumerges tu polla dolorida en su coño apretado y húmedo, empujando tu erección furiosa dentro con un solo movimiento suave, dejándote gemir mientras su orificio aprieta toda tu polla como un vicio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Ella se ríe dulcemente y envuelve sus brazos alrededor de tu cuello, mirando a tus ojos con lujuria fundida mezclada con una victoria petulante, y te deslizas las manos por las caderas hastaSonidos húmedos lascivos de tus caderas impactantes resonando alrededor de la pequeña cámara de la caverna.",
                "La neblina de esporas solo parece ser más gruesa a medida que golpeas su coño empapado, golpeando tu cabeza de polla en su cuello uterino como una bestia, enviando felicas sacudidas de éxtasis a tus caderas, completamente perdida a tu lujuria mientras te anotes la parte trasera flexible para aprovechar tu intensaEmpujes, mientras ella parece mostrar poca reacción externa a sus esfuerzos.",
                "Speaks",
                "Ohhh, ♥ eres tan grande. ♥ puedo sentir tu punta besando mi matriz. ♥",
                "Su siniestramente dulce sonrisa hace que tu corazón salte un ritmo mientras la follas a su coño cada vez más apretado, con cada empuje, se ajusta más a la forma de tu polla furiosa, ajustando cómodo alrededor de tu dolor de virilidad, apretando tu longitud en lentos movimientos de ordeño para que coincidan con tuempujes de pistón salvaje.",
                "Speaks",
                "No te detengas, ♥ Vací tus bolas doloridas dentro de mí. ♥",
                "El Matango Coos y te acaricia suavemente mientras te pierdes por completo de placer, tu polla se contrae y palpitando con cada reunión intensa y húmeda de tus caderas.A pesar de tu poderosa creación de amor, parece casi completamente afectada por tus empujes, convenciéndote dulcemente para seguir follándola, mientras que su neblina de esporas te empapa cada vez más.",
                "PlayerOrgasm",
                "1",
                "Lloras con éxtasis mientras te empuñes dentro de ella una última vez e inundas su matriz con espuraciones gruesas de tu semilla, dejando a todo tu cuerpo temblando en la felicidad mientras te corres, tu alucinante es completamente de placer.",
                "ApplyStatusEffect",
                "ToxicMatangoSporesEvent",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Todo el tiempo mantiene su dulce mirada encerrada en tu rostro, sonriéndote inocentemente a ti mientras bajas de tu alto orgásmico, todo tu cuerpo todavía palpitaba con la necesidad de follarla más, dolor de bombearla llena de semen ...",
                "PlayerStep",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Speaks",
                "Ohh? ♥ aún no has terminado, ¿verdad? ♥ un gran {i} fuerte {/i} hombre como puedes seguir follando, ♥ ¿verdad? ♥",
                "IfPlayerOrgasm",
                "Keep fucking!",
                "Tu polla casi se siente como si estuviera encerrada en su coño, palpitante de deseo ... ni siquiera puedes pensar en salir ahora mismo ...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "Menu",
                "Keep fucking!",
                "Attack! ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Attack! ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "¡Al darse cuenta del problema en que estás decidiendo ir a la ofensiva!El Matango se ríe maliciosamente, una sonrisa presumida en su rostro cuando comienzas a defenderse, claramente segura de los efectos afrodisíacos en ti.",
                "CombatEncounter",
                "Toxic Matango",
                "ApplyStance",
                "Sex",
                "SetAttack",
                "Insert",
                "StartCombat",
                "Con el tóxico Matango te derrotó de la cabeza antes de que ella potencialmente vuelva a aparecer de su derrota y se reanuda a viajar por las sinuosas cavernas.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Keep fucking!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Gemes sin pensar mientras sigues empujando su apretado coño, y el Matango se ríe dulcemente con un toque de malicia, de manera ansiosa que te meta el culo flexible mientras golpeas su orificio húmedo y húmedo mientras ella frota en broma sus suaves senos contra tu pecho, dejando salir aDulces jadeos de dicha.",
                "2",
                "",
                "Gimas sin pensar mientras sigues empujando su apretado coño, y el Matango se ríe dulcemente con un toque de malicia, de manera ansiosa que te meta el culo flexible mientras golpeas su orificio húmedo y húmedo mientras ella frota brusamente sus suaves senos contra tu pecho.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Ella te da un beso francés rápido que deja todo tu cuerpo temblando antes de que gentilmente gana a los dos para enfrentar la cama de champiñones en la parte posterior de su pequeño alcoba y presiona suavemente contra él mientras continúas empujando hacia ella, cada uno de ellos, cada uno.Empuje sacudiendo más de sus esporas moradas.",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "La besas mientras te recostas en los champiñones, y ella comienza a mover sus caderas a tiempo con las tuyas, enviando sacudidas de placer blancas a través de tu dolor de virilidad cuando finalmente comienza a mover su cintura, cada impacto que se derritió a tu afrodisíaco.El cerebro y su temblar coño mientras tu punta hinchada golpea en su 'matriz'.",
                "2",
                "",
                "La besas mientras te recostas en los champiñones, y ella comienza a mover sus caderas a tiempo con las tuyas, enviando sacudidas de placer blancas a través de tu dolor de virilidad cuando finalmente comienza a mover su cintura, cada impacto que se derritió a tu afrodisíaco.cerebro.",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Ella gime dulcemente en tu boca mientras te pierdes en el placer, y solo puedes gemir mientras su apretado coño ajustado aprieta tu virilidad temblorosa con cada reunión de tus caderas antes de hacer un movimiento de trago que envía dulces temblores de irradiándose irradiandotus caderas.",
                "2",
                "",
                "Ella se ríe malvada en tu boca mientras te pierdes en el placer, y solo puedes gemir mientras su apretado coño ajustado aprieta tu virilidad temblorosa con cada reunión de tus caderas antes de hacer un movimiento de trago que envía dulces temblores de la luz irradiada a través detus caderas.",
                "EndLoop",
                "PlayerOrgasm",
                "2",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "El enredo de tus lenguas te hace sentir tan perdido como un orgasmo se hincha en tu ingle, y estallas un desastre pegajoso y pegajoso directamente en su útero mientras golpea las caderas sobre las tuyas, lo que te está hilando firmemente dentro de ella mientras temblaba en el orgasmo detu punta hinchada.",
                "2",
                "",
                "El enredo de tus lenguas te hace sentir tan perdido como un orgasmo se hincha en tu ingle, y estallas un desastre pegajoso en su útero mientras ella golpea sus caderas sobre las tuyas, lo que te está hilando firmemente dentro de ella y forzando tu punta de tumba para besarlaútero codicioso.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Ella rompe el beso con un suspiro lascivo, mirando a tu cara de placer borracho disfrutando de tus manos a tientas sinceramente su suave trasero mientras gira en bruces sus caderas, haciendo que tu polla le duele llenarla con más semen mientras tu punta hinchada se mueve contra las pequeñas nubesDentro de su 'útero'.",
                "2",
                "",
                "Ella rompe el beso con una risa, mirando a tu cara borracha disfrutando de tus manos a tientas irreflexivas mientras ella gira en bruces sus caderas, haciendo que tu polla le duele llenarla con más semen.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdDevious",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Ehehe, estás tan ansioso por joderme. ♥ Mmmm, ♥ para bombearme con cada gota que puedas. ♥",
                "2",
                "",
                "Ehehe, ni siquiera necesito paralizarte. ♥ estás tan ansioso por follarme. ♥ para soportarme llena de cada gota que puedas. ♥",
                "EndLoop",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Su voz dulce y enferma te convierte en que comiences a empujar en su hendidura apretada nuevamente, golpeando su 'matriz' con cada onza de fuerza que puedas reunir, cada uno de los golpes enviando un rayo de éxtasis atravesando tu polla, y llora en éxtasis tanElla comienza a moverse a tiempo con tus caderas nuevamente, intensificando el éxtasis de derretimiento que las inundan a ambos.",
                "2",
                "",
                "Su voz dulce y enferma te convence para que comiences a empujar en su hendidura apretada nuevamente, golpeando su cuello uterino con cada onza de fuerza que puedas reunir, cada uno golpeando un rayo de éxtasis atravesando tu polla, y ella se ríe cuando comienza a moversetiempo con tus caderas nuevamente, intensificando el éxtasis de derretimiento que te inundan.",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Las esporas de Matango han dejado tu cerebro filtrado en el deseo, la dolorosa necesidad de consumir todo, el dulce placer que te saca con cada empuje, y el Matango mira tu placer borracho con su propia sonrisa depravada, gimiendo felizmente.",
                "2",
                "",
                "Las esporas de Matango han dejado tu cerebro filtrado en el deseo, la dolorosa necesidad de consumir todo, el dulce placer que te abarca con cada empuje, y el Matango mira tu placer borracho con una sonrisa con alegría.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "¡Mmmm!Eso es todo, ♥ Fuck Me, ♥ Oouuhhh! ♥♥♥♥ {i} raza {/i} Me! ♥ Descargue tus bolas tanto como quieras! ♥",
                "2",
                "",
                "Eso es todo, ♥ Fuck Me, ♥ {i} raza {/i} me. ♥ Descargue tus bolas tanto como quieras. ♥",
                "EndLoop",
                "PlayerOrgasm",
                "2",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Glade en exceso de excitación cuando su voz te deja de nuevo y te acumulas espesas cuerdas de esperma, y ​​ambos cuerpos se tensan en el placer.Pero ella sigue rebotando suavemente en tu polla rígida, ordeña más de tu semilla con cada movimiento de sus caderas, su coño ajustado y ajustado que drena perfectamente tus bolas doloridas.",
                "2",
                "",
                "Glomeando en exceso de excitación mientras su voz te deja de nuevo y te quitaste las gruesas cuerdas de esperma, todo tu cuerpo se tensa en el placer de las alucinantes mientras sigue rebotando suavemente en tu polla rígida, ordeñando más de tu semilla con cada semilla con cada uno.Movimiento de sus caderas, su apretado coño de forma ajustada drenando perfectamente sus bolas doloridas.",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "¡Ahhh! ♥ ¡No te detengas! ♥ lléname hasta el borde! ♥",
                "2",
                "",
                "Mmmmm, ♥ no te detengas. ♥ lléname hasta el borde. ♥",
                "EndLoop",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdDevious",
                "Te gemes sin pensar y comienzas a volver a agobiar tus caderas, completamente perdidas en su neblina afrodisíaca y su voz dulce y enfermiza mientras vierte más y más de tu semen en ella, empujando salvajemente en su voraz coño, chupando ansiosamente a ella incluso cuando tu visión va tu visión.oscuro...",
                "RestPlayer",
                "SetSpirit",
                "0",
                "ChangeEnergyQuietly",
                "-50",
                "...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "IfHasPerk",
                "Mushroom Head",
                "DontLosePostSubSex",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "DontLosePostSubSex",
            "theScene": [
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DominantHappy",
                "Te gimes, todavía acostado en la cama de champiñones mientras el Matango monta tu erección aún rígida, obteniendo otra carga en su maravilloso coño.Todo su cuerpo se siente completamente agotado, no cree que pueda moverse una pulgada, a pesar de que su mente duele al empujarla nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "¿Oh?Jeje. ♥ Estás despierto. ♥ Mmmm, no te preocupes, solo estaba disfrutando de tu maravillosa polla un poco mientras dormiste. ♥ Pero voy a dejarte ir con tristeza.Por mucho que me gustaría mantenerte aquí conmigo, ♥ Brotando una y otra vez, ♥ mientras me corro constantemente. ♥",
                "2",
                "",
                "¿Oh?Jeje. ♥ Estás despierto. ♥ Mmmm, no te preocupes. ♥ Te voy a dejar ir.Fuiste tan agradable de alimentarme después de todo. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewder",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Se pierde en éxtasis un momento mientras expulsa una carga final de tu polla con un giro sensual de sus caderas, antes de levantarte cautelosamente y girar hacia atrás para enfrentar el resto de la cámara, ahora vacante de sus esporas, y suavementeTe empuja lejos, liberando tu polla rígida de su hendidura apretada, y ves un toque de arrepentimiento en su rostro.",
                "2",
                "",
                "Ella te levanta con cuidado después de retirar una carga final de tu polla con un giro sensual de sus caderas, y gira hacia atrás para enfrentar el resto de la cámara, ahora vacante de sus esporas, y te empuja suavemente, liberando húmedo tu rígidopolla de su hendidura apretada, y ves un toque de arrepentimiento en su rostro.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Matango Ambush",
                "2",
                "MushroomHead",
                "Pero desaparecerías en mí si seguimos adelante.Y eso no es divertido.Entonces, solo asegúrate de volver y follarme de nuevo, ♥ ¿Está bien? ♥ Y cualquier otro matango que conoces. ♥ todos estamos tan solos. ♥ y ni siquiera pienses en obtener esa polla perfecta tuya purificada. ♥",
                "2",
                "",
                "Pero desaparecerías en mí si seguimos adelante.Y eso no es divertido.Entonces, solo asegúrate de follar cada matango que conoces, ♥ ¿Está bien? ♥ todos estamos tan solos. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Giggle",
                "Ella se ríe dulcemente mientras asiente con el asentimiento, todavía perdido en una neblina post-orgasmica, y te desvías después de arreglar tu ropa, tratando de bajar del placer derretido que te dio.Pero está claro que ella estaba reteniendo para no hacerte desaparecer ... tal vez para tentarte a seguir volviendo por más de este maravilloso éxtasis ...",
                "ChangeSpiritQuietly",
                "1",
                "ChangeEnergyQuietly",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Te tiemblas y continúas en tu camino, todavía te sientes tan increíblemente drenado.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}