{
    "name": "AikoCombatEvents",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Aiko",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "No Anal",
            "theScene": [
                "SkipPlayerAttack",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "Insert Anal!",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "Insert Anal!",
                "IfMonsterHasStatusEffect",
                "Stun",
                "Insert Anal!",
                "IfMonsterHasStatusEffect",
                "Charm",
                "Let's you anal!",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Intentas sumergir tu eje en la parte trasera bien formada de Aiko, ¡pero su Kimono apretado se interpone entre ti y su trasero, lo que hace imposible penetrarla!Ella deja escapar una risita astuta ante tu intento fallido mientras se vuelve para enfrentarte de nuevo."
            ]
        },
        {
            "NameOfScene": "Insert Anal!",
            "theScene": [
                "ApplyStance",
                "Anal",
                "HitMonsterWith",
                "Thrust",
                "ChangeImageLayer",
                "Expression",
                "Pleasured",
                "ChangeImageLayer",
                "BodyExtra",
                "Blush",
                "Enrollas hábilmente a Aiko sobre su vientre mientras abres su kimono.Su forma inmóvil no ofrece resistencia al revelar su culo curvilíneo y elevarlo en el aire, y te empujas ansiosamente a su acogedor agujero. [DamageToEnemy]"
            ]
        },
        {
            "NameOfScene": "Let's you anal!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "ChangeImageLayer",
                "BodyExtra",
                "Blush",
                "Aiko se enroja profundamente mientras intentas sumergir tu eje en su trasero bien formado, y ella jadea mientras te presionas de la virilidad caliente contra el kimono sedoso que le queda bien.Ella te mira mordiéndote el labio antes de bajar a cuatro patas en la nieve con su trasero regordete en el aire.",
                "Speaks",
                "Oh querido ... ♥ Simplemente no puedo contenerme ... ♥ Te quiero tanto. ♥",
                "Lenta y sensualmente levanta su kimono, revelando su culo regordete con una atracción atractiva, y ella invita a su caderas que lo llenan de necesidad ardiente.",
                "ApplyStance",
                "Anal",
                "HitMonsterWith",
                "Thrust",
                "ChangeImageLayer",
                "Expression",
                "Pleasured",
                "Aiko gime en voz alta mientras sumerges tu polla dolorida en su cálido trasero, y su trasero se mueve deliciosamente con cada empuje que haces, enfatizado por sus jadeos y gemidos lascivos. [DamageToEnemy]"
            ]
        },
        {
            "NameOfScene": "FightIntro",
            "theScene": [
                "SetProgress",
                "0",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "El helado viento y nieve giran a tu alrededor y a Aiko mientras se acerca lentamente a ti ..."
            ]
        },
        {
            "NameOfScene": "Insert!",
            "theScene": [
                "ApplyStance",
                "Sex",
                "HitMonsterWith",
                "Thrust",
                "Abriste hábilmente el kimono de Aiko.Su forma inmóvil no ofrece resistencia al revelar su cuerpo curvilíneo antes de que te empujes ansiosamente a su acogedor coño."
            ]
        },
        {
            "NameOfScene": "Rage",
            "theScene": [
                "ChangeProgress",
                "3",
                "IfProgressEqualsOrLess",
                "-1",
                "calmedTooFar"
            ]
        },
        {
            "NameOfScene": "CalmingDown",
            "theScene": [
                "ChangeProgress",
                "-1",
                "IfProgressEqualsOrLess",
                "-1",
                "calmedTooFar"
            ]
        },
        {
            "NameOfScene": "calmedTooFar",
            "theScene": [
                "SetProgress",
                "0"
            ]
        },
        {
            "NameOfScene": "Anger Check",
            "theScene": [
                "IfMonsterHasStance",
                "Titfuck",
                "WarmTitfucking",
                "IfMonsterHasStance",
                "Anal",
                "WarmAnal",
                "IfProgressEqualsOrGreater",
                "2",
                "SheAnnoyed",
                "ChangeEnergyQuietly",
                "-10",
                "PlayVisualEffect",
                "ScreenPulse",
                "Monsters/Aiko/frigidHaze.png",
                "La tormenta de nieve se arremolina a tu alrededor y a Aiko, agitando tu calidez y energía ...",
                "IfPlayerEnergyGone",
                "TOOCOLD!",
                "IfPlayerEnergyLessThanPercent",
                "35",
                "GettingLow"
            ]
        },
        {
            "NameOfScene": "GettingLow",
            "theScene": [
                "Te tiemblas del frío helado, te estás quedando sin energía y calidez ..."
            ]
        },
        {
            "NameOfScene": "WarmTitfucking",
            "theScene": [
                "ChangeEnergyQuietly",
                "5",
                "Con los senos voluptuosos de Aiko envueltos alrededor de tu virilidad, la tormenta de nieve que giraba a tu alrededor se desvanece en el fondo mientras tu polla palpita con la calidez de sus tetas suaves ..."
            ]
        },
        {
            "NameOfScene": "WarmAnal",
            "theScene": [
                "ChangeEnergyQuietly",
                "5",
                "Con su polla alojada dentro del culo apretado de Aiko, y sus amplias caderas con curvas te tentan a que te meta el juego de lujoso, la tormenta de nieve que te rodeaba se desvanece en el fondo ..."
            ]
        },
        {
            "NameOfScene": "SheAnnoyed",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "5",
                "SheMad",
                "ChangeEnergyQuietly",
                "-15",
                "PlayVisualEffect",
                "ScreenPulse",
                "Monsters/Aiko/frigidHaze.png",
                "La tormenta de nieve a tu alrededor y Aiko, agitando su calidez y energía.La cara de Aiko ocasionalmente se desliza en un ligero ceño fruncido ...",
                "IfPlayerEnergyGone",
                "TOOCOLD!",
                "IfPlayerEnergyLessThanPercent",
                "35",
                "GettingLow"
            ]
        },
        {
            "NameOfScene": "SheMad",
            "theScene": [
                "IfMonsterHasStatusEffect",
                "Restrain",
                "SheMadAlt",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "SheMadAlt",
                "IfMonsterHasStatusEffect",
                "Stun",
                "SheMadAlt",
                "IfMonsterHasStance",
                "Anal",
                "SheMadAlt",
                "IfMonsterHasStance",
                "Sex",
                "SheMadAlt",
                "IfMonsterHasStance",
                "Besarse",
                "SheMadAlt",
                "IfMonsterHasStance",
                "Titfuck",
                "SheMadAlt",
                "IfProgressEqualsOrGreater",
                "8",
                "SheFurious",
                "ChangeEnergyQuietly",
                "-20",
                "PlayVisualEffect",
                "ScreenPulse",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeImageLayer",
                "Expression",
                "Stern",
                "La tormenta de nieve glacial ausente a tu alrededor y Aiko como el helado infierno en el que en el infierno en el que estás se vuelve cada vez más frío, drenando rápidamente tu calidez y energía, y su rostro parece estar atrapado en un ceño fruncido poco característico ...",
                "IfPlayerEnergyGone",
                "TOOCOLD!",
                "IfPlayerEnergyLessThanPercent",
                "35",
                "GettingLow"
            ]
        },
        {
            "NameOfScene": "SheMadAlt",
            "theScene": [
                "ChangeEnergyQuietly",
                "-20",
                "PlayVisualEffect",
                "ScreenPulse",
                "Monsters/Aiko/frigidHaze.png",
                "La tormenta de nieve glacial aullas a tu alrededor y Aiko mientras el helado infierno en el que estás se vuelve cada vez más frío, drenando rápidamente tu calidez y energía ...",
                "IfPlayerEnergyGone",
                "TOOCOLD!",
                "IfPlayerEnergyLessThanPercent",
                "35",
                "GettingLow"
            ]
        },
        {
            "NameOfScene": "SheFurious",
            "theScene": [
                "SetProgress",
                "0",
                "ChangeEnergyQuietly",
                "-20",
                "PlayVisualEffect",
                "ScreenPulse",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeImageLayer",
                "Expression",
                "Stern",
                "ChangeImageLayer",
                "BodyExtra",
                "Scary",
                "Aiko te da un resplandor frío y furioso, su cuerpo prácticamente temblando de ira, y la tormenta de nieve congelada aullas más fuerte y fuerte a medida que el área se vuelve más oscura por la gran cantidad de nieve y viento.",
                "Speaks",
                "{b} que es {i} suficiente !!! {/b} {/i}",
                "ChangeEnergyQuietly",
                "-50",
                "PlayMotionEffect",
                "Explosion",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Aiko/frigidHaze.png",
                "PlayVisualEffect2",
                "StartHaze",
                "Monsters/Aiko/frigidHaze.png",
                "Una intensa explosión de viento frio puro te golpea a la espalda en la nieve fría, dejándote temblando y congelando, pero curiosamente tu polla permanece dolorosamente dura.",
                "HitPlayerWith",
                "Foot Grind",
                "ChangeEnergyQuietly",
                "-50",
                "PlayMotionEffect",
                "Crash",
                "Antes de que puedas comenzar a tratar de levantarte de la nieve fría, ves a Aiko parado sobre ti con un resplandor severo en los ojos, y ella pisa firmemente tu erección rígida con su pie descalzo, y lloras por la congelación glacialToca mientras muele el pie con fuerza ... [DamageToPlayer]",
                "Speaks",
                "¡Solo estaba tratando de ser amable y mantenerte caliente!¡Pero solo tenías que ser grosero y malo al respecto!",
                "PlayMotionEffect",
                "Crash",
                "ChangeEnergyQuietly",
                "-100",
                "HitPlayerWith",
                "Foot Grind",
                "Dejas escapar un grito sin voz mientras el calor de tu cuerpo se drena a través de tu eje hacia la suela helada de su pie, la tormenta de tensión y la nieve helada solo ayudan a drenar tu calor, y sin embargo, el frío agonizante solo deja tu polla palpitando debajo de Aiko'spie. [DamageToPlayer]",
                "PlayMotionEffect",
                "Crash",
                "Speaks",
                "¡Claramente debes ser castigado hasta que entiendas lo que es bueno para ti!",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect2",
                "GrowingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeEnergyQuietly",
                "-250",
                "HitPlayerWith",
                "Foot Grind",
                "Tus caderas se reducen incontrolablemente en su pie mientras lo presiona más fuerte y tus brazos y piernas se adormecen del frío helado, dejándote temblar con una mezcla de placer y frío helado mientras tu polla paliza con una combinación de dolor y placer deEl tratamiento aproximado de Aiko. [DamageToPlayer]",
                "PlayMotionEffect",
                "Crash",
                "ChangeEnergyQuietly",
                "-999",
                "PlayVisualEffect2",
                "IncreasingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "HitPlayerWith",
                "Foot Grind",
                "ChangeImageLayer",
                "Expression",
                "Embarrassed",
                "ChangeImageLayer",
                "BodyExtra",
                "BlushMild",
                "Ella presiona firmemente su pie frígido sobre su dolor de dolor con la intensidad de un glaciar que se estrella, dejándote espasmando con el éxtasis helado a medida que tu visión se oscurece, y todo tu cuerpo se siente entumecido ... pero de repente se quita el pie y ves débilmente.Una expresión culpable en su rostro. [DamageToPlayer]",
                "Speaks",
                "O-oh Querido ... Fui y perdí los estribos ... lo siento mucho ... No te mereciste todo eso ... aquí, te calentaré de nuevo.",
                "PlayVisualEffect2",
                "DecreasingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeEnergyQuietly",
                "5",
                "HitPlayerWith",
                "Breast Smothering",
                "PlayMotionEffect",
                "SwayOnce",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "HugCloseUp",
                "Incapaz de moverse, ella te envuelve fácilmente en su kimono, presionándote cerca de su cálido cuerpo regordete, dejas escapar un gemido sin sentido mientras acaricia tu cabeza en sus suaves senos mientras cierra con fuerza el kimono a tu alrededor, atrapándote dentro de suconfines cálidos. [DamageToPlayer]",
                "PlayVisualEffect2",
                "FadingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeEnergyQuietly",
                "10",
                "HitPlayerWith",
                "Breast Smothering",
                "Puedes sentirla suavemente acariciando la parte posterior de tu cabeza a través de la tela sedosa, haciendo todo lo posible para calmarte a la coherencia mientras te acurrucas en su cuerpo suave y cálido, su amoroso aroma menta llenando tus pulmones con cada respiración temblorosa que tomas. [DamageToPlayer]",
                "EndVisualEffect2",
                "PlayVisualEffect3",
                "BlackOut",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp_Steam.png",
                "ChangeEnergyQuietly",
                "15",
                "HitPlayerWith",
                "Breast Smothering",
                "Lento pero seguramente, sientes calor regresando a tu cuerpo, y felizmente suspiras y acaricias más profundamente en su suave y atractivo escote, y puedes sentir que cambia suavemente las piernas para que estén firmemente envueltas alrededor de sus caderas con curvas. [DamageToPlayer]",
                "ChangeEnergyQuietly",
                "25",
                "HitPlayerWith",
                "Breast Smothering",
                "A medida que gradualmente siente calor, regresa a las extremidades, instintivamente envuelve sus brazos alrededor de su cintura, pero ella guía suavemente sus manos para serpentea a su culo regordete, y sus manos se hunden en su suave trasero, y suspiras felizmente, respirando a la menta de Aiko.Aroma mientras te entregas a la sensación de su cálido cuerpo. [DamageToPlayer]",
                "Speaks",
                "Ahí, ¿no es esto mucho mejor que luchar y ser malo?Oh, casi olvido una última cosa para ayudarte a calentarte. ♥",
                "PlayMotionEffect",
                "SwayOnce",
                "ChangeEnergyQuietly",
                "25",
                "HitPlayerWith",
                "Bounce",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "PlayImagePulseLoopingList",
                "7",
                "1.1",
                "0.40",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp.png",
                "EndLoop",
                "PlayMotionEffectLoop",
                "RideSlow",
                "Ella agarra las caderas y te guía suavemente hasta que tu polla empuja dentro de su coño increíblemente cálido, y suspiras felices antes de comenzar a empujarla de tu propia volición y acariciar tu cara en sus suaves almohadas, buscando más calor desu lujoso cuerpo. [DamageToPlayer]",
                "Speaks",
                "Allí! ♥ perfectamente acurrucado ahora. ♥",
                "ChangeEnergyQuietly",
                "25",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckMotion",
                "Puedes sentir que tu coherencia regresa lentamente a medida que tu cuerpo se calienta por follar ansiosamente su coño y disfrutar de su cuerpo regordete, suspiras felizmente y te preguntas si deberías molestarte más en luchar contra ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "PostRageOrgasm",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "PostRageOrgasm",
            "theScene": [
                "Un gemido te escapa como el placer abruma tus pensamientos, la maravillosa calidez de tus caderas se lava sobre las olas mientras empujas irreflexivamente a su apretado coño, y ella aprieta suavemente la cabeza entre sus tetas regordetas, derritiéndote con el éxtasis.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "25",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "EndMotionEffect",
                "PlayMotionEffect",
                "SwayOnce",
                "El placer climático aumenta la virilidad con un empuje final mientras estallas dentro de Aiko, bombeando la carga después de la carga de espesas espesas en ella, tu mente se está en blanco mientras acaricia con amor sus suaves senos mientras tu cuerpo sacude con una cálida felicidad orgásmica.",
                "Suspiras felizmente, respirando profundamente el olor a menta de Aiko, mientras que un cálido resplandor de placer te llena, y Aiko acaricia con amor la parte posterior de tu cabeza a través de su kimono sedoso con una risita suave, lo que te da un breve descanso antes de que continúe manteniéndote cálido ....",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "DoNothing",
            "theScene": []
        },
        {
            "NameOfScene": "TOOCOLD!",
            "theScene": [
                "IfMonsterHasStatusEffect",
                "Restrain",
                "DoNothing",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "DoNothing",
                "IfMonsterHasStatusEffect",
                "Stun",
                "DoNothing",
                "ChangeImageLayer",
                "Expression",
                "Embarrassed",
                "ClearStances",
                "PlayVisualEffect2",
                "SuddenHaze",
                "Monsters/Aiko/frigidHaze.png",
                "Te caes temblando en la nieve fría, tu cuerpo se siente helado y un entumecimiento rastrero se extiende a través de tu forma agotada ...",
                "Aiko te mira con los ojos llenos de profunda preocupación, inclinándose lentamente mientras su kimono comienza a abrirse.",
                "ChangeImageLayer",
                "Expression",
                "Base",
                "ChangeImageLayer",
                "BodyExtra",
                "BlushMild",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "Speaks",
                "Oh mi, pobre cosa ... aquí, te ayudaré a calentarte de nuevo. ♥",
                "PlayVisualEffect2",
                "DecreasingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeEnergyQuietly",
                "5",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "HugCloseUp",
                "ChangeBG",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp_BG.png",
                "PlayMotionEffect",
                "BounceOnce",
                "Demasiado frío y cansado para ofrecer cualquier resistencia, Aiko te envuelve fácilmente en su kimono, acercándote a su lujoso cuerpo y forzando tu cabeza entre sus suaves tetas y tu polla entre sus invitados muslos.",
                "PlayVisualEffect2",
                "FadingHaze",
                "Monsters/Aiko/frigidHaze.png",
                "ChangeEnergyQuietly",
                "5",
                "ChangeArousalByPercent",
                "5",
                "PlayMotionEffect",
                "SwayOnce",
                "Tomas un respiración temblorosa y temblorosa, y te encuentras respirando con su menta aroma femenino, y acaricias tu cabeza felizmente entre su cálido escote.",
                "EndVisualEffect2",
                "PlayVisualEffect3",
                "BlackOut",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp_Steam.png",
                "ChangeEnergyQuietly",
                "5",
                "ChangeArousalByPercent",
                "10",
                "PlayMotionEffect",
                "BounceOnce",
                "Ansiosamente envueltas tus brazos alrededor de su cintura para sentir la mayor parte de su cuerpo cálido como puedas, y ella guía suavemente tus manos hacia su ruta regordeta donde tus dedos se hunden en su deliciosamente suave carne.",
                "ChangeEnergyQuietly",
                "5",
                "ChangeArousalByPercent",
                "10",
                "PlayMotionEffect",
                "SwayOnce",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "Aiko luego mueve las piernas para que las envuelvan alrededor de sus caderas con curvas para que ya no tenga que pararse en la nieve fría, y se aferran a ella con un ausentero de aprecio.",
                "ChangeEnergyQuietly",
                "10",
                "ChangeArousalByPercent",
                "20",
                "PlayMotionEffect",
                "BounceOnce",
                "Ella te tiene completamente envuelto en su cálido abrazo, su kimono te mantiene apretado hasta su cuerpo lujoso, y ella guía suavemente tus caderas hasta que tu virilidad se desliza en su cálido y acogedor coño.",
                "Speaks",
                "Allí, ♥ agradable y ajustado, estarás caliente en poco tiempo. ♥",
                "ChangeEnergyQuietly",
                "10",
                "ChangeArousalByPercent",
                "20",
                "PlayMotionEffectLoop",
                "RideSlow",
                "Dejas escapar un feliz suspiro de placer cuando comienzas a empujar tus caderas, buscando más calor en el cuerpo curvilíneo de Aiko, frotando ansiosamente tu cara entre sus tetas y a tientas su lujoso trasero.",
                "Speaks",
                "Oh, estás actuando tan mimado ahora. ♥ No te preocupes, te mimaré hasta que estés completamente satisfecho. ♥",
                "ChangeEnergyQuietly",
                "20",
                "ChangeArousalByPercent",
                "20",
                "Tu polla se siente como si estuviera envuelta en un cálido y acogedor cielo que te llena de felicidad cada vez que empujas, y aún recuperándote del frío helado, sientes que te estás derritiendo del éxtasis caliente que se extiende a través de ti.",
                "ChangeEnergyQuietly",
                "20",
                "ChangeArousalByPercent",
                "20",
                "Atrapado en los confines de su kimono, comienzas a calentar de una manera intoxicante, su fragancia menta llenando tus pulmones mientras te entregas a su cuerpo lujoso, follando sin pensar su cálido coño apretado.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeProgress",
                "-1",
                "ChangeEnergyQuietly",
                "20",
                "EndMotionEffect",
                "PlayMotionEffect",
                "BounceOnce",
                "Aiko apreta suavemente sus tetas y el placer orgásmico sofocante se lava a través de todo tu ser, y con un empuje final estallas dentro de su coño celestial con un gemido feliz, llenándola con tu semen caliente.",
                "Te tiemblas de placer por unos momentos, aferrándose firmemente al lujoso cuerpo de Aiko mientras ella acaricia suavemente la parte posterior de tu cabeza a través de su kimono con un suspiro feliz.",
                "Con un cálido placer irradiando a través de ti cuando tus sentidos regresan, te preguntas si deberías molestarse en defender ...",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "Get Wrapped Up From Sex",
            "theScene": [
                "SkipPlayerAttack",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "Insert!",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "Insert!",
                "IfMonsterHasStatusEffect",
                "Stun",
                "Insert!",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "Te mueves para penetrar en el coño de Aiko, pero a medida que te acercas a ella, abre ansiosamente su kimono de seda, revelando su forma curvilínea y de repente abrazándote.",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "PlayImagePulseLoopingList",
                "7",
                "1.1",
                "0.40",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp.png",
                "EndLoop",
                "PlayMotionEffect",
                "SwayOnce",
                "Sus deliciosos senos presionan abruptamente contra su rostro, amortiguando su repentina grito de sorpresa, y puede sentir el calor de su coño irradiando en su eje.",
                "JumpToScene",
                "Insertion"
            ]
        },
        {
            "NameOfScene": "Get Wrapped In Silky Sex",
            "theScene": [
                "SkipPlayerAttack",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "¡Aiko se ríe mientras empujas a su coño, usa ansiosamente su kimono de seda suelta para abrazarte de repente con fuerza y ​​obliga a tu cara entre sus deliciosos senos que amortiguan tu repentina grito de sorpresa!",
                "ChangeBG",
                "Monsters/Aiko/Hug/AIKOHUG_Outside_BG.png",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "PlayImagePulseLoopingList",
                "7",
                "1.1",
                "0.40",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp.png",
                "EndLoop",
                "PlayMotionEffect",
                "SwayOnce",
                "Su kimono se envuelve firmemente a su alrededor, obligándolo a estar firmemente atrapado dentro de sus confines de seda y presionado firmemente hacia su suave cuerpo con su polla firmemente dentro de su cálido coño.",
                "JumpToScene",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "Get Wrapped Up From Kiss",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "Mientras besas profundamente a Aiko, te encuentras en una agradable bruma mientras su lápiz labial hormiguea en tu cara, ¡y ella se ríe antes de envolverte rápidamente en su kimono!",
                "ChangeBG",
                "Monsters/Aiko/Hug/AIKOHUG_Outside_BG.png",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "PlayImagePulseLoopingList",
                "7",
                "1.1",
                "0.40",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp.png",
                "EndLoop",
                "PlayMotionEffect",
                "SwayOnce",
                "Su cuerpo desnudo se presiona de repente contra ti, y te encuentras acariciando en sus deliciosos senos mientras sientes el calor de su coño irradiando en tu eje.",
                "JumpToScene",
                "Insertion"
            ]
        },
        {
            "NameOfScene": "Kissing Temptation",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "Mientras Aiko te besa con amor, abre sensualmente el frente de su kimono, revelando su cuerpo curvilíneo mientras comienza a envolverte en su kimono sedoso.",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "FocusedSpeaks",
                "Mmmmwah! ♥ Esto te ayudará a mantenerte cálido. ♥ así que no luches. ♥",
                "PlayImagePulseLoopingList",
                "8",
                "1.8",
                "0.9",
                "screenKissAiko.png",
                "EndLoop",
                "Te tiemblas de una mezcla de excitación y frío, tu cabeza gira de sus marcas de lápiz labial acogedoras, tu boca está teñida con el sabor de la menta, y es difícil incluso contemplar decir que no a su atractivo abrazo ...",
                "IfInExploration",
                "noKotoneCheckKiss",
                "IfHasPerk",
                "Kotone's Hypno Lover",
                "noKotoneCheckKiss",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "HypnoKiss",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "1",
                "HypnoKissCheck",
                "StatCheck",
                "Temptation",
                "15",
                "PassKissCheck",
                "Fail",
                "More warm kisses..."
            ]
        },
        {
            "NameOfScene": "noKotoneCheckKiss",
            "theScene": [
                "StatCheck",
                "Temptation",
                "15",
                "PassKissCheck",
                "Fail",
                "More warm kisses..."
            ]
        },
        {
            "NameOfScene": "HypnoKiss",
            "theScene": [
                "La voz de Kotone susurra suavemente dentro de tu cabeza aturdida, resonando a través de tu cráneo y diciendo lo agradable que sería ser cálido en lugar de frío a medida que una sonrisa tonta se extiende por tu beso marcado ...",
                "JumpToScene",
                "More warm kisses..."
            ]
        },
        {
            "NameOfScene": "HypnoKissCheck",
            "theScene": [
                "GetEventAndSetChoice",
                "KitsunesMentalHelp",
                "8",
                "Suspicion",
                "De repente escuchas la voz de Kotone resonando débilmente dentro de tu mente aturdida, diciendo lo mejor que sería si estuvieras caliente en lugar de frío en este momento ...",
                "StatCheck",
                "Temptation",
                "20",
                "PassKissCheck",
                "Fail",
                "More warm kisses..."
            ]
        },
        {
            "NameOfScene": "PassKissCheck",
            "theScene": [
                "Logras pensar con lo suficientemente clara como para tomar una decisión.",
                "Menu",
                "More warm kisses...",
                "Struggle!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Struggle!",
            "theScene": [
                "EndImagePulseLoopingList",
                "ChangeImageLayer",
                "Base",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "Pout",
                "Aiko hace pucheros mientras luchas contra ella, y ella se envuelve hábilmente en su kimono de seda.",
                "ChangeProgress",
                "1"
            ]
        },
        {
            "NameOfScene": "More warm kisses...",
            "theScene": [
                "EndImagePulseLoopingList",
                "HitPlayerWith",
                "Warming Kisses",
                "SkipPlayerAttack",
                "ChangeImageLayer",
                "Base",
                "Clothed",
                "ChangeImageLayer",
                "ImageSet",
                "FaceCloseUp",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "PlayMotionEffect",
                "SwayOnce",
                "Dejas que Aiko te acerque, presionando sus lujosas tetas contra tu pecho y ella se reúna con dos de ustedes juntos en su kimono, atrapando tu polla entre sus muslos, y se inclina con los labios fruncidos mientras comienza a plantar suavemente el lápiz labial caliente cubiertoBesos en toda tu cara. [DamageToPlayer]",
                "JumpToScene",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "KissingLoop",
            "theScene": [
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "JumpToRandomScene",
                "TrailOfKisses",
                "DeepMeltyKiss",
                "LipStickAssault",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TrailOfKisses",
            "theScene": [
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Aiko es sensualmente besas por tu cuello con sus labios regordetes, dejando un rastro de cálidas marcas de besos hormigueantes mientras va hasta que te besan con amor ... [DamageToPlayer]",
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Todo el tiempo ella muele suavemente su cuerpo regordete contra ti, apretando tu dolidosa erección entre sus muslos y presionando firmemente sus suaves senos contra ti mientras te besa persistentemente ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TrailOfKissesOrgasm",
                "JumpToScene",
                "RandomKissTease"
            ]
        },
        {
            "NameOfScene": "TrailOfKissesOrgasm",
            "theScene": [
                "Gimas suavemente mientras te acercas a tu límite, tu polla pulsando con placer orgásmico entre los muslos suaves de Aiko, su beso amoroso y susurrante a tu oído está haciendo que toda tu cabeza se hagas de placer.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "La mera sensación de sus cálidos labios en tu oído mientras te susurra nada dulce para ti, se vuelve demasiado para soportar y tu polla palpita con intenso placer mientras brota las espesas cargas de esperma en todo el espalda de Aiko y su kimono sedoso ...",
                "Aiko te sostiene más fuerte mientras terminas de correrse, acariciando suavemente la parte posterior de la cabeza antes de que ella comience a recostarse para más besos mientras su cuerpo y ropa absorben por completo cada gota de tu semen.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeProgress",
                "-1",
                "Dejas escapar un suspiro feliz cuando sus labios se encuentran con los tuyos, y te sientes tan cálido y feliz ...",
                "JumpToScene",
                "RandomKissOrgasmTease"
            ]
        },
        {
            "NameOfScene": "DeepMeltyKiss",
            "theScene": [
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Aiko bloquea sus labios con los tuyos, mirando con un afecto tan intenso en tus ojos que sientes que estás siendo abrumado por el cálido amor mientras su lengua se enreda con la tuya y sus lujosos labios presionan contra ti ... [DamageToPlayer]",
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Tu mente se derrite de sus labios amorosos, dejándote aturdido, cálido y feliz por dentro mientras tu corazón le duele, incluso cuando rompe húmedamente el beso, dejándote sonriendo con ella un poco de amor. [DamageToPlayer]",
                "IfPlayerOrgasm",
                "DeepMeltyKissOrgasm",
                "JumpToScene",
                "RandomKissTease"
            ]
        },
        {
            "NameOfScene": "DeepMeltyKissOrgasm",
            "theScene": [
                "Glomes y se retuerces con desesperación, al borde del orgasmo, y Aiko te da una dulce sonrisa antes de inclinarse hacia atrás con los labios fruncidos, listos para sellar tu destino con un beso amoroso.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Sus labios regordetes se encuentran con los tuyos en un beso amoroso y profundo, y cada parte de ti se derrite con un placer orgásmico feliz, dejando tu mente en blanco y enfocada en la mirada amorosa de Aiko mientras te quitas tu espesa carga sobre sus muslos y kimono ...",
                "ChangeEnergyQuietly",
                "10",
                "Aiko rasca suavemente la parte posterior de la cabeza a medida que su orgasmo se aleja, manteniendo los labios cerrados unidos, su lengua acaricia suavemente la tuya mientras todo su cuerpo está sumergido con calor mientras su cuerpo lujoso y su kimono sedoso absorben cada gota de su semen.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeProgress",
                "-1",
                "Finalmente rompe el beso con un cariñoso 'mwah' húmedo antes de tomarse un momento para sonreír suavemente, y con amor acaricia una de las mejillas en tu beso borracho mientras te sientes completamente lleno de feliz calor ...",
                "Aiko desliza su mano detrás de tu cuello y comienza a inclinarse para besarte de nuevo ...",
                "JumpToScene",
                "RandomKissOrgasmTease"
            ]
        },
        {
            "NameOfScene": "LipStickAssault",
            "theScene": [
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Aiko te sostiene con fuerza en su abrazo mientras se toca tu cara con cálidos besos recubiertos de lápiz labial, cada uno dejando atrás una cálida marca de besos que te deja llorando de lujuria ... [DamageToPlayer]",
                "HitPlayerWith",
                "Warming Kisses",
                "ChangeEnergyQuietly",
                "5",
                "Mientras sus besos se superponen, el lápiz labial marca tu mente, parece que se está derritiendo cuando se sacuden el cálido placer directamente te golpean directamente con cada beso cariñoso ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "LipStickAssaultOrgasm",
                "JumpToScene",
                "RandomKissTease"
            ]
        },
        {
            "NameOfScene": "LipStickAssaultOrgasm",
            "theScene": [
                "Aiko no suelta su asalto con lápiz labial, plantando un beso caliente después de un beso caliente en tu cara, dejando tu mente electrificada con éxtasis candente hasta el punto de que estás empujando impotente tu polla entre sus lujosos muslos.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "No le toma mucho tiempo a su palanca virilidad de comenzar a brotar el semen caliente por sus muslos de la sensación combinada de sus suaves muslos que envuelven su polla y sus implacables besos amorosos, e incluso mientras se contrae y se corre, ella sigue besando su rostro a todosSobre dejar aún más de sus cálidas marcas de beso en tu rostro.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeProgress",
                "-1",
                "Finalmente cede sus cálidos besos recubiertos de lápiz labial un momento con una suave risita mientras se contrae con placer en su apretado abrazo y su cuerpo y kimono absorben cada gota de su semen.Una cálida felicidad inunda todo tu ser, no puedes evitar sonreírle cuando comienza a recostarse para otro beso ...",
                "JumpToScene",
                "RandomKissOrgasmTease"
            ]
        },
        {
            "NameOfScene": "RandomKissTease",
            "theScene": [
                "EndCustomBarrage",
                "JumpToRandomScene",
                "SoCute",
                "WarmKiss",
                "DontStruggleKiss",
                "LickLips",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SoCute",
            "theScene": [
                "FocusedSpeaks",
                "Te ves tan lindo cubierto con mi lápiz labial. ♥",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "WarmKiss",
            "theScene": [
                "FocusedSpeaks",
                "Me aseguraré de mantenerte muy cálido. ♥",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "DontStruggleKiss",
            "theScene": [
                "FocusedSpeaks",
                "Ahora no pienses en tratar de escapar.Estás mucho más seguro aquí conmigo. ♥",
                "Ella acaricia suavemente la parte posterior de la cabeza con sus suaves manos ...",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "LickLips",
            "theScene": [
                "Aiko se lame los labios con una mirada bastante excitada en sus ojos ...",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "RandomKissOrgasmTease",
            "theScene": [
                "EndCustomBarrage",
                "JumpToRandomScene",
                "CumAllYouWantKiss",
                "HeartThrob",
                "ForeheadKiss",
                "MintyKiss",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "CumAllYouWantKiss",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Aiko se ríe suavemente mientras mira suavemente los ojos.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "FocusedSpeaks",
                "Puedes correrte tanto como quieras. ♥ Te seguiré dando mucho amor. ♥",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "HeartThrob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Aiko te da una sonrisa amable y amable y solo puedes mirar con una sonrisa de amor cuando la dicha post orgásmica te llena.",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "ForeheadKiss",
            "theScene": [
                "Mientras te bañas en el resplandor de tu orgasmo, Aiko te da un beso suave en la frente con sus lujosos labios.",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "MintyKiss",
            "theScene": [
                "Jadeas en el resplandor del placer mientras el sabor menta de Aiko impregna tu boca, y estás dominado con una sensación de cabeza mareada, doliendo otro beso.",
                "JumpToScene",
                "PostKissLoopCheck"
            ]
        },
        {
            "NameOfScene": "PostKissLoopCheck",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "IfPlayerSpiritGone",
                "Kissing Loss",
                "IfInExploration",
                "noKotoneCheckKissLoop",
                "IfHasPerk",
                "Kotone's Hypno Lover",
                "noKotoneCheckKissLoop",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "HypnoLoopKissCheck",
                "Menu",
                "Try and break away! (Power)",
                "Try and slip away! (Technique)",
                "Just a few more kisses...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "noKotoneCheckKissLoop",
            "theScene": [
                "Menu",
                "Try and break away! (Power)",
                "Try and slip away! (Technique)",
                "Just a few more kisses...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try and break away! (Power)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayKissPlusPow",
                "StatCheck",
                "Power",
                "15",
                "BreakFree",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "NeedAwayKissPlusPow",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Power",
                "10",
                "BreakFree",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "Try and slip away! (Technique)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayKissPlus",
                "StatCheck",
                "Technique",
                "15",
                "BreakFree",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "NeedAwayKissPlus",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Technique",
                "10",
                "BreakFree",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoopKissCheck",
            "theScene": [
                "JumpToRandomScene",
                "HypnoKissLoop1",
                "HypnoKissLoop2",
                "HypnoKissLoop3",
                "HypnoKissLoop4",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "HypnoKissLoop1",
            "theScene": [
                "Suspiras felices mientras las voces de Aiko y Kotone giran suavemente y mezclan dentro de tu cabeza, haciendo que sea tan difícil pensar más bien ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoKissLoopPass",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "HypnoKissLoop2",
            "theScene": [
                "Sonríes felizmente a Aiko, tu cabeza se siente tan vacía y cálida ... ¿No había algo que deberías estar tratando de hacer ...?",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoKissLoopPass",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "HypnoKissLoop3",
            "theScene": [
                "La dulce voz de Kotone resuena en tu mente, atrayendo tu enfoque a la calidez y el placer que Aiko te está dando ... Es tan tentador relajarse y ceder ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoKissLoopPass",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "HypnoKissLoop4",
            "theScene": [
                "Difícilmente puedes pensar con la claridad, ya que el cuerpo cálido, suave y sexy de Aiko se frota contra el tuyo ... suspiras felizmente mientras sientes que tu mente se derrite lentamente ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoKissLoopPass",
                "Fail",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "HypnoKissLoopPass",
            "theScene": [
                "Logras recopilar tus pensamientos lo suficiente como para pensar ...",
                "Menu",
                "Try and break away! (Power)",
                "Try and slip away! (Technique)",
                "Just a few more kisses...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Just a few more kisses...",
            "theScene": [
                "JumpToScene",
                "KissingLoop"
            ]
        },
        {
            "NameOfScene": "Invitation Temptation",
            "theScene": [
                "HitPlayerWith",
                "Seduce",
                "ChangeImageLayer",
                "Base",
                "Seduce",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Aiko abre la parte delantera de su kimono de par en par, dándole sus caderas bien formadas y un cofre gordante un batido atractivo. [DamageToPlayer]",
                "FocusedSpeaks",
                "Ven aquí, déjame calentarte.",
                "Te tiemblas de una mezcla de excitación y frío, y es difícil incluso contemplar decir que no a su atractiva invitación ...",
                "IfInExploration",
                "noKotoneCheck",
                "IfHasPerk",
                "Kotone's Hypno Lover",
                "noKotoneCheck",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "HypnoWarm",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "1",
                "HypnoWarmCheck",
                "StatCheck",
                "Temptation",
                "15",
                "PassResistCheck",
                "Fail",
                "Warmth..."
            ]
        },
        {
            "NameOfScene": "noKotoneCheck",
            "theScene": [
                "StatCheck",
                "Temptation",
                "15",
                "PassResistCheck",
                "Fail",
                "Warmth..."
            ]
        },
        {
            "NameOfScene": "HypnoWarm",
            "theScene": [
                "La voz de Kotone susurra suavemente dentro de su cabeza, resonando a través de su cráneo y diciendo lo agradable que sería estar caliente en lugar de frío a medida que una sonrisa tonta se extiende por su rostro ...",
                "JumpToScene",
                "Warmth..."
            ]
        },
        {
            "NameOfScene": "HypnoWarmCheck",
            "theScene": [
                "GetEventAndSetChoice",
                "KitsunesMentalHelp",
                "8",
                "Suspicion",
                "De repente escuchas que la voz de Kotone resuena débilmente dentro de tu mente, diciendo que sería mucho más agradable si estuvieras caliente en lugar de frío en este momento ...",
                "StatCheck",
                "Temptation",
                "20",
                "PassResistCheck",
                "Fail",
                "Warmth..."
            ]
        },
        {
            "NameOfScene": "PassResistCheck",
            "theScene": [
                "Logras pensar con lo suficientemente clara como para tomar una decisión.",
                "Menu",
                "Warmth...",
                "No!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No!",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "GoToThicknessInCombat",
                "EndImagePulseLoopingList",
                "ChangeImageLayer",
                "Base",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "Pout",
                "Aiko hace pucheros, luego se envuelve en su kimono de seda.",
                "ChangeProgress",
                "2"
            ]
        },
        {
            "NameOfScene": "Warmth...",
            "theScene": [
                "SkipPlayerAttack",
                "ChangeImageLayer",
                "Base",
                "Clothed",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckCombat",
                "PlayImagePulseLoopingList",
                "7",
                "1.1",
                "0.40",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp.png",
                "EndLoop",
                "PlayMotionEffect",
                "SwayOnce",
                "Te acercas a Aiko y entras en su cálido abrazo, y ella te envuelve rápidamente en su kimono con una sonrisa antes de empujar tu rostro entre sus senos masivos mientras tu eje latía felizmente contra sus suaves muslos.",
                "JumpToScene",
                "Insertion"
            ]
        },
        {
            "NameOfScene": "Insertion",
            "theScene": [
                "HitPlayerWith",
                "Grind",
                "ChangeEnergyQuietly",
                "5",
                "Aiko agarra las caderas a través de su kimono de seda, guiando cuidadosamente su virilidad en su cálido coño, y dejas escapar un gemido suave mientras se aferra cómodamente a tu eje. [DamageToPlayer]",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "So warm and comfortable...",
                "Menu",
                "Try and struggle free! (Power)",
                "Try and escape! (Technique)",
                "So warm and comfortable...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try and struggle free! (Power)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayInsertPlusPow",
                "StatCheck",
                "Power",
                "15",
                "BreakFree",
                "Fail",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "NeedAwayInsertPlusPow",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Power",
                "10",
                "BreakFree",
                "Fail",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "Try and escape! (Technique)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayInsertPlus",
                "StatCheck",
                "Technique",
                "15",
                "BreakFree",
                "Fail",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "NeedAwayInsertPlus",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Technique",
                "10",
                "BreakFree",
                "Fail",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "So warm and comfortable...",
            "theScene": [
                "JumpToScene",
                "Snuggling Up"
            ]
        },
        {
            "NameOfScene": "BreakFree",
            "theScene": [
                "EndImagePulseLoopingList",
                "EndAllVisualEffects",
                "ChangeBG",
                "templeBlue.png",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "GoToThicknessInCombat",
                "ChangeImageLayer",
                "Expression",
                "Pout",
                "ChangeImageLayer",
                "Base",
                "Base",
                "¡Logras liberarte del Kimono en atrapar de Aiko y su cálido y curvilíneo cuerpo!Ella te da un poco de puchero mientras se cubre de nuevo, y te tiemblas un poco en el aire helado ...",
                "ChangeProgress",
                "1"
            ]
        },
        {
            "NameOfScene": "Snuggling Up",
            "theScene": [
                "ChangeImageLayer",
                "BodyExtra",
                "BlushMild",
                "Encuentras tus brazos inconscientemente serpenteando debajo del kimono de Aiko para envolverse alrededor de su cintura antes de que se deslicen hacia abajo y comiencen a toques a tientas su regordeta trasera.Aiko luego se agarra suavemente las piernas y te hace envolverlas alrededor de sus caderas curvas, quitándose los pies de la nieve fría.",
                "HitPlayerWith",
                "Grind",
                "ChangeEnergyQuietly",
                "5",
                "Un suspiro de contenido escapa de tus labios mientras te acurrucas en el lujoso cuerpo de Aiko mientras tu polla palpita dentro de ella con tu cuerpo completamente sostenido por sus brazos y Kimono ... [DamageToPlayer]",
                "IfInExploration",
                "noKotoneCheckLoop",
                "IfHasPerk",
                "Kotone's Hypno Lover",
                "noKotoneCheckLoop",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "HypnoLoopCheck",
                "Menu",
                "Need to struggle free! (Power)",
                "Need to slip free from her! (Technique)",
                "Just a bit longer...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Just a bit longer...",
            "theScene": [
                "JumpToScene",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "Need to struggle free! (Power)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayInsert2PlusPow",
                "StatCheck",
                "Power",
                "15",
                "BreakFree",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "NeedAwayInsert2PlusPow",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Power",
                "10",
                "BreakFree",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "Need to slip free from her! (Technique)",
            "theScene": [
                "IfHasPerk",
                "Escape Artist",
                "NeedAwayInsert2Plus",
                "StatCheck",
                "Technique",
                "15",
                "BreakFree",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "NeedAwayInsert2Plus",
            "theScene": [
                "Tus habilidades como artista de escape deberían ayudarte a escapar ...",
                "StatCheck",
                "Technique",
                "10",
                "BreakFree",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoopCheck",
            "theScene": [
                "JumpToRandomScene",
                "HypnoLoop1",
                "HypnoLoop2",
                "HypnoLoop3",
                "HypnoLoop4",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoop1",
            "theScene": [
                "Suspiras felices mientras las voces de Aiko y Kotone giran suavemente y mezclan dentro de tu cabeza, haciendo que sea tan difícil pensar más bien ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoLoopPass",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoop2",
            "theScene": [
                "Te acaricias alegremente en el pecho de Aiko, y tu cabeza se siente tan vacía y cálida ... ¿No había algo que deberías estar tratando de hacer ...?",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoLoopPass",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoop3",
            "theScene": [
                "La dulce voz de Kotone resuena en tu mente, atrayendo tu enfoque a la calidez y el placer que Aiko te está dando ... Es tan tentador relajarse y ceder ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoLoopPass",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoop4",
            "theScene": [
                "Difícilmente puedes pensar con la claridad, ya que el cuerpo cálido, suave y sexy de Aiko se frota contra el tuyo ... suspiras felizmente mientras sientes que tu mente se derrite lentamente ...",
                "StatCheck",
                "Temptation",
                "20",
                "HypnoLoopPass",
                "Fail",
                "SexLoop"
            ]
        },
        {
            "NameOfScene": "HypnoLoopPass",
            "theScene": [
                "Logras recopilar tus pensamientos lo suficiente como para pensar ...",
                "Menu",
                "Need to struggle free! (Power)",
                "Need to slip free from her! (Technique)",
                "Just a bit longer...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SexLoop",
            "theScene": [
                "JumpToRandomScene",
                "BreastNuzzlingSex",
                "SilkenWrappedSex",
                "HelplessThrusting",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "BreastNuzzlingSex",
            "theScene": [
                "EndMotionEffect",
                "HitPlayerWith",
                "Breast Smothering",
                "ChangeEnergyQuietly",
                "5",
                "PlayMotionEffect",
                "SwayOnce",
                "Aiko sacude, se mueve y aprieta su gran seno mientras se frota la cara entre su profundo escote, y suspiras en la satisfacción ... [DamageToPlayer]",
                "HitPlayerWith",
                "Breast Smothering",
                "ChangeEnergyQuietly",
                "5",
                "PlayMotionEffect",
                "SwayOnce",
                "Sin siquiera empujar tus caderas, tu polla se contrae y palpas en el coño de Aiko mientras acaricies su cofre suave ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "BreastNuzzlingSexOrgasm",
                "JumpToScene",
                "RandomSexTease"
            ]
        },
        {
            "NameOfScene": "BreastNuzzlingSexOrgasm",
            "theScene": [
                "EndMotionEffect",
                "PlayMotionEffect",
                "SwayOnce",
                "Gemes suavemente mientras te acercas a tu límite, y tu polla duele y pulsos con placer orgásmico mientras Aiko aprieta la cabeza entre sus tetas.",
                "PlayMotionEffect",
                "SwayOnce",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Tu polla palpita y se contrae con intenso placer mientras brota las espesas cargas de semen en el coño deliciosamente cálido de Aiko ...",
                "ChangeEnergyQuietly",
                "25",
                "ChangeProgress",
                "-1",
                "Aiko solo parece sostenerte más fuerte después de que terminas de correr dentro de ella ... pero a pesar de tu orgasmo, no solo te sientes un poco más cálido, también te sientes extrañamente energizado.",
                "JumpToScene",
                "RandomSexOrgasmTease"
            ]
        },
        {
            "NameOfScene": "SilkenWrappedSex",
            "theScene": [
                "HitPlayerWith",
                "Grind",
                "ChangeEnergyQuietly",
                "5",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckMotionSlow",
                "Mientras estás atrapado en los estrechos confines de su kimono de seda, Aiko muele sus caderas contra ti, revolviendo su interior con tu palidez palpitante mientras un calor agradable se extiende a través de tus caderas en respuesta ... [DamageToPlayer]",
                "HitPlayerWith",
                "Grind",
                "ChangeEnergyQuietly",
                "5",
                "Su kimono de seda parece acariciar su piel a tiempo con sus movimientos, apretándose a su alrededor mientras se mueve, y te encuentras apasionando el cuerpo de Aiko con más fuerza y ​​suavemente empujando su cálido y acogedor coño tú mismo ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "SilkenWrappedSexOrgasm",
                "JumpToScene",
                "RandomSexTease"
            ]
        },
        {
            "NameOfScene": "SilkenWrappedSexOrgasm",
            "theScene": [
                "EndMotionEffect",
                "Te tiemblas feliz mientras tu eje palpita con un placer abrumador, y el coño de Aiko de repente se aprieta con fuerza en tu virilidad.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "SwayOnce",
                "Tu polla pulsa la deliciosa sensación y bombea el vientre de Aiko lleno de tu semilla caliente, y te encuentras acariciando suavemente en su cuerpo de lujoso mientras tiemblas suavemente de placer ...",
                "ChangeEnergyQuietly",
                "25",
                "ChangeProgress",
                "-1",
                "Un murmullo feliz escapa de tus labios mientras sientes que el kimono de Aiko aprieta lentamente alrededor de tu piel hormigueante mientras te sientes cálido y energizado en sus brazos ...",
                "JumpToScene",
                "RandomSexOrgasmTease"
            ]
        },
        {
            "NameOfScene": "HelplessThrusting",
            "theScene": [
                "HitPlayerWith",
                "Bounce",
                "ChangeEnergyQuietly",
                "5",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckMotion",
                "Te encuentras abrumado por la calidez del cuerpo de Aiko y empujas ansiosamente a su coño, enviando sacudidas de placer a tu cuerpo ... [DamageToPlayer]",
                "HitPlayerWith",
                "Bounce",
                "ChangeEnergyQuietly",
                "5",
                "Atentamente a tientas en la parte trasera bien formada de Aiko, aprovechas fácilmente tus empujes en ella, haciendo que su cuerpo lujoso se mueva con cada movimiento poderoso que haces, y ella sonríe suavemente mientras aprieta la cabeza entre sus tetas para tus esfuerzos ... [DamageToPlayer]",
                "IfPlayerOrgasm",
                "HelplessThrustingOrgasm",
                "JumpToScene",
                "RandomSexTease"
            ]
        },
        {
            "NameOfScene": "HelplessThrustingOrgasm",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckMotionFast",
                "El placer cae en cascada sobre tu cuerpo mientras pides en Aiko, y comienzas a empujar más rápido y más rápido en su deliciosamente cálido coño.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "EndMotionEffect",
                "PlayMotionEffect",
                "BounceOnce",
                "Con un movimiento maravilloso final, te sumerges en su hendidura apretada, y tu palidez de la virilidad le pinta un interior un calor blanco mientras te estremes en el orgasmo.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeProgress",
                "-1",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "AikoHugToggleCheckMotionSlow",
                "Gemes suavemente y continúas empujando suavemente tus caderas en las de Aiko mientras el placer irradia desde tu ingle, y te sientes tan cálido y lleno de energía en sus brazos ...",
                "JumpToScene",
                "RandomSexOrgasmTease"
            ]
        },
        {
            "NameOfScene": "RandomSexTease",
            "theScene": [
                "JumpToRandomScene",
                "WarmingUp",
                "TightSqueeze",
                "DontStruggle",
                "Humming",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "WarmingUp",
            "theScene": [
                "FocusedSpeaks",
                "Te estás calentando tan rápido. ♥",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "TightSqueeze",
            "theScene": [
                "FocusedSpeaks",
                "Me aseguraré de que estés cómodo. ♥",
                "Aiko te aprieta firmemente más cerca de su lujoso cuerpo, y terminas a tientas su curvilínea y acariciando su cofre suave aún más ...",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "DontStruggle",
            "theScene": [
                "FocusedSpeaks",
                "Ahora no pienses en tratar de escapar.Estás mucho más seguro aquí conmigo. ♥",
                "Ella te acaricia suavemente a través de la tela de seda de su kimono con sus suaves manos ...",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "Humming",
            "theScene": [
                "Aiko tararea suavemente una melodía dulce y gentil ...",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "RandomSexOrgasmTease",
            "theScene": [
                "JumpToRandomScene",
                "CumAllYouWant",
                "ThereThere",
                "Kiss",
                "Minty",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "CumAllYouWant",
            "theScene": [
                "Aiko se ríe suavemente mientras acaricia suavemente su cuerpo a través de su kimono de seda.",
                "FocusedSpeaks",
                "Continúa, corre tanto como quieras. ♥",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "ThereThere",
            "theScene": [
                "Aiko acaricia suavemente la parte posterior de tu cabeza a través de su kimono de seda.",
                "FocusedSpeaks",
                "Allí, déjalo todo. ♥",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "Kiss",
            "theScene": [
                "PlayVisualEffect",
                "BlindingFlash",
                "screenKissAiko.png",
                "Mientras te bañas en el resplandor de tu orgasmo, Aiko libera brevemente tu cabeza de su kimono y te besa en la frente con sus lujosos labios antes de sellarte de nuevo dentro de sus túnicas nuevamente.",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "Minty",
            "theScene": [
                "PlayVisualEffect",
                "BlindingFlash",
                "pinkHaze.png",
                "Jadeas en el resplandor del placer mientras permaneces confinado dentro del kimono de Aiko, e inhalas su aroma femenino y bastante menta.Una luz que se siente con la cabeza que domina tu mente mientras palpillas en el eje dentro de su coño, y te acaricias en su suave cofre con un suspiro.",
                "JumpToScene",
                "PostLoopCheck"
            ]
        },
        {
            "NameOfScene": "PostLoopCheck",
            "theScene": [
                "IfPlayerSpiritGone",
                "Loss",
                "IfInExploration",
                "noKotoneCheckLoop",
                "IfHasPerk",
                "Kotone's Hypno Lover",
                "noKotoneCheckLoop",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "HypnoLoopCheck",
                "Menu",
                "Need to struggle free! (Power)",
                "Need to slip free from her! (Technique)",
                "Just a bit longer...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "noKotoneCheckLoop",
            "theScene": [
                "Menu",
                "Need to struggle free! (Power)",
                "Need to slip free from her! (Technique)",
                "Just a bit longer...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Loss",
            "theScene": [
                "Dejas escapar un feliz gemido mientras te relajas en los brazos de Aiko, completamente exhausto e incapaz de incluso contemplar resistirla más ...",
                "ClearMonsterEncounter",
                "EndVisualEffect3",
                "JumpToEventThenScene",
                "The Frozen Room",
                "Stay with Aiko..."
            ]
        },
        {
            "NameOfScene": "Kissing Loss",
            "theScene": [
                "ChangeImageLayer",
                "ImageSet",
                "FaceCloseUp",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "ChangeImageLayer",
                "BodyExtra",
                "BlushMild",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "Dejas escapar un feliz gemido cuando Aiko te da un beso profundo y amoroso, y te encuentras dejando ir completamente cojeando mientras su lengua domina la tuya y sus labios regordetes presionan contra tu boca, dejando tu mente en una agradable neblina rosa menta.",
                "Ella no le da a su mente debilitada un momento para recuperarse, y dejas escapar un gemido mientras frota suavemente sus suaves tetas contra ti, al tiempo que mueve sus suaves muslos contra tu erección palpitante mientras está bañado en el calor de su coño justo arriba de arriba.él.",
                "No te quedas sin aliento mientras se niega a romper la sesión de Make Out Mind Out, su sabor de menta se apodera de tus sentidos, y cuando una de sus manos se rasca con amor la parte posterior de tu cabeza, los escalofríos celestiales se sienten a través de todo tu cuerpo comoElla te burla y te mimos con su cálido cuerpo.",
                "El placer se basa en su dolor de virilidad mientras mantiene la boca encerrada en sus labios regordetes, y cada giro de su lengua, la simple sensación de sus senos se frota contra su pecho, o un suave apretón de sus muslos, solo duplica la dulce dicha creciendoDentro de tu polla.",
                "Te retorces débilmente con la construcción de la mente derretiendo el éxtasis en los estrechos confines de su kimono de seda que te está atrapando contra su cuerpo sintosamente regordete, cada pequeño movimiento burlón de su lengua parece que podría desencadenar un orgasmo climático a medida que domina la boca.",
                "Su calidez impregna por completo tu cuerpo en este dulce abrazo, y su saliva menta es lo único que puedes probar, cada apretón de sus muslos envía una sacudida de maravilloso éxtasis a través de tu virilidad que te deja gimiendo felizmente en su amoroso beso.",
                "EndCustomBarrage",
                "PlayVisualEffect",
                "BlindingFlash",
                "screenKissAiko.png",
                "PlayerOrgasmNoSpiritLoss",
                "PlayVisualEffect2",
                "DoublePulse",
                "white.png",
                "De repente intensifica el beso con intensidad amorosa, antes de finalmente romper el intoxicante beso de menta con un 'mwah' definitivo, y cada fibra de tu ser se electrifica instantáneamente con la felicidad climática alucinante, poniendo tu polla con placer mientras graba cuerdas gruesasde semen por sus muslos y kimono.",
                "A medida que su orgasmo se apaga, ella le sonríe dulcemente mientras su atuendo y su cuerpo absorben silenciosamente su semen, mientras se contrae con una sonrisa extasiada sin sentido en el suave abrazo de Aiko mientras su lápiz labial hormiguea calurosamente en sus labios.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Speaks",
                "Ahhh ... ♥ te ves tan feliz y cálido ahora. ♥ pero sé que quieres {i} más {/i} de mis cálidos besos. ♥",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "Ella persigue sus labios regordetes y comienza a inclinarse, y no puedes incluso contemplar tratar de resistir su cálido abrazo reconfortante o los besos amorosos que ofrece.Ella te da un cálido beso en los labios, dejando otra marca de lápiz labial hormigueante en tu boca antes de que comience a salpicar tu cara suavemente con besos recubiertos de lápiz labial, cada uno envía una sacudida de placer en tu cerebro directamente a tu cerebro.",
                "EndCustomBarrage",
                "Dejas escapar un gemido o un gemido feliz con cada beso cálido, y ella detiene abruptamente sus besos con una risita amorosa mientras mira su mano, tu cara completamente cubierta de marcas de besos azules dispersos, todos hormigueando calurosamente en tu rostro, dejando tu cuerpo.Ardor con el ansia de más, ya que su polla pulsa con necesidad con necesidad.",
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Speaks",
                "Hmmm, ♥ Tan divertido como es, deberíamos movernos a un lugar más cálido y acogedor que esta fría habitación invernal, ¿no estás de acuerdo? ♥",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "GoToThicknessInCombat",
                "Asintió ansiosamente de acuerdo, una sonrisa tonta en su rostro, incapaz de preocuparse por nada más que un placer más cálido.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Ella sonríe dulcemente antes de mover las piernas suavemente para que estén firmemente envueltas alrededor de sus anchas caderas, abrazas firmemente su suave cuerpo mientras camina lentamente hacia la habitación desde la que ingresaste.",
                "Felizmente acaricias en su cuello con un suspiro mientras camina, deleitando con la sensación de sus cálidas marcas de lápiz labial en tu cara, y el sabor a menta que todavía impregna la boca.",
                "ChangeImageLayer",
                "Base",
                "Nude",
                "Apenas coherente, ni siquiera te das cuenta de que has llegado a la habitación cálida y lujosamente decorada hasta que te sientas al borde de la maravillosa cama queen de la habitación, Aiko se escapa sensualmente de su forma ajustada de Kimono frente a ti, frente a ti,Mirándote con una cálida sonrisa.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "FaceCloseUp",
                "ChangeImageLayer",
                "Base",
                "Nude",
                "ChangeImageLayer",
                "BodyExtra",
                "BlushMild",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "Ella le da a tu frente un beso amoroso que te envía un cálido y agradable escalofrío a través de ti antes de que te guíe suavemente sobre la cama y te envuelve a ambos en sus lujosas mantas suaves mientras se acuesta hacia tu lado.",
                "Sus suaves senos están presionados contra ti, y deforma una de las piernas alrededor de las tuyas que entrelazan a tus cuerpos más cerca de los senderos de su mano por tu torso hacia tu erección aún palpitante.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Speaks",
                "Allí, ♥ agradable y acogedor. ♥",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "Su dulce susurro en tu oído te hace temblar de placer, y ese titular agradable solo se intensifica mientras te besa la oreja.",
                "Speaks",
                "Pero debemos cuidar {i} esto {/i} antes de dormir. ♥",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "Gemes cuando su mano termina en broma a lo largo de tu cuerpo, y deforma suavemente sus dedos alrededor de tu polla dolorosa y pulsante.",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "Ella comienza a bombear lentamente y con ganas de su polla sacudida, todo mientras le da a tu rostro una suave aluvión de besos recubiertos de lápiz labial, cada marca de beso hormiguea en tu piel.",
                "Dejas escapar un gemido desesperado y giras tu rostro hacia ella, cada golpe suave de su mano sobre tu polla llena tu ingle con dulce placer celestial, y el cálido abrazo llena tu núcleo con calidez amorosa.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "EndCustomBarrage",
                "Speaks",
                "Dios mío, ♥ realmente quieres correrte. ♥ Bueno, ♥ Cum todo lo que quieras [ThePlayerName]. ♥",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Kiss",
                "Su mano comienza a aumentar lentamente su ritmo, enviando oleadas de cálido placer a través de ti, y ella se inclina suavemente y bloquea los labios con los de ella, dándote un beso romántico profundo, llenando tu cerebro de felicidad mientras su lengua domina la tuya.",
                "El éxtasis se acumula en tus caderas con cada golpe suave y burlón de su mano, y su dulce beso amoroso derrite tu placer borracho con su maravillosa calor.",
                "Tu polla palpita y se contrae cuando se acerca al borde de la felicidad climática, pero justo antes de que te corras, su mano deja de ser la virilidad, dejándote al borde del orgasmo.",
                "Pero Aiko duplica su beso amoroso, frotando suavemente sus suaves senos contra ti mientras su cálida y acogedora sesión de besos contigo lentamente te acerca lentamente más y más cerca del clímax.",
                "Su mirada gentil y dulce está cerrada con los tuyos y sus labios regordetes se sienten tan suaves y que se asientan la mente presionados contra su boca, y su afecto amable y suave abruma lentamente su mente mientras la cálida felicidad menta se desborda su cerebro.",
                "El dulce placer almibarado fluye por tu cabeza en tu cuello, un cálido y amante éxtasis lentamente te apoda de que más te bese cariñosamente con sus labios suaves celestiales, cada acaricia de su lengua empuja suavemente el dulce éxtasis hacia adelante a través de tu cuerpo.",
                "El beso apasionado de Aiko se convierte en lo único que te importa en este momento, y a medida que el cálido placer fluye sobre tu pecho, tu corazón corre con amor, y a medida que la calidez almibarada se acerca a tus caderas, tus pulsos y palpas más duro y más rápido con sacudidasde construcción de placer.",
                "Todo su cuerpo está temblando de una felicidad suave cuando el cálido éxtasis inducido por el beso comienza a fluir en su dolor de polla, pulsos de placer que lo hace, golpearlo una y otra vez mientras el éxtasis almibarado se abre paso a través de su virilidad hacia la punta.",
                "El beso de menta y la mirada amorosa de Aiko se convierten en tu mundo, y gemirás feliz mientras el maravilloso placer de hacer hormigueantes llena tus dolientes bolas, ansioso por volar tu carga caliente y vapor para Aiko.",
                "Finalmente, cuando el placer almibarado supera todo su cuerpo y llega a la cabeza de su polla, su visión se vuelve blanca con éxtasis, sus caderas se ponen sin pensar en las mantas suaves mientras su polla erupciona corriendo explosivamente en la ropa de cama y aiko.",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "El tiempo parece extenderse mientras Aiko continúa besándote con sus labios llenos de lápiz labial recubierto de labios, todo tu cuerpo electrificado con placer candente, un orgasmo aparentemente interminable que se rasga a través de tu cuerpo a medida que continúas corriendo cada vez más.",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Aiko se ríe dulcemente mientras te ahogas en un cálido éxtasis, y su mano regresa bruscamente para acariciar tu polla varias veces, el éxtasis de cada golpe casi te hace negro del placer a medida que te corres cada vez más.",
                "EndCustomBarrage",
                "CallEventAndSceneThenReturn",
                "Bed Mimic",
                "GoToThicknessInCombat",
                "ChangeImageLayer",
                "Expression",
                "Base",
                "ChangeImageLayer",
                "Base",
                "Nude",
                "Su cuerpo y la ropa de cama se remontan con avidez en cada gota de su semen, y lentamente su mente derretiendo el orgasmo se aleja, y Aiko deja de acariciar suavemente su eje que todavía se contrae y rompe suavemente el beso romántico con una suave sonrisa.",
                "Todo su cuerpo está inundado con un cálido aclarador de sueño, y te sientes completamente feliz y feliz en el suave abrazo que estás compartiendo con Aiko en esta lujosa cama, una expresión de placer borracho que domina tu rostro.",
                "ChangeImageLayer",
                "Expression",
                "AraAra",
                "Speaks",
                "Buen trabajo. ♥ Ahora, apuesto a que necesitas un poco de descanso después de eso. ♥",
                "Dumly asiente y ella se acurruca suavemente más cerca de ti, y no te lleva mucho tiempo a la deriva en este cálido acogedor abrazo ...",
                "ChangeFetish",
                "Kissing",
                "10",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Anal Victory Scene",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "BodyExtra",
                "1",
                "BlushSevere",
                "Aiko aulle con éxtasis mientras sigues empujando su culo apretado mientras ella espasma con una dicha orgásmica.",
                "Impulsado por el lujurioso instinto que la follas implacablemente, haciendo que su culo lujoso salte y se mueva deliciosamente incluso cuando te titan el trasero suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "BodyExtra",
                "1",
                "Blush",
                "Sus espasmos traseros apretados alrededor de su palidez de la palidez cada vez que golpeas las caderas en su trasero de almohada, y ella deja escapar gemidos incoherentes lascivos.",
                "Notas que está empezando a desvanecerse de la altura orgásmica casi constante que le estás dando, y con desesperación por corre más fuerte y más rápido, pistonando en ella dejándola gimiendo aún más fuerte mientras su cuerpo temblaba con placer en la nieve.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "BodyExtra",
                "1",
                "BlushSevere",
                "Con algunos empujes definitivos y fuertes finales, te corres explosivamente dentro de su cálida trasera, dejándolos a ambos llorando en éxtasis mientras la llenas de semen.",
                "Ambos jadean tratando de recuperar el aliento, disfrutando de un cálido resplandor placentero, y encuentras tus manos a tientas con amor su cálido cuerpo lujoso incluso cuando se desvanece.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Aiko logra mirarte con una sonrisa lujuriosa y amorosa, su rostro profundamente al ras, antes de que desaparezca de su multitud de orgasmos, dejándote solo en la tormenta de tormentas."
            ]
        },
        {
            "NameOfScene": "Temptation Victory Scene",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "BodyExtra",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Aiko se derrumba hacia atrás sobre el suelo nevado jadeando con placer, su kimono se abre revelando su delicioso escote, sus curvas femeninas suaves y su coño humeante y caliente, abriéndose para invitarte al interior.",
                "El viento helado sopla que te tembla mientras contempla si debes aprovechar el cuerpo cálido de la mujer lujosa ...",
                "Menu",
                "Keep moving!",
                "Fuck her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep moving!",
            "theScene": [
                "EndAllVisualEffects",
                "Ignoras la tentación del lujoso cuerpo de Aiko, y ella se desvanece de su reciente orgasmo, todavía jadeando con excitación."
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "BodyExtra",
                "1",
                "BlushSevere",
                "Te subes a la forma propensa de Aiko con la lujuria ardiendo en tu ingle, y ella te da una sonrisa tímida pero conocida, su rostro se enrojeció de necesidad.",
                "ChangeEnergyQuietly",
                "5",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Aiko gime en voz alta mientras sumerges tu erección contraproducente dentro de su cálido acogedor coño, y le da a tu eje un apretón de bienvenida antes de comenzar a empujar.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "El calor inunda tu cuerpo mientras la follas, haciendo que la tormenta de nieve fría a tu alrededor sea irrelevante, y dejas que tus manos deambulen por sus suaves curvas, haciendo su jadeo mientras juegas con sus senos cálidos.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "Ella jadea con todos sus empujes, amando cada momento de sus atenciones sexuales dominantes, y su polla pulsa con una cálida necesidad cada vez que se acumula dentro de su coño apretado.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "El interior de su coño es de calor, se aferra de manera necesaria a su eje como si estuviera desesperado por mantenerlo adentro, y su calor intoxicante lo impulsa a empujarla lo antes posible, dejando que sus senos reboten deliciosamente cada vez que empujas.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "EndCustomBarrage",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "Aiko logra envolver sus brazos alrededor de tu cuello con una expresión de amor borracho en su rostro mientras continúas follándola, y ella te lleva para un beso romántico descuidado que deja tu boca hormigueando de su lápiz labial.",
                "EndCustomBarrage",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko5.png",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Gomas en voz alta mientras el beso romántico de Aiko te envía al borde, tu polla está latiendo de su simple gesto romántico y empujas una última vez cuando su coño aprieta tu virilidad como un vicio cálido, siente una espesa carga de tus bolas tanUsted se contrae y se estremece con la felicidad climática.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "EndImagePulseLoopingList",
                "Finalmente, los dos rompen el beso, jadeando el aire con aliento pesado, y Aiko te mira a los ojos, su expresión de lujuria y afecto suave, rogándole sin palabras que te quedes en su cálido abrazo.",
                "IfPlayerSpiritGone",
                "CantStopFucking1",
                "Menu",
                "Keep moving.",
                "Fuck her more!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep moving.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "EndAllVisualEffects",
                "Lamentablemente te alejas del cuerpo lujoso y atractivo de Aiko, y ella te da un pequeño puchero mientras se desvanece, todavía al ras de excitación."
            ]
        },
        {
            "NameOfScene": "CantStopFucking1",
            "theScene": [
                "Izquierda jadeando, te sientes extrañamente mareado por tu reciente orgasmo, pero con tu polla alojada dentro de su cálido coño no puedes pensar en ninguna buena razón para detenerte ahora, la mera idea de levantarte demasiado agotador y frío.",
                "JumpToScene",
                "Fuck her more!"
            ]
        },
        {
            "NameOfScene": "Fuck her more!",
            "theScene": [
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "10",
                "PlayVisualEffect",
                "Kiss",
                "screenKissAiko.png",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "Reanudas empujando a Aiko, y ella suspira felizmente antes de darle a tu cara una ducha de cálidos besos de sus labios almohados, dejando marcas de beso cálidas y hormigueantes donde sea que decida besarte.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "Aiko envuelve suavemente sus piernas alrededor de la cintura, acercándote aún más a su cuerpo maravillosamente regordete, manteniendo su polla firmemente alojada dentro de ella mientras la empujas una y otra vez.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "Deslizas los brazos debajo de ella para apretar el abrazo aún más buscando más de su lujoso cuerpo, y sus suaves tetas se aplastan deliciosamente, todo mientras ella besa con amor tu cara y cuello, y continúas follando a su cálido coño apretado.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "EndCustomBarrage",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "Finalmente, te besa profundamente en los labios, presionando sus labios de almohada contra tu boca, invadiendo en broma tu boca con la lengua, dejando que baile románticamente con los tuyos mientras mira amorosamente a tus ojos, y encuentras tu corazón acelerando en tu pecho.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "No puedes evitar que tu polla estuvieras en su polla en su coño caliente y humeante, dejando tu virilidad pulsando con cada empuje y tus bolas que se contraen con la necesidad de llenarla con tu semilla.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "El abrumador calor y el placer lo superan como un orgasmo alucinante cae en cascada en todo su cuerpo con un empuje final mientras su polla bombea cargando después de la carga de su espeso espeso en ella.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ambos gemen en voz alta mientras spasmo con placer, y ella aprieta su amoroso agarre en tu cuerpo, sus piernas encerradas a tu alrededor manteniendo tu polla palpitante dentro de ella mientras continúas impulsando poderosamente tu semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "Finalmente, el beso se rompe y ambos jadean las caras de aire profundamente sonrojadas de cálida excitación, Aiko aprieta los brazos y las piernas a tu alrededor, acercándote a su cuerpo curvilíneo con una sonrisa amorosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "No te vayas [ThePlayerName], solo quédate aquí conmigo, te mantendré caliente. ♥",
                "Tu polla palpitaba y se contraproduce dentro de ella, sus palabras solas parecían que te harían correrse dentro de ella nuevamente.",
                "IfPlayerSpiritGone",
                "CantStopFucking2",
                "Menu",
                "Keep moving.",
                "Don't stop fucking her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "CantStopFucking2",
            "theScene": [
                "Tu cabeza queda felizmente girando de tu poderoso orgasmo reciente, y a medida que su cálido coño aprieta tu dolidoso eje, no puedes pensar en ninguna buena razón para parar ahora, follarla es una alternativa mucho mejor a la tormenta de nieve fría.",
                "JumpToScene",
                "Don't stop fucking her."
            ]
        },
        {
            "NameOfScene": "Don't stop fucking her.",
            "theScene": [
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Esta vez la presionas en el beso y ella gime de sorpresa, sus piernas apretando fuertemente alrededor de tu cintura mientras empujas su cálido coño una vez más, haciendo todo lo posible para golpearla profundamente como sea posible con tu erección palpitante.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "Aiko gime felizmente en tu beso agresivo con todos tus empujes, y ella se aferra firmemente a ti, presionando sus lujosos senos contra ti, y te tiemblas por la sensación de sus cálidas marcas de lápiz labial que todavía hormiguean en tu cara.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "15",
                "Tu polla se contrae felicidad dentro de su coño celestial y cálido mientras aprieta suavemente tu longitud, ya que ya no haces empujes largos, ahora contentos con los encendidos, manteniendo tu eje profundamente dentro de su coño cálido mientras sus piernas se tensan más alrededor de tu cintura, dejándote locamente.Hombrándola.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "PlayVisualEffect2",
                "BlindingFlash",
                "screenKissAiko.png",
                "El dulce placer se pone en tu ingle con cada empuje de fuego rápido y tu mente parece que se está derritiendo por el placer y el beso amoroso de Aiko cuando te encuentras perdido en su sabor menta y sin aliento.",
                "ChangeEnergyQuietly",
                "15",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Escuchas su risita seductiva mientras sigues empujando en su cálido coño celestial, cualquier motivo, pero un placer más cálido que se desvanece de tu mente a medida que un orgasmo cataclísmico se acumula dentro de tus caderas con cada empuje poco profundo que haces.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Mientras la lengua de Aiko baila alrededor del tuyo en un círculo sensual lento, los espasmos de su polla con placer orgásmico y vierte una espesa carga caliente dentro de ella, su alucinante es el placer extático se lava sobre usted, y sus caderas se niegan a dejar de empujar,Buscando más de esta cálida felicidad celestial.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Gemes incoherentemente en la boca de Aiko mientras tu orgasmo se niega a detenerse, y ella se escapa con su propia felicidad climática, tu inequívoco también te está afectando, pero las sacudidas de placer golpear tu virilidad con todos y cada uno de los empujes te dejan corriendo comoUn grifo roto dentro de ella.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayVisualEffect2",
                "Kiss",
                "screenKissAiko.png",
                "PlayCustomBarrage",
                "0.8",
                "0.9",
                "screenKissAiko.png",
                "screenKissAiko2.png",
                "screenKissAiko3.png",
                "screenKissAiko4.png",
                "screenKissAiko5.png",
                "EndLoop",
                "Los afectos amorosos de Aiko sienten que te están abrumando mientras mantiene el beso romántico yendo por tu mente derretiendo el orgasmo, y no puedes dejar de follar a la mujer curvilínea incluso si quieres.",
                "ChangeArousalByPercent",
                "25",
                "Incluso cuando su orgasmo se aleja lentamente, no puede dejar de empujar, y los brazos de Aiko encerrados alrededor de su cuello se niegan a dejar que rompa el beso, sus piernas le impiden firmemente alejarse.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "ChangeImageLayer",
                "Base",
                "1",
                "Seduce",
                "Los ojos de Aiko tienen un brillo travieso en ellos mientras miras a ellos, y sientes que su kimono te envuelve mágicamente, ayudándolo a mantenerte caliente, te ayuda a mantenerte presionado contra su cuerpo regordete.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "HugCloseUp",
                "ChangeBG",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp_BG.png",
                "PlayMotionEffect",
                "SwayOnce",
                "Pero apenas puedes preocuparte, demasiado perdido en el cálido placer intoxicante de su cuerpo, de todos modos hace demasiado frío de ella.El larga y prolongada beso con ella está dejando tu cabeza girando por falta de aire y placer excesivo.",
                "ChangeArousalByPercent",
                "25",
                "PlayMotionEffect",
                "RideSlow",
                "Solo por unos breves segundos, ella te dará para tratar de recuperar el aliento antes de chocar sus labios de almohada en tu boca, dejando tu polla ya pulsando con éxtasis orgásmico con cada empuje.",
                "PlayerOrgasm",
                "2",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayVisualEffect3",
                "BlackOut",
                "Monsters/Aiko/Hug/AIKOHUG_CloseUp_Steam.png",
                "Gemes de manera incoherente cuando tu virilidad palpitante comienza a brotar dentro de ella nuevamente, llenándola con una carga fresca de tu espeso espeso, tal vez incluso más que la última vez, pero aún no puedes parar, su cuerpo es demasiado tentador y tú 'demasiado perdido en dulce placer.",
                "PlayMotionEffect",
                "RideSlow",
                "Incluso cuando su visión comienza a girar en los bordes que sigue empujando, otro edificio de orgasmo ya, y está ansioso por sentir esa cálida dicha nuevamente, por lo que empujas cada vez más, dejando tu mente en blanco, excepto Aiko y el cálido placer de ella.El cuerpo te está dando.",
                "PlayerOrgasm",
                "2",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "El mundo se drena a medida que su cuerpo se tembla con el éxtasis climático, y vierte otra espesa carga de semen en su cálido acogedor coño mientras se aprieta alrededor de su eje, y el sabor de la menta abruma su lengua.",
                "PlayerOrgasm",
                "3",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "RideSlow",
                "Mientras la oscuridad toma tu visión, ves que Aiko comienza a desvanecerse, pero aún puedes sentirla besarte sin sentido a medida que tu visión se desvanece por completo, y su coño mientras empujas locamente hacia él, corriéndose una y otra vez en su cálido sexo codicioso.",
                "SetSpirit",
                "0",
                "PlayBlackOut",
                "No dejes de follar su cuerpo femenino hasta que ambos se desvanecen por completo, derritiéndote con un placer feliz ...",
                "EndCustomBarrage",
                "...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Kissing",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "EndAllVisualEffects",
                "GameOver"
            ]
        }
    ]
}