{
    "name": "Kunoichi Rope Trap",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "Can you avoid the clever handywork and ambushes set up by the kunoichi of the temple?",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "A medida que continúa por los muchos pasillos y pasillos del templo, atraviesas otra puerta hacia un segmento más pequeño.A diferencia de los demás que has encontrado hasta ahora, se siente sospechosamente vacío, un silencio inquietante que cuelga en el aire mientras te aventuras más cautelosamente.",
                "Sin niñas monstruosas que puedas ver o escuchar, sigues avanzando, cuidando lo que sea que esté al acecho a la vuelta de la esquina.Vigilante a su entorno, puede jurar que escuchó el crujido inactivo de un tablero, el sutil clic de madera en la piedra, haciéndole una pausa para considerar sus opciones ...",
                "AllowInventory",
                "Menu",
                "Continue forward.",
                "RequiresEnergy",
                "50",
                "Return the way you came and find a different route. (Costs 50 Energy)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Return the way you came and find a different route. (Costs 50 Energy)",
            "theScene": [
                "Otro crujido inactivo y el ruido sordo dentro de las paredes del templo te convence por completo de que algo no está del todo bien, por lo que en lugar de pisar hacia adelante, decide volver y encontrar otro camino a través de un corredor diferente.",
                "ChangeEnergy",
                "-50",
                "Mientras vuelve a abrir la puerta para salir de la habitación en la que acabas de ingresar, sientes que puedes escuchar una voz femenina, dejar escapar un resoplido de frustración ... pero no pasa nada más.",
                "Encogiéndose de hombros y cepillándolo, se retira y, después de una o dos horas de trekking sin incidentes, encuentre otro camino para explorar.",
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "Continue forward.",
            "theScene": [
                "DenyInventory",
                "Confía en que lo que sea que esté por delante no será un problema, o tal vez simplemente curioso por ver lo que te espera, te vuelves hacia adelante y alrededor de la esquina sombra a otro segmento del corredor.Mientras lo haces, un sonido misterioso y agudo resuena en las paredes, algo así como un risita amenazada, femenina y burlona ... y sin embargo, el pasillo todavía parece vacío.",
                "Todavía me pregunto de qué podría tratarse, toma varios pasos más hacia adelante y escucha otro ruido: una serie de pequeños clics mecánicos esta vez.Y mientras miras a su alrededor, tratando de discernir el origen y la naturaleza del ruido, ¡una de las piedras del piso que bordean el túnel de repente se hunde en el suelo debajo de tu pie!",
                "De inmediato, una conmoción mecánica resuena a través del túnel antes de una cascada de golpes afilados de casi todas las direcciones a su alrededor.Apenas tienes tiempo para distinguir varias cuerdas rojas que salen libres de las superficies circundantes del túnel a medida que te cierran rápidamente.¡Es una trampa!",
                "Menu",
                "Rely on your reflexes! (Tech)",
                "Dodge at random and hope it works out! (Luck)",
                "Stand there and look dumb.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Rely on your reflexes! (Tech)",
            "theScene": [
                "StatCheck",
                "Technique",
                "20",
                "Dodge Trap Tech",
                "Fail",
                "CaughtByTrap"
            ]
        },
        {
            "NameOfScene": "Dodge at random and hope it works out! (Luck)",
            "theScene": [
                "StatCheck",
                "Luck",
                "20",
                "DodgeTrapLuck",
                "Fail",
                "CaughtByTrap"
            ]
        },
        {
            "NameOfScene": "Stand there and look dumb.",
            "theScene": [
                "JumpToScene",
                "CaughtByTrap",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Dodge Trap Tech",
            "theScene": [
                "A medida que los holgueros rojos rayados atraviesan el aire, ¡te estés en cuenta y te preparas para evadir!¡Saliendo hábilmente a la acción, logra agacharse y abrirse camino a través de las cuerdas rápidas y rompiéndose de la trampa!",
                "Sin embargo, incluso cuando los esquivas ágilmente, te das cuenta de que los artilugios no se detienen en lo más mínimo.Cualquiera que sea el mecanismo que se alimente, la trampa aparentemente los mantiene en movimiento incluso sin un objetivo, ¡las innumerables bobinas que buscan algo para agarrar como tantos apéndices de misiones!",
                "JumpToScene",
                "TrapReversal"
            ]
        },
        {
            "NameOfScene": "DodgeTrapLuck",
            "theScene": [
                "¡El peligro se apresura a su alrededor, y en pánico, simplemente confía en hacer todo lo posible para no ser golpeado!Un salto frenético al revés, un salto torpe, una afortunada esquiva aquí y allá ... ¡no puedes creer que en realidad no te hayas atrapado todavía!",
                "Sin embargo, en sus esfuerzos descoordinados para evitar la trampa, encuentra su pierna trasera enganchada por una de las cuerdas, tropezando.Milagrosamente, el error te envía hacia atrás justo fuera del rango efectivo de la trampa, pero a medida que te levantas, ya ves que incluso entonces, el dispositivo no parece detenerse, sus muchas cuerdas rojas todavía atacan, tratando de agarraralgo.",
                "JumpToScene",
                "TrapReversal"
            ]
        },
        {
            "NameOfScene": "TrapReversal",
            "theScene": [
                "Aun así, parece estar fuera de peligro y, por lo tanto, evitó con éxito la trampa, pero no vio forma de desarmarlo, elige esperar en su lugar para que las cuerdas que dejen de moverse salvajemente deje de moverse para que pueda pasar.Pero a medida que te quedas allí y miras, el crujido de una bisagra de metal se puede escuchar desde arriba mientras se abre una escotilla, un aprendiz de Kunoichi de inmediato y con estilo se suelta del techo con una sonrisa victoriosa.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Body",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jaja, humano tonto, no puedes esperar deambular tan descuidadamente y",
                "Mientras cae, sus ojos se encuentran con los tuyos, y rápidamente se da cuenta de que en realidad no te han atrapado en su trampa, que actualmente todavía está azotando ciegamente y buscando una víctima.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "{i} pensé que lo había configurado! {/i}",
                "La expresión del aprendiz cambia muy rápidamente de burlarse del triunfo al pánico mientras agita los brazos en su caída, haciendo todo lo posible para evitar la comprensión frenética del giro de las cuerdas.Desafortunadamente para ella, la trampa es tan efectiva como despiadada, y después de enganchar una de sus extremidades, la arrastra rápidamente a su centro, el Sucúcubo grita consternado por su situación.",
                "Sin dudarlo, la trampa se vuelve sin pensar a su dueño, una cuerda seguida de otra mientras se tejen intrincadamente alrededor de su cuerpo, los gritos de alarma de Kunoichi se convierten rápidamente en ruidos sensuales excitados teñidos de pánico mientras está aturdida, un patrón apretado y entrecruzadoenvolviendo su figura femenina.",
                "Su atuendo ya no está haciendo mucho para ocultar sus curvas, y las cuerdas rojas se aprieta contra su piel flexible como para enfatizarlas aún más, mientras que sus brazos están cruzados y atrapados a sus espaldas, evitando cualquier intento de escape.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Los muslos regordetes que se derraman de sus medias de red, sus pechos casi salen de la delgada tela morada y una cuerda de la entrepierna cuidadosamente metida entre sus piernas, no puede evitar gemirse mientras se retuerce en el agarre de la trampa de las mariquitas que restringe.",
                "Speaks",
                "¡Hnnng!D-Damn, esta cosa es demasiado apretada ...!Nnnnm ... ~",
                "Puedes ver a la demonía morderse el labio mientras trata de luchar contra la esclavitud de terciopelo manteniéndola suspendida en el medio del pasillo frente a ti, pero sus intentos de liberarse se cortan fácilmente por la cuerda de la entrepierna.Los muslos, la niña ninja solo logró frotarlo contra su coño y mostrar sin saberlo su cuerpo con escasamente vestido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disdain",
                "Al quedar atrapado dentro de su propia trampa, el Kunoichi ha abierto generosamente el camino para que continúe ... si así lo desea ...",
                "Menu",
                "Take pity on the careless trainee and help her out of her own trap.",
                "Move on and ignore the bound trainee.",
                "Take advantage of her mistake and punish her lewdly!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Take pity on the careless trainee and help her out of her own trap.",
            "theScene": [
                "Brevemente consideras seguir adelante ahora que el camino es claro, pero mientras miras a la demoneta que sigue retorciéndose y tratando de liberarse, no puedes evitar que se compadezca de ella, tan excitante como la vista de su retorcimiento y retorcido mayo puedeser.De manera resuelta, das unos pasos más cerca, y ella comienza a enjuagarse y hincharse aún más en tu enfoque, aunque las cuerdas inquebrantables aseguran que no vaya a ningún lado mientras se quita.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Speaks",
                "H-hey, quédate, estúpido humano, i- gnnn ... ~!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "A pesar de sus esfuerzos, la lucha solo la pone en una posición aún peor, haciéndote hacer una pausa por un momento para ver mientras sigue retorciéndose y despotricando, solo continúa una vez que está claro que no va a ninguna parte.Un gemido de la frustración parcial y la excitación reacia reacia escapa al Sucúcubo mientras detiene su inútil agitando, su cuerpo rebota ligeramente a medida que su peso cae en el abrazo de las cuerdas, aunque todavía brilla hacia usted.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Evil",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Retrocede, dije!¡O te arrepentirás!¡No sabes de lo que soy capaz!",
                "Con un suspiro, ignoras el tirón del aprendiz y te desatirás, aflojando los nudos y tirando de los hilos parásitos a través de los bucles que se abren.Al principio, ella sigue quejándose, pero una vez que se da cuenta de que en realidad no estás aprovechando la situación, sino que trabajas para liberarla, la Demonette cambia a un malhumoramiento silencioso, dispuesto a soportar silenciosamente la humillación en lugar de permanecer atascada.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleeping",
                "Eventualmente, las manos del Kunoichi se liberan, y ella espera en silencio a que afloje sus lazos lo suficiente como para que de repente se suelte, y de hecho lo habría facilitado sin ceremonias si no hubiera extendido una mano para atraparla.Con un ruido avergonzado, las mejillas del súcubo sonrojan rojos mientras ella te aparece reflexivamente y luego se endereza apresuradamente, sus sandalias de madera se abren contra la piedra de los salones del templo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Speaks",
                "L-Listen Up, Human, solo porque tuviste suerte esta vez ... er ... no significa que tengas tanta suerte la próxima vez!",
                "Ella termina con la luz, arreglándote con un resplandor fumante, una cuerda cruzada y entrecruzando las marcas claramente visibles en su piel.Aunque su lenguaje corporal todavía insinúa la beligerancia acumulada, sus ojos miran de esta manera y tan nerviosamente, como si tratara de reorientarse a sí misma.Antes de que puedas intervenir o hacer un movimiento, ella se mueve por lo bajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "Pero gracias ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Luego, nuevamente sin darte la oportunidad de responder, el Kunoichi arroja un pequeño paquete que estalla con humo, ocultándola de tu puntoEl ruido de sus tacones en retroceso como ella proclama a través de la oscuridad.",
                "DisplayCharacters",
                "EndLoop",
                "Speaks",
                "Te conseguiré la próxima vez, ¡así que mantén la guardia alta, humano!",
                "Golpeando la nube de polvo con la mano, rápidamente dispersas el estallido de niebla, encontrando el pasillo justo cuando ingresaste anteriormente, incluso las cuerdas parecían haber vuelto a caer en sus nichos.Con su camino ahora claro, rápidamente se dirige una vez más antes de que la trampa se reactiva, continuando más profundamente en los pasillos del templo.",
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "Move on and ignore the bound trainee.",
            "theScene": [
                "Observas brevemente al aprendiz retorcerse, y aunque la vista es atractiva, las cuerdas entran y llaman la atención sobre sus curvas flexibles, decides que es mejor que sigas adelante.",
                "Ahora que la trampa se ha aferrado a algo y ha dejado de moverse, es bastante fácil pasar por ella y pasar por las diversas cuerdas manteniéndola suspendida en el aire, el Sucúcubo se escabulle indignado mientras la pasa.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Speaks",
                "H-Hey, ¿a dónde crees que vas??¡Hnng ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "En sus intentos de escapar, la demonía hace que las fijaciones de Shibari profundicen aún más en sus extremidades y su entrepierna, haciéndola morder el labio para sofocar un grito.Está claro que no sale pronto, pero incluso en una situación tan lamentable, su expresión sigue siendo mayormente desafiante mientras te ve alejarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "¡G-Punte de regreso aquí, maldito humano!No soy ... nnng ... ~",
                "La voz del Kunoichi se vuelve más tranquila y tranquila mientras la dejas atrás y continúas en tu camino, saliendo del área sin más incidentes.Estás seguro de que podrá escapar de la trampa en la que accidentalmente fue envuelta sin ayuda ... probablemente ...",
                "DisplayCharacters",
                "EndLoop",
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "Take advantage of her mistake and punish her lewdly!",
            "theScene": [
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "Aunque podrías tomar tu buena fortuna y seguir tu camino, la exhibición deliciosamente erótica del kunoichi te da otra idea ...",
                "Avanzando, pasas junto al Kunoichi, pero en lugar de continuar adelante, te acercas a ella desde atrás, subiendo a su lado.Distraída por su propia situación, no se da cuenta de inmediato de lo que estás haciendo ... no hasta que tu mano llegue a tientar su trasero bien enmarcado en su estado suspendido.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "Estúpidas cuerdas ... si puedo solo {i} hiie? ~ {/i} wh-¿qué crees que estás haciendo, humano?",
                "Un rubor inunda rápidamente la cara del Sucúcubo mientras sus dedos se hunden agradablemente en su trasero suave y flexible, su cola se mueve erráticamente por todas partes mientras comienzas a sentirla, aprovechando descaradamente de que ella estuviera tan completamente a tu merced.Sacando su cabeza hacia atrás para tratar de mirarte desafiante incluso con el tinte rojo en sus mejillas, se despierta con alza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Speaks",
                "Y, ¿crees que vas a salirse con la tuya?Será mejor que corras mientras aún tienes la oportunidad o ... ¿nnng ... ~!",
                "Si bien ella te amenaza imprudente e infructuosamente con una retribución, tu mano se mueve de su regordete y contra la longitud de la cuerda que le sube a la espalda, dándole un apretón rápido entre sus muslos por si acaso, la tienta inactiva la hace sofocar un gemido yun escalofrío.Tirando en la cuerda de la entrepierna, rocas suavemente su cuerpo de un lado a otro cuando la bobina roja está más apretada contra su coño cubierto de fundoshi, observando sus reacciones.",
                "Speaks",
                "D-No subestimes ... un kunoichi ... Mmmn ... ~!",
                "A pesar de ser aturdido y suspendido como un regalo frente a ti, su espíritu aún logra brillar, pero dudas que pueda mantener esa actitud por mucho tiempo, especialmente cuando te posicionas para mirarla mientras mantiene unaAtrolado apretado en la cuerda de la entrepierna, su erección se esfuerza en sus pantalones de su gemido erótico e inadvertidamente atractivo, sin importar cuán orgullosa y digna esté tratando de permanecer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "C-COWARD!¡No podrás --hnf!-Rómprame, te convierte en H-Huma-Mmmnph ~?",
                "Agarrando la barbilla, inclinas la cara sonroja del Kunoichi para silenciar a su bravuconería innecesaria con un beso profundo.Como era de esperar, hace una demostración de tratar de retorcerse y evadir su alcance, pero con su estado limitado actual y su agarre de la correa de restricción presionando contra su coño, solo logra gemir en sus labios, la exhalación de olor dulce le hace cosquillas ensentidos y haciendo que tu ansiosa polla se mueva.",
                "Speaks",
                "W-wai-mmphn ... j-just h-mmhpp ... h-ja ... mphhhmn ... ~",
                "Atrapado por su asertividad, el aprendiz se pone inmediatamente en el pie trasero y no piensa en tratar de aplicar sus habilidades en placer oral o hacer uso de su aliento afrodisíaco.Reduciendo al beso con una velocidad sorprendente mientras sus lenguas se enredan entre sí, su expresión se derrite en uno de placer sumiso mientras se inclina y presiona contra ella desde atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "En momentos, sus intentos de liberarse se vuelven mucho menos enérgicos, la demonía se hunde lentamente en las cuerdas manteniéndola suspendida por encima del suelo.Ya no necesita mantenerla bajo control con su agarre en la cuerda de la entrepierna, pasa a liberar su longitud dolorida, un pequeño grito que proviene del aprendiz, ya que siente que la abofetea enérgicamente contra su regordeta trasera con cuerda.",
                "Liberando su barbilla, su mano se desplaza hacia abajo para matar a sus senos, tirando fácilmente por la delgada capa de tela para liberar los montículos de lujo para hundir los dedos y amasar, dándole a sus pezones rígidos unos pocos pellizcos amorosos.El Kunoichi jadea acaloradamente antes de que su voz se amortigua rápidamente nuevamente por tu contundente beso, el aprendiz jadee martemente cuando tus labios se separan, reuniendo un aspecto bastante poco convincente de ira feroz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Ja ... ah ... y-you ... nnng ... ¡no se salga con la suya!",
                "Aunque todavía trata de ponerse un frente valiente, el rubor en sus mejillas regala todo mientras se sigue masajeando metódicamente su busto, disfrutando con avidez de sus suaves tetas, rápidamente encontrando exactamente cómo tientas y exprimirla para que sean más lasci más lasci de ella.A medida que continúas tirando y tirando de su Fundoshi, exponiendo su coño ya empapado, la luchadora ninja claramente ha estado disfrutando de su situación más de lo que ella afirmó.",
                "Manteniendo una mano en su pecho, su otra palma descansa sobre su cadera mientras comienza a moler su erección palpitante entre sus nalgas, disfrutando de la sensación fresca y suave de su trasero hinchable contra su polla ardiente.Los gemidos calientes y respirables provienen del aprendiz mientras empujas entre sus muslos, haciéndola a horcajAR de tu virilidad caliente y sacudida, su fiebre mirada excitada pegada a tu eje húmedo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Speaks",
                "W-wait ... Th-That es ... ahh ... ~ Es tan grande ... ~ si lo empujara dentro de mí, lo haría ... {i} ahhnn ~! {/i}",
                "Sin darle tiempo para más simulando, levantas suavemente su cuerpo, sus piernas naturalmente se inclinaron en forma M gracias a su arnés de terciopelo shibari.Al darse cuenta de lo que estás haciendo, ella trata de retorcerse una vez más con ruidos sofocados de excitación impotente, reuniendo un último esfuerzo para escapar de sus ataduras mientras la sensación de tu cabeza de polla presionando sus labios regordetes de los labios de coño hace que sus ojos se ensanchen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "W-wait, espera, {b} wai-! {/b} {i} ahhh ~! {/i}",
                "Cortando sus protestas, la dejas caer sobre tu dolor de erección, lo que la hace llorar con placer de los ojos, su rostro girando mientras pone todo lo que tiene para evitar el orgasmo en el lugar desde la inserción asertiva.Sin piedad, reanudas agredir su busto con movimientos de amasado, el exquisito coño del aprendiz apretando fuertemente a tu alrededor cuando el placer comienza a romper su resistencia para siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "E-incluso esto no es ... {b} ahhh ... ~! {/b}",
                "Se puede decir que está fingiendo por completo mientras envías a tus caderas hacia adelante, el arnés de shibari, lo que hace que sea más fácil empujar con abandono: cada vez, la demonía se balancea un poco hacia adelante de la fuerza de tu empuje antes de volver a verte,Sus gemidos se vuelven más sinceros y desenfrenados a medida que la dicha la supera.",
                "En su sumisión inconsciente, su coño se endurece, haciendo todo lo posible para mantener su artillera de virilidad.A medida que gira los dedos sobre las puntas erguidas de sus senos, les das un remolcador burlón, lo que hace que el aprendiz chillara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Speaks",
                "Eiiiie ~!?N-no ... esto es tan humillante ... Ahhhn ... ~!Atrapado por un humano ... en mi propia trampa ... b Pero ... no puedo ... ~",
                "Con su mano libre, se burla aún más el shinobi con una arena contundente sobre su retaguardia regordeta, cronometrándola con un empuje profundo en ella ansiosamente en espera de coño, su cuerpo temblando en el clímax esta vez mientras deja escapar un grito de guturía, su lengua tira de la lenguafuera de su desaceleración de la boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "Uoooouh ~!¡Me rindo!¡Y, ganas, M-Master!",
                "Con las compuertas rotas, la obstinada resistencia del aprendiz ha dado paso a la sumisión putna, y en lugar de tratar de escapar, puede sentir su cambio de peso corporal para ayudarlo al arnés en traerla sin servicios a su longitud palpitante.",
                "Con mucho gusto llevándola a la oferta, sus caderas se reducen aún más por la espalda, lo que hace que su luz se balancee en balanceo frenético, sus caderas golpeándose en ella mientras se sumerge más profundamente en sus pliegues apretados, cada uno de los empuje, lo que la hace de regreso y el arco ySu voz para criar en éxtasis mientras se entrega descaradamente al placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speaks",
                "{i} yesyesyes {/i}, jódame, maestro ~!{b} ahhnnn ~! {/b}",
                "Interrumpes sus súplicas desenfrenadas con otro golpe en su trasero regordete, lo que hace que la demonía se aprieta los dientes y la babea descuidada mientras la sensación placentera y contundente se lava a través de su cuerpo, lo que la pone a través de otro orgasmo tembloroso mientras llora de manera ininteligible.Devolviendo su entusiasmo, su polla palpita, ansioso por liberar dentro del problema problemático ahora reducido a un juguete de mierda flexible y codicioso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "Ahhh ~!¡Puedo sentirlo!¡Tu polla se está sacudiendo, maestro!¡Hazlo dentro de mí!Hazlo adentro ~!",
                "Boca abierta mientras su lengua cuelga de su boca, el shinobi intenta arrojar su cuerpo hacia atrás contra el tuyo, pero el arnés le impide tener demasiado voz en el asunto, manteniéndola muy bien a su merced ... aunque ... es ...¿Solo tu imaginación, o los lazos se están volviendo más sueltos que cuando estaba 'tratando' de escapar?",
                "Sobre el hombro del pensamiento, en su lugar te dedicas a darle al aprendiz lo que quiere, una serie febril de empujes en el fondo de ella dejando sus gemidos resonando en voz alta por los pasillos del templo con fuerza redoblada, ciertamente dejando sin duda a muchos de los habitantes de los habitantesEn cuanto a qué tipo de corrección está haciendo el luchador Sucescubus.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speaks",
                "{i} yesyesyesyes ... obteniendo ... Ther-{/i} {b} ahhnnoughn ~! {/b}",
                "PlayerOrgasmNoSpiritLoss",
                "Su voz lujuriosa alcanza su punto máximo mientras inundas su coño con tu semen, las cuerdas de semillas blancas la reclaman mientras te aferras firmemente a su cuerpo, tu agarre dominante asegurando que el péndulo de su arnés no la lleva demasiado lejos antes de que termines.Otro clímax que frezan el cerebro el cuerpo del shinobi mientras bombea una carga generosa dentro de ella, luchando aún más su capacidad de pensar o hacer cualquier cosa excepto montar el maravilloso alto.",
                "Después de varios momentos de aferrarse a ella y darle algunos empujes más mientras ella gime insensoriamente en su alcance, se retira a regañadientes, dejando que su esperma grueso fluya de ella y al suelo.Después de haber sacado su resistencia ahora, la demonía disfruta del resplandor depravado, claramente ya no en ningún estado para demostrar un problema ahora.",
                "Reuniéndose con una mirada complacida a su trabajo, el Kunoichi se balanceaba de manera inalidable en su cuna de cuerdas en un estado de éxtasis completo de polla desaliñada, le entrega una azotea final a su culo bien formado antes de volver a repararse, el Ninja atroz de un sinfín...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "Ooooh? ~ Gracias, maestro ...! ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Satisfecho contigo mismo y con el camino a seguir de las trampas, deja al aprendiz a su destino, su libido acumulada ahora agradablemente satisfecha gracias al conveniente incidente.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "CaughtByTrap",
            "theScene": [
                "Ya sea por su falta de agilidad, pobre suerte o escasez de conciencia, no evita las cuerdas de azotes de la trampa.No mostrando misericordia por su error, los muchos zarcillos rojos se envuelven y viento alrededor de su cuerpo con precisión mecánica, arrastrándose al centro de su dominio con una fuerza inquebrantable, inquebrantable contra su lucha desesperada.",
                "Manteniendo un agarre inevitable en las extremidades, se tejen rápidamente alrededor de todo su cuerpo, y en cuestión de segundos, se encuentra de rodillas en el medio del pasillo, los brazos fuertemente atados a la espalda y las piernas separadas, a merced de quien se acostóla trampa para empezar.Y en esa nota ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Puedes escuchar el ruidoso crujido de un panel en el techo antes de que se abra solo unos pocos pies por delante, dejando salir uno de los muchos kunoichi que patrullan los pasillos del templo.La mujer ágil se cae con llamas arrogantes, una sonrisa engreída en sus lujosos labios mientras se prepara para aprovechar su situación.",
                "Speaks",
                "¡Qué lástima, te cayaste por mi trampa ~ tiempo para divertirte un poco contigo, humano!",
                "JumpToScene",
                "TrapMenu"
            ]
        },
        {
            "NameOfScene": "TrapMenu",
            "theScene": [
                "Menu",
                "Struggle to break free!",
                "Submissively give in to the trap without a fight.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Struggle to break free!",
            "theScene": [
                "ApplyStatusEffect",
                "Ninja Rope Trap",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "Kunoichi Trainee",
                "StartCombat",
                "IfRanAway",
                "Ran",
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "Submissively give in to the trap without a fight.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "Encontrarse completamente a merced de los Kunoichi hace que un parpadeo de anticipación dentro de su corazón se agite, la idea de estar completamente bajo su control y rendición hace que su mente se acelere.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "El Smug Demonette se prepara para el combate, aunque espera que sea fácil ya que ya se ha enamorado de su trampa ... sin embargo, mientras se da cuenta de la expresión espaciada en la cara y la erección de la tienda dentro de los pantalones, simplemente sonríe y sonríe yrisas.",
                "Speaks",
                "Oh ~?Sé que ciertamente tengo apelación, pero ¿estás seguro de que está realmente bien que un aventurero 'noble' cediera así ~?",
                "Al acercarse a su forma vinculada, se inclina hacia adelante y coloca una mano firmemente en sus caderas con un toque atrevido antes de mirarte a los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿O eres solo un pervertido errante que se perdió?",
                "Instintivamente, abres la boca para tratar de defenderse, pero las palabras se atascan en tu garganta.En el fondo, sabes que sus palabras son ciertas.En lugar de luchar contra los lazos que te mantienen a su merced, te estás dedicando a los pensamientos de ser usado por ella, en cambio, retorciéndose de anticipación en lugar de preocupación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "No es como si no fuera solo a jugar contigo de todos modos, siempre estabas destinado a enamorarme de mis encantos y habilidades talentosas como un kunoichi ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con una sonrisa arrogante en su rostro, ella te mira a los ojos mientras tu cara se enrojece, como si viera a través de todas tus fallas y debilidades como si fuera un panel de vidrio.Mientras tanto, su cola diabólicamente desplegó detrás de ella con anticipación, pensando en todas las cosas que puede hacer para atormentarte en tu desventurado estado.",
                "Tus pensamientos permanecen dispersos, a la deriva mientras intentas imaginar lo que te espera, el tirón ocioso y el tirón contra tus ataduras solo reafirma que sin una lucha seria no tienes esperanza de escapar ... pero por alguna razón, tu mente soloSe siente atraído por la idea, su libido comienza a crecer y correr más alto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Speaks",
                "{i} Oh ~? {/i} ¿Estás fantaseando ahí abajo, pervertido ~?",
                "Sin dudarlo, el aprendiz de Kunoichi derriba su sandalia sobre su entrepierna, enviando una punzada masoquista de placer a través de su cuerpo.Su sonrisa se extiende más mientras te observa retorcerse, no con molestias, sino con un gemido de indulgencia, tu cuerpo acepta lo que tenga reservado a medida que tu excitación se eleva bajo su atención.",
                "La ola inicial de inquietud de rendirse completamente da paso a una sensación de satisfacción a medida que la Demonette se ríe, quitando su pie brevemente para salir de su sandalia, poco después de presionar contra el creciente bulto en sus pantalones.Su erección se esfuerza contra sus dedos sorprendentemente hábiles, que presionan y tientan individualmente a su longitud mientras se defiende contra los límites de su ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bien.Incluso si no vas a admitir ser un degenerado, al menos tu cuerpo está siendo honesto conmigo, humano ~",
                "Completamente a su merced, tus pensamientos comienzan a dispersarse a medida que la idea de escapar se vuelve cada vez más distante debajo de las burlas burlones de la niña ninja ágil, pero con curvas.Cada uno practicó el movimiento de su suela trae a su cuerpo una sensación cada vez mayor de placer y calor mientras continúa jugando con usted a su ocio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Speaks",
                "Tal vez debería mantenerte así y ver si brotas sin mucho más ... pero también puedo mantenerte ocupado de otras maneras una vez que pesco esa vergonzosa polla tuya ... ~",
                "Mientras habla, sus dedos se mueven y se frotan contra su ropa revestida de la erección antes de moverse para tirar de los pantalones con sus hábiles rayos.Se necesitan unos momentos gracias a la impresionante tienda de campaña que has acumulado de sus burlas, pero muy pronto se libera al aire libre, aparentemente atrapándola desprevenida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "W-wow ... eso es realmente grande ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughEvil",
                "Speaks",
                "B Pero eso solo significa que es aún más patético que te hayas dado, ¿eh ~?",
                "Rápidamente tratando de recuperarse de su momento de choque de pollas, el pie del aprendiz una vez más presiona contra su longitud.Su única frota contra la parte inferior de su eje para provocar que se rinda al placer con cada golpe asertivo de su talón presionando su entrepierna y sus dedos de los pies arrastrándose suavemente por su longitud, asegurando que permanezca a su merced mientras las sensaciones felices mantienenPacificó.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Su cuerpo tira reflexivamente y tira contra las fijaciones, pero sin la resolución adecuada de tratar de escapar, estás atrapado como su juguete.Solo puedes escuchar sus risas y respirar lentamente mientras juega con tu polla y la presiona contra tu estómago con un gruñido de autoridad.",
                "Speaks",
                "Tendré que asegurarme de que no cause ningún problema a los demás con esta polla descarada ... ¡hmmph ...!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Reafirmando a sí misma, la cara del Kunoichi se enjuaga ligeramente mientras se reanuda con la suela de su pie, cada movimiento hace que sus pensamientos se desorienten mientras ataca su erección cada vez más sensible.Un empuje burlado de su talón hacia la base te hace retorcerse a medida que la presión se presiona tan cerca de tus bolas, provocando una risita burlona de ella cuando la confianza de la mujer ninja regresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Pensando en ello ... Estaba bastante apretado en ese espacio que estaba escondiendo dentro.Así que tengo una buena idea: debes inventarme a mí por hacerme esperar tanto ~",
                "Lamiéndose los labios, el aprendiz se acerca un poco, manteniendo la presión de su pie sobre ti mientras lo hace hasta que prácticamente se avecina sobre ti.Un destello de travesuras baila en sus ojos mientras considera lo que puedes hacer para compensarla por los problemas.",
                "Si ella espera alguna excusa o suplicando, solo los sonidos que gimen de sumisión escapan de sus labios mientras siente la tentadora presión de su pie que continúa aplicándose a su longitud, sus caderas se sacuden suavemente contra ellos con la esperanza de sentirse aún más intenso..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "{i} pervertir {/i}, tal vez no debería hacer nada que te quite ... ya estás tratando de jobinar mi pie ~",
                "Aunque el sarcástico de la niña, burlarse de los insultos debería hacerte sentir avergonzado, cuanto más tiempo permanezcas debajo de su talón, mejor, la cruel mordida de sus palabras parece sentirse, ya que tu rostro corre de vergüenza y más sangre solo hace que tu longitud latira con entusiasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Con una sonrisa petulante, el Kunoichi se aleja el pie, dejándote con la sensación de anhelo mientras tu longitud permanece nerviosa erguida y atento a ella.Pero antes de protestar o cualquier intento de despertar de los confines sumisos de las cuerdas, escuchas un tintineo cuando el cuerpo de la demoneta gira.",
                "Su visión se bloquea rápidamente por el sofocante abrazo de su trasero, solo la luz suficiente para darle una idea del color rojo intermitente antes de un aroma dulce y atractivo que llena sus fosas nasales.Ambos lados de su regordete y placentero trasero se sofocan cómodamente alrededor de su cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Speaks",
                "Ahora bien, esto debería compensar {i} algunos {/i} de él.Necesitaba un lugar para sentarme y estirar ~",
                "De manera constante, el aprendiz pone la onza después de la onza de su peso sobre usted, asumiendo por completo a medida que su cuerpo está hecho para arquearse hacia atrás en sus ataduras para acomodar su cuerpo ágil y curvilíneo.Esto hace que se ríe de su nueva percha mientras mira hacia su cintura, que nota que su longitud solo se ha vuelto más rígida de su nuevo castigo, palpitando ansiosamente y goteando bajo su atenta mirada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Amused",
                "Speaks",
                "¿Oh?No es que realmente esperara algo diferente, pero lo menos que podrías hacer es {i} Fingir {/i} para avergonzarse de ti mismo ~",
                "Su otro pie, todavía equipado dentro de su sandalia, se presiona hacia abajo, esforzándose por su rígida erección mientras ella aplica lentamente presión.La mezcla de su suave trasero y la plataforma dura de su calzado deja sus sentidos no pueden procesar las sensaciones yuxtapuestas.Aficionado por su trasero, gime mientras explota su posición vulnerable, pero no parece molestarla en lo más mínimo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "Silencio, humano, no puedes quejarte ~ ¡especialmente cuando tu polla es {i} esto {/i} duro!Que masoquista desvergonzado eres ~",
                "Mirando su trasero mientras sus palabras te golpean, nada de lo que puedas decir en este momento podría refutarla.El calor del deseo que pulsa a través de su longitud de contracción y sus sentidos se sofocan por los encantos femeninos del aprendiz que inculcan lentamente una sensación de obediencia ... feliz de ser una silla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Aunque aún puedes hacerte útil: mientras descanso los pies, deberías ir a trabajar ~",
                "Comenzando su sandalia restante, la demoneta trae sus dos pies revestidos para descansar sobre su polla dura de la roca.Sacudiendo su trasero de un lado a otro cuando su aroma se inscribe en sus sentidos, su lengua obedientemente hace lo que sugiere sin tener que pensarlo en absoluto.",
                "Lamiendo ansiosamente su fondo de fondo ligeramente húmedo, su dulce sabor enciende su deseo de obedecer mientras lo usa como su asiento, recompensada por el acariciamiento de sus plantas a cada lado de su polla palpitante masajeando suavemente su longitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hmmph!Tan desagradable ... tal vez si haces un trabajo lo suficientemente bueno, te dejaré manchar mis pies ~",
                "Sus comentarios envían dolores de satisfacción sumisa a través de su cuerpo, su lengua solo comienza a moverse a lo largo de la sola pieza entre usted y el coño de Demonette.Eres recompensado con los sonidos de pico de sus satisfechos gimiendo y la sensación de sus pies hábiles aplicando presión sobre tu barra excitada.",
                "Haciendo lo que pueda para complacerla a medida que su cuerpo se ajusta por completo en sus enlaces, no tiene intención de intentar escapar, ya que su mente está atrapada en una bruma de placer y espeluznante, encontrando una sensación de satisfacción al hacer como fomenta el kunoichi.Entre la presión de sus suelas y el tentador apriete de sus dedos de los pies sobre la corona de su longitud, sus pensamientos permanecen dispersos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "Bien, pero siento que hay algo que se puede hacer para mejorar esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Para mi, de todos modos ~",
                "Aparentemente perdido en el pensamiento, los pies del Kunoichi parecen moverse con una sensación de ociosidad desenfocada, como si jugar con su longitud sea simplemente un espectáculo lateral para su disfrute de la situación.Una noción que trae una punzada de alegría masoquista y desesperación para demostrar su valía para que no te abandone por completo tus deseos.",
                "Tratando de asegurarse de que eso no suceda, su lengua vuelve cada vez más fervientemente a su entrepierna, tratando de complacerla mientras sus caderas se masturban suavemente y empujan en la vaga dirección de los pies del aprendiz.Tu longitud erecta se sacude y sacude descaradamente en el aire mientras ella se mete contigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fear",
                "Speaks",
                "Wh-hey, humano ..!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "{i} en realidad {/i}, esa es una buena idea ~",
                "Su creciente sensación de desesperación aparentemente la inspira, la parte trasera de la Demonette se aleja suavemente de ti, dejándote que se queja suavemente como lo primero que te viene a la mente es que la has dejado insatisfecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Speaks",
                "Oh, tranquilo, o realmente {i} {/i} te dejaré así ~",
                "Sonriendo mientras encuentra la oportunidad de empujar y burlarse de usted aún más, no tiene más remedio que cumplir, ya que su mente es demasiado final en las sensaciones de que su silla nube su mente.El aroma persistente del Kunoichi se adhiere a la nariz cuando su visión se restaura parcialmente.",
                "Sin embargo, en un destello de habilidad, la faja de tela roja que sirve como ropa interior de la mujer joven se quita rápidamente, dejando su sexo desnudo para que visite solo un segundo antes de que su trasero se reemplace con un pequeño chapuzón de sus jugos..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Y un toque más ...",
                "Con una simple floritura de su mano, la longitud de la seda carmesí pronto se envuelve firmemente alrededor de su cuello, casi haciéndole ahogarse a medida que sus sentidos están cubiertos en el aroma sin adulterar de la entrepierna del aprendiz.Una de sus manos envuelve el extremo restante alrededor de su palma para que pueda mantener su agarre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Speaks",
                "Ahí estamos ... Adelante, mi linda silla, come ahora que me he sentido cómodo ~",
                "La tela suave ahora alrededor de tu cuello como un collar, el Kunoichi le da un remolcador alentador que te da permiso para comenzar a lamer y lamer su coño expuesto.Aunque no puede ver, su sentido del gusto y la nariz lo lleva directamente a los pliegues expuestos y con fugas que debidamente comienza a atender.",
                "Felizmente lamiendo mientras el Demonette deja escapar gemidos satisfechos, los sonidos que solo hace alimentando su deseo de hacerlo mejor.Incapaz de controlarse a sí mismo y a su creciente excitación, su mitad inferior comienza a sacudirse y tirarse de las ataduras que lo mantienen agachado debajo de ella, jorobando el aire con la esperanza de que recompensará su servicio prestando mente a su dolor dolente, desesperado por atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Mmmmn ~ Manténgalo así, humano.Esto se siente .. mhhhh- {i} genial ~ {/i}!Tal vez te traiga de vuelta a Sensei para obtener un entrenamiento más formal de la silla ~",
                "Pisando tu polla y apretándola entre sus pies para recompensarte, los Kunoichi se ríen mientras te das cuenta de que es demasiado tarde para escapar del circuito placentero en el que te has encontrado. Lamiendo y el servicio de su coño conduce a una sensación de satisfacción, quea su vez está reforzado por sus hábiles suelas y dedos que se deslizan sobre su ansiosa polla, alentándote a complacerla más.",
                "A pesar de saber que ya no puede escapar, no puede detenerse, ya que ella refuerza su servicio con un tirón ocasional de su correa, adjunto a su cuello improvisado.Cada empuje feliz contra ella y en el aire te trae un sentido de satisfacción masoquista y desvergonzado.",
                "La otra mano de la demonte se cae para cepillarse a través de tu cabello mientras ella muele y presiona contra ti cada vez más, montando la lengua cuando su propio sexo comienza a temblar.Saber que está recibiendo placer gracias a su servidumbre de lapesa, siempre lo acerca al borde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Sí, sigue yendo humano, eso es bueno ~",
                "Su voz continúa aumentando y alcanzando su punto máximo, mientras te recompensa con trazos tentadores de sus pies, y a medida que los dos se alimentan de la lujuria del otro, tus clímax se acercan aún más rápido.Su longitud palpitante se contrae ansiosamente debajo de su talón mientras disfrutas de tu amante, feliz de sentir sus pies suaves sobre tu polla mientras la atiendes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speaks",
                "Mmmmnhhhhh, sí ~!",
                "La voz del Kunoichi grita mientras su cuerpo se tensa, apretando ligeramente las mejillas en el proceso mientras su coño deja escapar una ansiosa avalancha de líquidos, empapando la cara en su excitación mientras el dulce sabor atraviesa su lengua como néctar con meló.",
                "PlayerOrgasm",
                "1",
                "Mientras tira de su correa instintivamente, sus músculos se tensan y su cuerpo se mueve a través de su clímax, su sentido masoquista de alegría abruma sus sentidos mientras empujas ansiosamente entre las suelas que esperan sus pies.Su cuerpo está superado por el placer cuando llega a su apogeo, su polla en erupción con cuerdas de semillas blancas en ambas piernas y en el piso del corredor del templo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Hmmm, ahhhn ... eso se sintió realmente bien ... ~",
                "Felicitado del poderoso orgasmo, el Kunoichi parece casi perder el equilibrio y caerse de su percha.Tu lengua todavía felizmente saca el dulce jarabe de sus jugos mientras salpican los muslos, ayudando a extender el resplandor de su orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Pero muy pronto, el aprendiz me llama la atención antes de que se quite rápidamente de su cara, dejándolo con una sensación de vacío a medida que se quita su propósito como silla.Mientras te reajuste a la luz, ya no eclipsado por su culo regordete, ves la expresión enrojecida en su cara engreída mientras se vuelve hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Speaks",
                "¡Tenga la seguridad de que esta no será la última vez que sirvas como mi silla, humano!¡Me aseguraré de que nunca quiera hacer {i} nada {/i} más!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Con esa declaración algo infantil, la demoneta se retira de su encuentro, dejándole permanecer atrapado dentro de los límites del dispositivo a medida que su excitación disminuye lentamente y se recupera de su propio orgasmo.",
                "Un click {/i} {/i} {} {/i} suena desde dentro de las paredes del templo, pronto seguido por el tono misterioso de los cables sinuosos antes de las cuerdas carmesí que lo sostienen en su lugar.Liberándote de su alcance, la trampa aparentemente en un límite de tiempo ... o el Kunoichi que te atormentó presionó el lanzamiento cuando ella se fue.",
                "Por alguna razón, ahora eres libre de reunirte y ajustar tu ropa, solo que solo te das cuenta de que la hoja de fondo de la mujer joven todavía está alrededor de tu cuello.Con un rubor en las mejillas, cepilla la idea de mantenerlo y eliminarlo de su persona, dejándolo en el pasillo.",
                "Quizás el aprendiz se dará cuenta tarde o temprano de que no lleva nada.",
                "ChangeFetish",
                "Feet",
                "10",
                "ChangeFetish",
                "Ass",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3"
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "Ran",
            "theScene": [
                "IfInExploration",
                "Nothing",
                "JumpToScene",
                "RandomEncounterEnd"
            ]
        },
        {
            "NameOfScene": "RandomEncounterEnd",
            "theScene": [
                "AllowInventory",
                "GoBackToStoredEvent"
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "Evento Borkered"
            ]
        }
    ]
}