{
    "name": "Kunoichi's Hallway Dojo",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "The secret training hall of a dreaded clan of demonic ninjas, their leader won't show you any mercy here...",
    "requires": [
        "Sigil Of Will-Power"
    ],
    "Speakers": [
        {
            "name": "Shizu",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": " 1",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": " 2",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": " 3",
            "SpeakerType": "Monster"
        }
    ],
    "IgnoredDebugChoices": [
        {
            "2": [
                "SetAttackOff"
            ]
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "4",
                "Shizu",
                "IfInExploration",
                "ExploreIntro",
                "IfProgressEqualsOrGreater",
                "1",
                "Intro2",
                "ChangeProgress",
                "1",
                "ChangeBGM",
                "music/Forest Dungeon/chain.mp3",
                "Al menos no lo hacen hasta que las puertas detrás de ti se cierran, y te congelas cuando cada ojo de la habitación se enfoca repentinamente en ti, lo que hace que un gran silencio llene el aire como el único ruido que puedes escuchar son los gemidos suaves de algunosde los más ... aprendices indispuestos.",
                "Te das la vuelta e intenta tentativamente abrir la puerta, pero está cerrado, por lo que te das vuelta y comienzas lentamente a caminar hacia el centro de la habitación, dolorosamente consciente de las miradas depredadoras de tantos aprendices de Kunoichi como se ríen y comienzan a acercarse atú.",
                "Logras llegar al anillo de combate a mitad de camino por el pasillo antes de que estés completamente rodeado por la horda de las mujeres risueñas, y mientras miras nerviosamente a mi alrededor para ver si alguno de ellos se va a acercarte más a ti, tú, tú, túDeja escapar un grito mientras alguien te golpea en el hombro.",
                "Girando para enfrentar a quien logró respaldarte tan en silencio, estás sorprendido como la forma débilmente familiar del curvilíneo Kunoichi que encontraste en los puestos de montaña frente a ti, emanando un aura compuesta pero débilmente amenazante.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks2",
                "Así que finalmente has llegado tan lejos, [ThePlayerName].Bienvenido.",
                "Te sacude hacia atrás mientras ella se inclina hacia adelante, tratando de tener cierta distancia entre ustedes dos mientras ella lentamente comienza a rodearte.",
                "PlayerSpeaks",
                "¡Eres esa mujer que conocí en la montaña!Espera ... ¿cómo sabes mi nombre?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella deja escapar una pequeña risita mientras te mira, y el grupo de aprendices que te rodean hace eco de su risa, llenando el aire con su alegría mientras el Kunoichi continúa paseando a tu alrededor.",
                "Speaks2",
                "Oh, conozco tu nombre y {i} así {/i} mucho más sobre ti, [ThePlayerName].He estado viendo tu progreso a través del templo y, por supuesto, antes de que llegues aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Finalmente deja de caminar mientras se mueve su cuerpo para mirarte por completo, y sus ojos brillan con una intensidad desconocida, ya que puedes ver una leve sonrisa a través de su FaceMask.",
                "Speaks2",
                "Y tengo que decir que me he vuelto más bien ... intrigado contigo mientras miraba.Normalmente, usaría a mis alumnos para probar si eres lo suficientemente digno para enfrentar al líder del templo, pero ... Fuhuhu ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "De repente, cae en una postura intimidante a medida que su voz se vuelve mucho más fuerte, resuena en el pasillo como la grieta de un látigo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Speaks",
                "¡Yo, Shizu, maestro de este dojo de Kunoichi, he decidido ser su juicio final!",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "Tan pronto como hace su declaración, los aprendices que te rodean de repente comienzan a zumbar con una entusiasta charla y a la gente más cerca de expresiones emocionadas.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Excited",
                "Speaks4",
                "¡Oooooh!¡Sensei va a pelear con él!",
                "Speaks5",
                "¡Esto será {i} impresionante {/i}!",
                "Shizu nunca te quita los ojos de ti por un momento mientras las personas a su alrededor continúan conversando inquietas, y un leve escalofrío corre por tu columna vertebral mientras te das cuenta de que te enfrentas a un verdadero profesional.",
                "Speaks",
                "No esperes que esto sea lo mismo que cuando me luchaste antes.Solo estaba calificando sus habilidades cuando nos conocimos, por lo que será mejor que traigas tu mejor esfuerzo a esta pelea si no quieres que te ahoguen en placer mientras te dreno de la última gota que tienes.",
                "La habitación de repente se calla cuando los alumnos dejan de hablar, y algunos de ellos dejan escapar tos incómodos, ya que nada sucede por unos momentos antes de que escuches débilmente a un murmurar en lo que respecta.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Speaks6",
                "... Apuesto a que sensei solo quiere que la ate y la folle como el masoquista que es ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Rage",
                "Unas pocas risitas llenan el aire cuando Shizu repentinamente se enjuaga y rompe su postura de combate antes de girar para enfrentar a los espectadores con una expresión de furia severa y sonrojada.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Fear",
                "Speaks",
                "¿Quién dijo eso?Si descubro quién lo hizo, ella obtendrá {i} doble {/i} las {i} 'dolor y placer' {/i} durante una semana, seguidas de tres horas completas de {i} 'atadoEntrenamiento de resistencia al placer '{/i}!Entonces, ¿alguien le gustaría decir algo más?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Todos los aprendices se ponen completamente en silencio cuando Shizu encuesta a la multitud con una mirada de acero, y los únicos sonidos que puedes escuchar son los débiles gemidos de las chicas abandonadas que todavía están atadas y burladas de los juguetes sexuales por los terrenos de combate cerca del perímetro del perímetro delhabitación, a quien solo puedes adivinar está experimentando el 'entrenamiento de resistencia a placer unido mencionado anteriormente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Eso es lo que pensé.¡Ahora, todos ustedes prestan atención a esta pelea!Será muy informativo ver las técnicas que ha estado aprendiendo en acción, y cuando [ThePlayerName] finalmente pierda, él hará un ficticio de práctica excelente para que todos jueguen.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Smug",
                "Shizu vuelve a asumir su postura de combate anterior con un solo movimiento elegante, y cuando tus ojos se lanzan para mirar a los aprendices que sonreen ansiosamente mientras algunas risas malvadas emergen de la multitud, sientes un goteo de sudor nervioso que te queda atrás...",
                "JumpToScene",
                "Fight Shizu"
            ]
        },
        {
            "NameOfScene": "Intro2",
            "theScene": [
                "IfChoice",
                "1",
                "BeatShizu",
                "Intro3",
                "ChangeBGM",
                "music/Forest Dungeon/chain.mp3",
                "Y como esperas que no tengas una entrada tan dramática esta vez solo un momento demasiado tarde, giras para tratarComo cada ojo de la habitación se enfoca repentinamente en usted, lo que hace que un alto silencio llene el aire como el único ruido que puede escuchar son los gemidos suaves de algunos de los más ... aprendices indispuestos.",
                "Intentas tentativamente abrir la puerta, pero al igual que antes de que esté cerrado, así que dejas escapar un suspiro y comienzas a caminar lentamente hacia el centro de la habitación una vez más, dolorosamente consciente de las miradas depredadoras de tantos aprendices de Kunoichi mientras se ríen y se ríen yEmpiece a acercarse a usted.",
                "Llegas al anillo de combate a mitad de camino por el pasillo al igual que la última vez antes de que estés completamente rodeado por la horda de las mujeres que ríen, y aunque esta vez lo esperas, todavía dejas escapar un grito mientras alguien te tocaen el hombro.",
                "Dando la vuelta, te recibe la forma familiar de Shizu, y tienes que dar un paso atrás mientras ella se inclina hacia ti.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks",
                "Entonces estás de regreso [ThePlayerName].Veo que has decidido probar suerte para derrotarme de nuevo.Espero que estés listo esta vez.",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Smug",
                "Mientras asume una postura de combate con un solo movimiento elegante, los aprendices que lo rodean comienzan a zumbar con una ansia de charla y una multitud más cerca de expresiones emocionadas y algo presuntas.",
                "Speaks4",
                "¿Sensei va a pelear con él de nuevo?¡Impresionante!",
                "Speaks5",
                "¡Espero que podamos usarlo para entrenar nuevamente!¡Eso fue mucho {i} divertido {/i}!",
                "Shizu nunca te quita los ojos de ti por un momento mientras las personas a su alrededor continúan conversando con entusiasmo, y un leve escalofrío corre por tu columna vertebral mientras te das cuenta de que te enfrentas a un verdadero profesional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Y si no estás listo, o aquí {i} queriendo {/i} esto termine como la última vez, al menos {i} intento {/i} para hacer un buen espectáculo para mis alumnos mientras te ahogasplacer.",
                "Después de su burla, escuchas que algunos de los aprendices dejan salir risas condescendientes, y escuchas débilmente el sonido de uno murmurando por lo bajo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "8",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Mocking",
                "Speaks6",
                "Jeje ... Ver cuánto de un pervertido sumiso [ThePlayerName] fue la última vez, apuesto a que regresó todo el camino para perder de nuevo ... ♥",
                "Tus ojos inconscientemente se lanzan para mirar a los aprendices que sonreen ansiosamente que te rodean mientras ellos se ríen mal y se burlan de ti, te sientes un goteo de sudor nervioso que corre por tu espalda ...",
                "JumpToScene",
                "Fight Shizu"
            ]
        },
        {
            "NameOfScene": "Intro3",
            "theScene": [
                "De hecho, recuerdas cerrar suavemente las puertas masivas detrás de ti esta vez, y solo un puñado de los aprendices realmente notan tu entrada esta vez, dejándolo completamente sin ser molestado mientras caminas fácilmente por el pasillo.",
                "A medida que te mueves, notas más y más de los aprendices que miran hacia otro lado de su entrenamiento para verte mientras caminas, pero ninguno de ellos parece motivado para detenerte, ya que simplemente observan antes de volver a su entrenamiento, y antes de que te des cuenta.Estás en el anillo de combate a mitad de camino por el pasillo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Escuchas el sonido familiar de la voz de Shizu y te giras para verla apoyarse contra uno de los pilares cercanos mientras te dispara sobre su hombro antes de devolverle la atención a sus alumnos, lo que ocasionalmente está ladrando consejos a quienes lo necesitan.",
                "Menu",
                "Talk with Shizu.",
                "Walk to the staircase.",
                "Go back to the temple's entrance.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ExploreIntro",
            "theScene": [
                "StoreCurrentBG",
                "ChangeBG",
                "templeMainHall.png",
                "ChangeBGM",
                "music/Forest Dungeon/chain.mp3",
                "¡Entras en un largo y largo pasillo lleno de pilares, y la puerta de repente golpea detrás de ti!Te congelas cuando te das cuenta de que innumerables aprendices de Kunoichi se alinean en el pasillo, cada ojo se enfoca intensamente en ti, y un alto silencio llena el aire como el único ruido que puedes escuchar son los gemidos suaves de algunos de los más ... aprendices indispuestos en elrincones de la habitación.",
                "Sabiendo que la puerta no se moverá, comienzas a caminar lentamente hacia el centro de la habitación, dolorosamente consciente de las miradas depredadoras de tantos aprendices de Kunoichi como se ríen y comienzan a descender sobre ti.",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Llegas al anillo de combate a mitad de camino por el pasillo antes de que estés completamente rodeado por la horda de las mujeres riendo, con Shizu parado directamente frente a ti, parpadeas, inseguro de cuándo realmente llegó allí.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Mocking",
                "Speaks",
                "Espero que estés listo para este [ThePlayerName].",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Mientras asume una postura de combate con un solo movimiento elegante, los aprendices que lo rodean comienzan a zumbar con una ansia de charla y una multitud más cerca de expresiones emocionadas y algo presuntas.",
                "Shizu nunca te quita los ojos de ti por un momento mientras las personas a su alrededor continúan conversando con entusiasmo, y un leve escalofrío corre por tu columna vertebral mientras te das cuenta de que te enfrentas a un verdadero profesional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks",
                "Al menos {i} prueba {/i} para hacer un buen espectáculo para mis alumnos mientras te ahogas de placer.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "8",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Tus ojos inconscientemente se lanzan para mirar a los aprendices que sonreen ansiosamente que te rodean mientras ellos se ríen mal y se burlan de ti, te sientes un goteo de sudor nervioso que corre por tu espalda ...",
                "JumpToScene",
                "Fight Shizu"
            ]
        },
        {
            "NameOfScene": "FromOniRoom",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Empiezas a caminar de regreso por el pasillo y vigilar de cerca a los aprendices de Kunoichi que parecían tan ansiosos por atacarte, y antes de que te des cuenta de que estás en el anillo de combate a mitad del pasillo.",
                "Escuchas el sonido familiar de la voz de Shizu y te giras para verla apoyarse contra uno de los pilares cercanos mientras te dispara sobre su hombro antes de devolverle la atención a sus alumnos, lo que ocasionalmente está ladrando consejos a quienes lo necesitan.",
                "Menu",
                "Talk with Shizu.",
                "Walk to the staircase.",
                "Go back to the temple's entrance.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight Shizu",
            "theScene": [
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "3",
                "TempleFight",
                "DenyInventory",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Shizu",
                "StartCombat",
                "AllowInventory",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "SetChoice",
                "1",
                "BeatShizu",
                "IfInExploration",
                "ExploreWin",
                "SetChoice",
                "2",
                "NinjaAttacksOff",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "ChangeImageLayer",
                "Expression",
                "2",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "5",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "7",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "9",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "10",
                "HowDareYou",
                "Mientras miras a Shizu mientras ella se tembla en el suelo, una feroz emoción corre por ti desde tu victoria, pero antes de que puedas celebrar, de repente recuerdas tu entorno y trago mientras miras la horda de los aprendices de Kunoichi que estaban mirando tuluchar.",
                "Tu mirada se vuela nerviosa entre los diversos aprendices que te rodean mientras murmuran inquieto para sí mismos, y aunque sus reacciones a la lucha van desde algunos de ellos masturbándose abiertamente mientras jadean con la lujuria temblando mientras sus ojos parecen iluminar con la necesidad de la necesidad deVenga a su maestro, todos ellos te están mirando directamente con un aspecto intenso, casi depredador.",
                "Notas una leve brecha entre los aprendices justo detrás de donde Shizu yacía en el suelo, ya que obviamente se movían del camino cuando ella cayó, y sin dudarlo, inmediatamente lo atraviesas, corriendo hacia las puertas que conducen más hacia la mazmorra tanrápido como puedas.",
                "Corres por el pasillo sin mirar hacia atrás, seguro de que en cualquier momento un aprendiz de Kunoichi te abordará hasta el suelo y te dejará a merced del grupo de todos a la vez, pero llegas a las escalerasantes de las puertas ilesas, y no puedes evitar mirar detrás de ti mientras la curiosidad te abruma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Sorprendentemente, ninguno de los aprendices lo persiguió mientras continúan parados en el centro de la habitación y te miran, pero aún más sorprendentemente, Shizu empuja temblorosamente a través de la multitud mientras miras hacia atrás, e incluso a esta distancia aún puedes verEl placer borracho sonríe en su rostro mientras ella te llama.",
                "Speaks",
                "C-Congratulaciones en Derrotarme [TPN]-[ThePlayerName] ... ♥ Como recompensa por su victoria V, ninguno de los aprendices te molestará en el T-Temple a menos que los llore. ♥ Miroadelante a verte de nuevo ... ♥",
                "La ves suavemente balancearse de lado a lado antes de que se caiga en los brazos de algunos de sus aprendices que la miran aún temblando con preocupación, y dejas escapar un suspiro ya que solo tienes que esperar que los aprendices realmente escuchenPara ella, volviéndose hacia atrás para enfrentar las escaleras que conducen a la habitación final de la mazmorra.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToEvent",
                "Will-Power Final Boss"
            ]
        },
        {
            "NameOfScene": "ExploreWin",
            "theScene": [
                "GetEventAndIfChoice",
                "Shizu Defeated",
                "1",
                "AltLoss",
                "ExploreLeavy",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "ChangeImageLayer",
                "Expression",
                "2",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "5",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "7",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "9",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "10",
                "HowDareYou",
                "Mientras miras a Shizu mientras ella se tembla en el suelo, una feroz emoción corre por ti desde tu victoria, pero antes de que puedas celebrar, de repente recuerdas tu entorno y trago mientras miras la horda de los aprendices de Kunoichi que estaban mirando tuluchar.",
                "Tu mirada se vuela nerviosa entre los diversos aprendices que te rodean mientras murmuran inquieto para sí mismos, y aunque sus reacciones a la lucha van desde algunos de ellos masturbándose abiertamente mientras jadean con la lujuria temblando mientras sus ojos parecen iluminar con la necesidad de la necesidad deVenga a su maestro, todos ellos te están mirando directamente con un aspecto intenso, casi depredador.",
                "Pero se mueven a regañadientes, dejando un brecha entre ellos para que pases, justo detrás de donde Shizu yacía en el suelo, y sin dudarlo de inmediato, inmediatamente lo atraviesas, no quieres enfrentar a cada aprendiz, y pronto estás fueradel pasillo lleno de Kunoichi, listo para el resto de su aventura.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "ExploreLeavy",
            "theScene": [
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Talk with Shizu.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Abres la boca para saludar a Shizu, pero antes de que puedas decir una sola palabra, ella ya está mirando tu camino, y ella comienza a caminar hacia ti con una influencia sensual, ya que puedes ver una leve sonrisa sangrando a través de su apretada FaceMask.",
                "Speaks",
                "Bienvenido de nuevo a mi dojo [ThePlayerName].¿Hay alguna razón particular por la que haya venido a visitarme hoy?",
                "No puedes evitar enjuagar el tono sensual de su voz, ya que está muy un poco demasiado cerca de ti, y puedes sentir las miradas discretas de muchos de los alumnos que los miran a los dos mientras continúan practicando alrededor de la habitación..",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "Talk with Shizu.Menu",
            "theScene": [
                "Menu",
                "Talk.",
                "Rematch.",
                "Help train the kunoichi trainees.",
                "Change kunoichi trainee encounter rate.",
                "Leave Shizu to her students.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave Shizu to her students.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Le explicas que probablemente deberías estar en tu camino, y ella te da un breve asentimiento cuando su mirada se vuelve comercial antes de dar la vuelta y caminar de regreso al pilar en el que se estaba apoyando, dándote un buen ojo lleno de su trasero balanceándoseMientras se mueve mientras ladra las órdenes a los aprendices que se aflojaban mientras los veían hablar a los dos.",
                "Menu",
                "Talk with Shizu.",
                "Walk to the staircase.",
                "Go back to the temple's entrance.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Rematch.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "La mirada de Shizu de repente se vuelve increíblemente intensa a medida que su lenguaje corporal se vuelve mucho más grave, y sus ojos brillan ansiosamente mientras te observa.",
                "Speaks",
                "¿Oh?HMHMHM ... Debes saber que no retendré nada, [ThePlayerName].",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Shizu se aleja de ti mientras asume una postura de combate, y no puedes evitar estremecerte mientras de repente levanta la voz, lo que hace que haga eco por el pasillo como la grieta de un látigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "¡Estudiantes!¡A mí![ThePlayerName] me ha pedido una revancha!¡Reúnase y preste atención a una exhibición de cómo aplicar las técnicas que los he enseñado a todos en una situación del mundo real!",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Smug",
                "Casi todos los alumnos de Kunoichi detienen lo que están haciendo en el sonido de la voz de Shizu y rápidamente comienzan a rodearlos a los dos, charlando con entusiasmo y llamándolos a los dos mientras los miran y Shizu se enfrentan unos a otros.con ojos ansiosos.",
                "Speaks4",
                "¡Oooooh!¡Sensei va a pelear con él de nuevo!",
                "Speaks5",
                "¡Ve a Sensei!¡Venga!",
                "Speaks6",
                "¡Vamos [ThePlayerName]!¡Joder sensei tonto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Mientras los alumnos a su alrededor continúan gritando a los vítores y burlas, Shizu continúa sin parecer mirándote, y ella comienza a hablar con voz baja, tan tranquila que solo tú puedes escucharla.",
                "Speaks",
                "Si pierde esta pelea, se utilizará como un muñeco de entrenamiento para mis alumnos, así que asegúrese de organizar un buen espectáculo para ellos si no planea ganar.",
                "Cuando los aprendices a tu alrededor comienzan a calmarse, puedes escuchar claramente la voz de uno de ellos detrás de ti mientras murmura a uno de sus compatriotas en voz baja.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "8",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Speaks4",
                "Jeje ... [ThePlayerName] es un pervertido.Apuesto a que solo regresó solo para ver qué le haría Sensei si perdiera ... ♥",
                "Tus ojos se lanzan para mirar a los aprendices que sonreen ansiosamente antes de que se acomoden a Shizu mientras te preparas para pelear.",
                "Speaks",
                "El tiempo para las bromas ha terminado.Listo a ti mismo.",
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "3",
                "TempleFight",
                "DenyInventory",
                "CombatEncounter",
                "NoRunning",
                "RunningWontSkipEvent",
                "Shizu",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "GetEventAndIfChoice",
                "Shizu Defeated",
                "1",
                "AltLoss",
                "GotoShizuMenu",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "ChangeImageLayer",
                "Expression",
                "2",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "5",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "7",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Adoration",
                "ChangeImageLayer",
                "Expression",
                "9",
                "HowDareYou",
                "ChangeImageLayer",
                "Expression",
                "10",
                "HowDareYou",
                "AllowInventory",
                "Mientras miras a Shizu mientras ella temblora en el suelo, una feroz emocionante corre por ti desde tu victoria, pero antes de que puedas celebrar, de repente recuerdas tu entorno y miras a la horda de los aprendices de Kunoichi que estaban viendo tu pelea.",
                "Los diversos aprendices a su alrededor murmuran inquietamente a sí mismos mientras cambian su mirada entre ustedes y su maestro de espasmos aún ligeramente en el suelo con reacciones que van desde algunos de ellos masturbándose abiertamente mientras jadean con lujuria temblando mientras sus ojos parecen iluminar con la iluminación conuna necesidad de vengar a su maestro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "A-ah ... ♥ Eso fue tan bueno mástil",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Con un escalofrío, Shizu de repente parece recordar dónde está exactamente ella mientras se levanta rápidamente, todavía se ve un poco aturdida por la 'pelea' a medida que su mirada se vuelve más severa mientras mira a la multitud de aprendices, incluso cuando su rostro está sonrojado.con excitación.",
                "Speaks",
                "A-A-todos, a todos, eso es todo para el partido de combate, ¡vuelve al entrenamiento!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Todos los espectadores se dispersan mientras regresan rápidamente a sus áreas de combate, pero no pueden ocultar completamente sus risas mientras miran a Shizu mientras se alejan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Después de que pasan otros momentos donde Shizu vigila a los alumnos para asegurarse de que vuelvan al trabajo, ella se vuelve hacia ti y logra pasear hacia ti, de alguna manera ya logrando recuperarse de su derrota cuando su rostro regresa a sutono normal.",
                "Speaks",
                "Entonces ... mnn ... ♥ ¿había algo más que quisieras?",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "GotoShizuMenu",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "Change kunoichi trainee encounter rate.",
            "theScene": [
                "IfChoice",
                "2",
                "NinjaAttacksOff",
                "SetAttackOn",
                "IfChoice",
                "2",
                "SetAttackOff",
                "SetAttackOff",
                "IfChoice",
                "2",
                "SetAttackOn",
                "SetAttackOff",
                "JumpToScene",
                "SetAttackOn"
            ]
        },
        {
            "NameOfScene": "SetAttackOn",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Varios de los aprendices cercanos que escuchaban en su conversación comienzan a susurrar con entusiasmo unos a otros mientras Shizu mira hacia ellos antes de mirarlo con una expresión ilegible.",
                "Speaks",
                "HMHMHM ... Muy bien, mis alumnos irán tras ti una vez más.Normalmente diría que tendría que hacerles saber sobre eso, pero no creo que necesite hacerlo esta vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Shizu se vuelve abruptamente para mirar a los aprendices a escondite con un resplandor penetrante, y dejaron escapar un EEP colectivo de sorpresa a medida que comienzan a arrojarse al entrenamiento con un esfuerzo redoblado, y Shizu deja escapar un suspiro mientras te mira una vez más.",
                "SetChoice",
                "2",
                "SetAttackOn",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "SetAttackOff",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Varios de los aprendices cercanos que escuchaban en su conversación dejaron suspiros silenciosos entre sí, murmurando decepcionadamente mientras Shizu mira hacia ellos antes de mirarlo con una expresión ilegible.",
                "Speaks",
                "...Está bien.Le diré a mis alumnos que dejen de ir por ti.Aunque debo advertirte que algunos de ellos aún pueden atacarte de todos modos si no te han dicho a los monstruos ese ala particular de la mazmorra que te dejen en paz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Shizu se vuelve para mirar a los aprendices cercanos que escuchaban su conversación con un resplandor penetrante, y todos evitan los ojos cuando uno de ellos comienza a silbar cómicamente, y Shizu te mira con un suspiromurmura por lo bajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "... Actúan como si no supiera lo que hacen en esta mazmorra cuando soy yo quien {i} les enseñó {/i} cómo ser sigilosos en primer lugar ...",
                "SetChoice",
                "2",
                "NinjaAttacksOff",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "Speaks",
                "¿Simplemente desea hablar?Si tiene alguna pregunta, las responderé lo mejor que pueda.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Talk.Menu",
            "theScene": [
                "Menu",
                "Can you tell me a little about who the kunoichi are?",
                "What can you tell me about this temple?",
                "Ask about the 'Shadow Clone Harem' Ninja Art.",
                "So what's your deal with me?",
                "Are you a masochist?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Can you tell me a little about who the kunoichi are?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Quieres saber más sobre el pedido de Kunoichi?Muy bien.En un sentido general, somos un grupo de demonios bien entrenados y bien redondeados que se especializan en muchos campos diferentes, incluidos el combate, el sigilo, el espionaje y, por supuesto, el sexo.",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Puedes ver que sus labios se torcían en una sonrisa seductora detrás de su máscara facial mientras se inclina más cerca de ti, presionando sus senos contra tu pecho a medida que su tono de voz se vuelve cada vez más sensual.",
                "Speaks",
                "Estamos entrenados para abrirnos el camino en los corazones de los hombres de la manera más rápida y efectiva posible descubriendo sus fetiches y deseos individuales, luego explotándolos hasta que se enamoren de nosotros, a menudo emboscándolos en su sueño y follándolosenvío.",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Ella deja escapar una risita sensual mientras inclina su rostro hacia la oreja y se quita su mascarilla para soplar sobre la oreja, haciéndote temblar mientras su pecho continúa presionando el tuyo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Luego, una vez que están completamente enamorados y superados por la lujuria por su pareja demoníaca, generalmente tienen mucho más probabilidades de ver favorablemente las fuerzas de la reina del demonio en lugar de resistirlas, y no es inusual que el Kunoichi se quede con aquellos a quienes seducen... Asegúrese de que su entusiasmo no disminuya.",
                "La mirada que te está dando positivamente con sensualidad mientras deja escapar otra risita, y no puedes evitar sentirte un poco nervioso mientras boques una mano alrededor de la nuca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Por supuesto, siempre existe el riesgo de que el Kunoichi sea dominado y follado en la sumisión por el hombre si ella lo subestima, pero nunca puedes estar seguro de si lo están haciendo a propósito para apelar al deseo del hombre de dominio, así que túSiempre debe sospechar de sus victorias contra cualquier Kunoichi que conoce, [ThePlayerName].",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Ella fortalece su agarre alrededor de tu cuello mientras se acerca a tu cara cerca de la de ella, y sus labios giran en una sonrisa mientras te mantiene firmemente presionado contra su cuerpo.",
                "Speaks",
                "Ser un kunoichi es una batalla constante por mantener el equilibrio de sumisión versus dominio y control sobre la mente y el cuerpo de uno en todo momento, y si alguno de esos cuatro aspectos no se cultiva y sostiene adecuadamente, los resultados pueden ser ... desastrosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "Mask",
                "1",
                "ActivateOverlay",
                "Su expresión abruptamente se vuelve mucho menos grave mientras se desenreda de ti con una risita, y da un paso atrás mientras sonríe suavemente antes de volver a poner su FaceMask.",
                "Speaks",
                "Pero tampoco siempre es intenso y combativo.Hay numerosos cursos que Kunoichis tienen que tomar para dominar las artes de la cocina y la limpieza junto con todo lo demás, por lo que puedo asegurarle que hacemos {i} excelentes esposas {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Shizu te da una mirada inocente, pero increíblemente significativa, ya que un largo silencio llena el aire, y ella deja escapar una suave risa antes de que comience a hablar una vez más.",
                "Speaks",
                "Entonces, para resumir las cosas, la Orden Kunoichi convierte una fuerza extremadamente efectiva de herramientas políticas encubiertas para infiltrarse en naciones humanas y mejorar las relaciones con los monstruos.El principal problema es que la reina del demonio no parece querer enviarnos para hacer {i} cualquier cosa {/i} fuera de Lucidia ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella deja escapar un suspiro con un pequeño batido de la cabeza mientras evita la mirada por un momento, pero mientras te mira, su rostro se ilumina una vez más.",
                "Speaks",
                "Pero supongo que si bien defender el Sigil es un trabajo importante para nosotros, si no estuviera estacionado aquí, nunca hubiera podido conocerte, [ThePlayerName].",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "What can you tell me about this temple?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "¿Entonces tienes curiosidad por el templo?Bueno, mira por ti mismo.",
                "Shizu sonríe mientras se arrastra hacia un lado para mostrar el pasillo, y se toma otro momento para apreciar los diseños arquitectónicos de la habitación, así como a los numerosos aprendices de Kunoichi que están trabajando duro para perfeccionar diversas técnicas, incluso si ustedHaga todo lo posible para no concentrarse demasiado en las cosas específicas que están haciendo.",
                "Speaks",
                "Este templo es un campo de entrenamiento secreto para la orden de Kunoichi, y aunque el templo en sí está dedicado a una poderosa diosa Kitsune, solo se adaptó a una especie de doblan hace unos doscientos años debido a su descubrimiento y en un lugar discreto enlas montañas.",
                "Speaks",
                "La última reina del demonio fue la que encabezó la mayoría de las renovaciones para convertirlo en lo que es hoy de lo que he escuchado, así que no pude decirte cómo se veía el lugar originalmente hace mucho tiempo.De cualquier manera, ha sido un lugar perfecto para que todos los aprendices obtengan mucha experiencia práctica, y todavía recuerdo los días en que estaba aprendiendo las artes ninja ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu se mueve a lo lejos por un breve momento mientras sus ojos se nubla con nostalgia, pero sus ojos de repente se abren mientras parece recordar algo, y vuelve a colocar su atención en ti mientras su voz adquiere un tono bajo, casi conspirativo.",
                "Speaks",
                "Ah, y mencioné antes que el templo estaba dedicado a una diosa de Kitsune, pero Kotone {i} no es {/i} esa diosa, por cierto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Su voz se vacía mientras obtiene una mirada incierta en su rostro, y mira hacia las puertas que conducen a la entrada por un momento antes de continuar.",
                "Speaks",
                "O ... al menos yo {i} piense {/i} ella no es.Es un hecho conocido que ha estado viviendo aquí desde que se encontró el templo en primer lugar, y muchos de los registros más antiguos que fueron recuperados fueron dañados o de otra manera incompletos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Algunos de ellos incluso dijeron que este lugar fue construido como una forma de sellar un \"mal oscuro\" ubicado dentro de la montaña, pero tengo mis dudas al respecto.Después de todo, en el mundo de los monstruos, tendría que ser algo realmente indescriptible si la única opción fuera sellarlo, y nunca he oído hablar de nada tan terrible en otra cosa que no sea leyenda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella se encoge de hombros con un suspiro mientras te mira, y su mirada se suaviza un poco cuando una pequeña sonrisa presiona a través de su FaceMask.",
                "Speaks",
                "Pero me estoy desviando.Además de la historia de este lugar, puedo informarle que además de las pruebas realizadas para que los humanos pasen, los propios aprendices de Kunoichi también deben pasar a través de una versión modificada de las pruebas de voluntad y poder para ser Kunoichis de pleno derecho, y más alláEso, no hay mucho más que discutir.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the 'Shadow Clone Harem' Ninja Art.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu se ve un poco desconcertado por un breve momento antes de tomar un segundo para observar a los aprendices obviamente a escondidas a su alrededor, y ella deja escapar una suave risa mientras se inclina más cerca de ti con voz baja.",
                "Speaks",
                "HMHMHM ... ¿Entonces quieres saber más sobre una de mis técnicas más poderosas?Normalmente no le diría a nadie sobre esto, pero supongo que estaría dispuesto a separarme de {i} algunos {/i} de mis secretos si es por {i} you {/i}, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "De repente, su rostro se vuelve algo severo cuando su voz adquiere un tono instructivo, y casi sientes que eres una de sus alumnos cuando comienza a darte una conferencia.",
                "Speaks",
                "Al mirar a través de los archivos de este templo en busca de técnicas útiles para aprender durante mi tiempo como aprendiz, me topé con un caché oculto de desplazamientos 'prohibidos' que describían varias técnicas sexuales diferentes, pero la que me llamó la atención más que ningunaOtro detallado una forma de duplicar el cuerpo de uno para crear un Doppelganger perfecto, y el único límite para cuántas copias puede hacer está definida solo por la habilidad del usuario.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "De repente se sonroja y mira nerviosamente antes de inclinarse más cerca de un susurro casi inaudible.",
                "Speaks",
                "Yo ... Tomé prestado ese pergamino particular sin permiso para tratar de aprender la técnica, pero mi sensei no tardó mucho en descubrir y 'castigarme' por mi desobediencia ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Deja escapar un suspiro feliz mientras mira a la distancia por un breve momento antes de recordar de repente dónde está, y su rostro se vuelve carmesí mientras da un paso atrás y te mira hacia otro lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "A-de todos modos, a pesar del hecho de que he sabido clonarme desde hace mucho tiempo, no soy muy bueno en eso ... solo puedo mantener a dos clones fuera de inmediato en combate de manera segura, y eso es después de años después de añosde práctica.",
                "Ella deja escapar una risa pequeña y lamentable mientras vuelve a mirarte.",
                "Speaks",
                "Ese es mi límite, de verdad.Inicialmente, había todo tipo de problemas que traté, como todo el placer que los clones sintieron transferirse a mí, a que se comporten de manera diferente a cómo lo hice, pero logré arreglarlos con uno o dos clones.Si trato de hacer demasiados, esos problemas comienzan a aparecer nuevamente, y hablo por experiencia cuando digo que lidiar con hasta diez orgasmos simultáneamente es un poco ... sobreestimulante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Pero honestamente, creo que ese tipo de problemas son de esperar de una técnica 'prohibida'.Lo que yo {i} no {/i} entiendo es por qué casi {i} todos {/i} de las artes ninja se consideran {i} 'técnicas prohibidas' {/i}.Tengo la sensación de que es más hacer que se sientan intimidantes, pero ¿cómo dar una mamada simple realmente necesita un título tan largo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella deja escapar un pequeño suspiro exasperado mientras toma otro momento para examinar a los aprendices mientras practican antes de mirarte una vez más.",
                "Speaks",
                "Ah, mis disculpas, fui a una tangente.Para resumir, la técnica de 'shadow clone harem' permite que un kunoichi haga múltiples copias de sí misma, pero es muy difícil de dominar, y si uno no está preparado o intenta hacer demasiadas copias, hay serias reaccionesque puede ocurrir.",
                "Speaks",
                "Sin embargo, si se usa correctamente, puede abrumar muy fácilmente a un oponente que no está dando pensamientos en sus acciones, como lo tiene a su disposición la capacidad de obtener inmediatamente una ventaja de números sobre sus oponentes, lo que también puede ayudar enormemente a emboscarseobjetivos desprevenidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Ella te da un aspecto astuto y puntiagudo con una sonrisa sensual mientras deja escapar una risita seductora.",
                "Speaks",
                "Y, por supuesto, permite que el amante de un kunoichi tenga una forma de harén a su alrededor con una sola mujer, sin mencionar los beneficios de tener a todas esas mujeres trabajando al unísono perfecto para complacer sin cesar cuando y donde quieran ...♥ Asegúrese de tener en cuenta ese último poco, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Ella deja escapar una risa mientras te sonrojas ante sus palabras antes de asumir una postura más informal.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "So what's your deal with me?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Los ojos de Shizu se vuelven mucho más calculadores mientras te da una apariencia de evaluación, y te tiemblas porque casi sientes que está mirando directamente a tu propio ser.",
                "Speaks",
                "... Hay dos razones principales por las que captó mi interés, [ThePlayerName].¿Te gustaría escucharlos?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Le das un asentimiento rápido mientras continúa mirando perforadamente, y puedes ver el menor indicio de una sonrisa a través de su FaceMask mientras lentamente comienza a hablar.",
                "Speaks",
                "Muy bien entonces.La primera y más simple razón es que te encuentro bastante atractivo.Te había visto desde la distancia mientras estabas subiendo por la montaña, y estaría mintiendo si dijera que mi corazón no saltea un ritmo cuando te vi, lo cual también es parte de la razón por la cual la emboscadatú en primer lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Ella deja escapar una pequeña risita mientras mira tu cara, pero solo dura unos momentos, ya que su expresión se vuelve mucho más intensa, lo que te hace dar un paso atrás de la pura fuerza de su mirada.",
                "Speaks",
                "La segunda razón y mucho más importante es que tienes una cantidad increíble de {i} potencial {/i}.El potencial como aventurero, potencial como maestro, potencial como héroe y, por supuesto, potencial para convertirse en un juguete para las chicas monstruosas.",
                "Sientes que ni siquiera puedes respirar mientras sus ojos se ponen los tuyos mientras ella empuja lentamente hacia ti para puntuar sus palabras, y puedes sentir las miradas de los aprendices que te rodean mirándote, así como los tallos de Shizu cada vez más cerca de ti.",
                "Speaks",
                "No tengo dudas en mi mente de que te vas a conseguir un harén de mujeres si aún no lo has hecho, pero la pregunta más importante para preguntar es si usted es el controlador {i} {/i}, o si van a controlar {i} you {/i}.Eso es lo que más me interesa ver en tu futuro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella se ríe mientras gira y da unos pasos hacia atrás antes de darse la vuelta para enfrentarte una vez más con una expresión burlona.",
                "Speaks",
                "Por supuesto, deseo estar allí también, viendo cuán lejos caes en las profundidades de la depravación dulce mientras te veo que te follan sin sentido o te miran follando a otros sin sentido ... va a ser {i} estimulante {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Ella duda por un momento mientras se sonroja de vergüenza, evitando sus ojos mientras cambia tímidamente su peso de pie a pie.",
                "Speaks",
                "O-oh, y no me refiero a que me guste el voyeurismo diciendo que ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Are you a masochist?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Shizu te da un ceño fruncido se popa mientras su mirada se lanza de lado a lado antes de que se ponga rápidamente cerca de ti, envolviendo los brazos alrededor de tu cuello y presionando sus deliciosas tetas en tu pecho mientras uno de sus firmes muslos presiona en tu ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Gulpes nerviosamente cuando considera que ella podría decidir castigarlo como lo haría con una de sus alumnos, pero antes de que pueda abrir la boca para preguntar qué está haciendo, tembla mientras baja su mascarilla y susurra dulcemente en su oído,haciendo que su cálida respiración hormiguee sobre tu piel.",
                "Speaks",
                "Debes saber que es grosero tratar de admitir que admite algo así en voz alta frente a mis alumnos, [ThePlayerName].¿No tienes ningún tacto? ♥",
                "Por el rabillo del ojo, puede ver a varios de los aprendices observando abiertamente su interacción con Shizu con interés, chismorreando silenciosamente el uno al otro mientras consideran qué hacer a continuación.",
                "Menu",
                "Slap her plump ass.",
                "Stay quiet.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Slap her plump ass.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Solpeas el culo de Shizu con una palma abierta, haciéndola dejar escapar un grito de placer lascivo que resuena en todo el pasillo, y puedes escuchar a varios de los aprendices que se mueven cuando Shizu te mira con un rubor avergonzado y enojado.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Pero antes de que puedas hacer cualquier otra cosa, Shizu de repente aprieta su agarre con los brazos mientras aleja la pierna de tu entrepierna y la balancea hacia atrás, y tus ojos se ensanchan en pánico cuando te das cuenta de lo que está a punto de hacer para pagar.",
                "¡Intentas luchar de su comprensión en vano mientras empuja su pierna con fuerza practicada hacia tu ingle en una patada rápida!",
                "ChangeArousalByPercent",
                "10",
                "Dejas escapar un grito preventivo mientras afecta tu entrepierna, pero a pesar de lo feroces que se veían sus movimientos, apenas puedes sentir su muslo a medida que presiona contra ti, mostrando cuán en el control de sus movimientos realmente está.",
                "ChangeArousalByPercent",
                "10",
                "Pero a pesar de que sus movimientos no causan ningún dolor real, su grito en pánico todavía suena en la habitación antes de que se transforme rápidamente en un placer jade mientras Shizu muele la pierna en su virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Después de unos largos momentos de movimientos burlones, deja de su agradable asalto con una sonrisa, y puedes escuchar a varios de los aprendices de Kunoichi que observan la situación reírse mientras murmuran entre sí.",
                "Speaks4",
                "¿Ver?Te dije que [ThePlayerName] era un masoquista todo el tiempo. ♥",
                "Speaks5",
                "¿Viste su reacción?¡Por supuesto que lo es!Jejeje ...",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu se inclina más cerca de ti una vez más mientras frota su suave cofre contra ti, acariciando suavemente y burlando tu cuerpo mientras te susurra en la oreja.",
                "JumpToScene",
                "MasoExplanation"
            ]
        },
        {
            "NameOfScene": "Stay quiet.",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "No dices una palabra mientras Shizu sonríe, y dejas escapar un jadeo de placer cuando comienza a moler sensualmente su muslo en tu virilidad mientras frota su suave cofre contra ti.",
                "Speaks4",
                "No creo que [ThePlayerName] pueda acusar a Sensei de nada si está reaccionando como {i} que {/i} ... ♥",
                "Speaks5",
                "¡Diría que {i} es {/i} el que le gusta estar dominado en su lugar!Jeje ...",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu continúa burlándose y acariciando su cuerpo mientras ella susurra dulcemente en su oído una vez más mientras los alumnos dejan salir risas mientras murmuran entre sí.",
                "JumpToScene",
                "MasoExplanation"
            ]
        },
        {
            "NameOfScene": "MasoExplanation",
            "theScene": [
                "Speaks",
                "Tengo que mantener las apariencias en al menos en cierta medida [ThePlayerName] ... ♥ Si realmente quieres que esté a tu merced frente a mis alumnos, tendrás que desafiarme a una revancha y derrotarme en combate.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Se inclina aún más cerca de tu oído a medida que su voz se vuelve intensamente seductora, haciéndote temblar mientras sus palabras gotean positivamente con una sensual intención.",
                "Speaks",
                "Pero nadie dijo sobre lo que sucedería si ninguno de mis alumnos estuviera mirando.Si alguna vez nos encontramos lejos del dojo, estaría feliz de ser la puta masoquista de mi maestro. ♥",
                "Se aparta de la oreja para mirarte profundamente en los ojos mientras sus propios púrpuras brillan con lujuria finamente velada, y sus brazos se apretan alrededor de tu cuello para evitar que te alejes de ella mientras casi te toca la cara con la suya.",
                "Speaks",
                "O si quieres, puedo ser tu dominatriz aquí, ahora mismo.Estoy bien con eso de cualquier manera, {i} maestro ♥ {/i}.",
                "ChangeArousalByPercent",
                "-10",
                "ChangeImageLayer",
                "Mask",
                "1",
                "ActivateOverlay",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Shizu levanta una mano para levantar su máscara facial, pero usa el movimiento para ocultar dándole un pequeño beso antes de alejarte con una risita seductora, dejándote con una erección furiosa que se esfuerza en tus pantalones como titter de observadores de aprendices, pero Shizu miraComo si todavía estuviera dispuesta a hablarte un poco más mientras intentas calmarte un poco.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu te da un asentimiento tranquilo mientras te mira expectante.",
                "Speaks",
                "¿Algo más?",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "Walk to the staircase.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Caminas por el pasillo y terminas en la base de las escaleras antes de la parte final de la mazmorra.",
                "JumpToEvent",
                "Will-Power Final Boss"
            ]
        },
        {
            "NameOfScene": "Go back to the temple's entrance.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "JumpToEventThenScene",
                "WillPowerTempleEntrance",
                "Go back to main hall from nin hall."
            ]
        },
        {
            "NameOfScene": "Help train the kunoichi trainees.",
            "theScene": [
                "Shizu arquea una ceja cuando varios de los aprendices cercanos comienzan a titular con emoción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¿Oh?¿Estás ofreciendo ayudar a entrenar a mis alumnos con tu propia volición?Hmhmhm ... bueno, ciertamente no te rechazaré, [ThePlayerName].Teniendo en cuenta que estás tan ansioso, incluso te dejaré elegir la lección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu se inclina hacia usted con una expresión seria, dándole una buena vista de su escote mientras escuchan a varios aprendices de Kunoichi susurrándose entre sí con entusiasmo desde cerca.",
                "Speaks",
                "Pero te advertiré ahora, si avanzas con esto, es probable que termines completamente drenado de todo lo que tienes y te despiertas en la iglesia en la ciudad humana.¿Estás seguro de que quieres hacer esto?",
                "Menu",
                "I'm sure.",
                "Actually...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Actually...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Un suspiro casi inaudible hace eco en todo el pasillo mientras varios de los aprendices cercanos te dan miradas decepcionadas, y Shizu los observa por un momento con una suave risa antes de mirarte.",
                "Speaks",
                "Parece que no fui el único que esperaba eso, [ThePlayerName].Si alguna vez cambias de opinión, hágamelo saber.",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "I'm sure.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Los ojos de Shizu brillan mientras sonríe a través de su mascarilla, y levanta la cabeza mientras su voz suena repentinamente en todo el pasillo.",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "¡Estudiantes![ThePlayerName] se ha ofrecido como voluntario para ayudar a enseñar una lección práctica!¡Reúna a mi alrededor si desea participar en él!",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Excited",
                "Casi todos los aprendices de la habitación dejan de inmediato lo que están haciendo, ya que inmediatamente lo invaden a usted y a Shizu, y en momentos está completamente rodeado de una horda de las mujeres que charlan ansiosamente.",
                "Speaks4",
                "¿Sensei dijo que [ThePlayerName] se ofreció como voluntario para esto mismo?¡Sabía que era un pervertido!",
                "Speaks5",
                "¡Esto va a ser muy divertido!¡No puedo esperar!",
                "Shizu se inclina hacia adelante y habla con voz baja para que solo usted pueda escucharla mientras todos los alumnos continúan zumbando de emoción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Esta es su última oportunidad de alejarse de esto si lo desea.",
                "Menu",
                "Help 'teach' the Sex and Teamwork Lesson",
                "Help 'teach' the Blowjob and Energy Draining Lesson",
                "Help 'teach' the Paizuri Lesson",
                "Help 'teach' the Foot Play Lesson",
                "'On second thought...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'On second thought...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "2",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Disdain",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Disdain",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Disdain",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Disdain",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Disdain",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Annoyed",
                "Antes de que puedas terminar de hablar, todos los aprendices dejaron escapar gemidos de decepción mientras murmuran enojado para sí mismos.",
                "Speaks4",
                "Aww ... ¿Estaba esperando esto, y él simplemente decide no hacerlo en el último minuto?",
                "Speaks5",
                "Que decepcionante.Quería ver su rostro mientras se rompía del placer ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Shizu levanta una mano para silenciar a las chicas mientras arrojan miradas sucias a tu manera, y sientes que un goteo de sudor corre por tu espalda cuando te das cuenta de que Shizu es el único que les impide que te salgan de todos modos.",
                "Speaks",
                "Él ha tomado su decisión y deberíamos honrarla.Pido disculpas por la distracción, ¡ahora vuelve al entrenamiento!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Los aprendices se dispersan lentamente mientras regresan a sus posiciones originales en el pasillo, continúan disparando con las miras incluso mientras reanudan su entrenamiento, y Shizu los mira por un breve momento antes de dejar salir un pequeño suspiro y mirarte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Tengo que decir que no son los únicos que se hicieron ilustrar, [ThePlayerName].Si alguna vez reconsideras, hágamelo saber.",
                "JumpToScene",
                "Talk with Shizu.Menu"
            ]
        },
        {
            "NameOfScene": "Loss Scene Choice",
            "theScene": [
                "ClearStances",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "10",
                "Excited",
                "Shizu deja escapar una risa baja mientras te estremes en el suelo, jadeando, jadeando y gastando por completo de tu pérdida, y sus clones desaparecen en una bocanada de humo mientras los alumnos de Kunoichi dejaban escapar una alegría triunfal por la victoria de su sentido.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Speaks",
                "Bueno [ThePlayerName], ahora que has sido derrotado, parece que me ayudarás a enseñar a mis alumnos.Incluso seré misericordioso y te dejaré elegir qué lección quieres ayudar a llevar.",
                "Menu",
                "Sex and Teamwork Lesson",
                "Blowjob and Energy Draining Lesson",
                "Paizuri Lesson",
                "Foot Play Lesson",
                "Stay silent and ignore her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Stay silent and ignore her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Pones tu mandíbula y miras en silencio a Shizu, negándote a decir una palabra, pero ella ni siquiera parece estar molesta por tu resistencia mientras deja escapar una pequeña risa.",
                "Speaks",
                "HMHMHM ... Entonces todavía estás tratando de poner una cara fuerte, ¿verdad?Solo hay una cosa que parece haber olvidado.",
                "Speaks",
                "Eres el que perdió.",
                "ChangeArousalByPercent",
                "20",
                "Dejas escapar un jadeo mientras de repente se desliza un pie de su multa de metal en un singular movimiento hacia adelante y le da la suela la suela de tu ingle, haciéndote estremecer de placer mientras comienza a acariciar tu virilidad con su pie cubierto de seda, dominando sin esfuerzo sin esfuerzo.Usted mientras todavía está tratando de recuperarse de su reciente derrota.",
                "ChangeArousalByPercent",
                "30",
                "Los alumnos que lo rodean comienzan a reír a medida que levantas las manos para tratar de alejarle la pierna, pero estás demasiado agotado para hacerla tanto como en el civil de una pulgada, y sus movimientos de burlas solo se vuelven más intensos y ásperos comoEmpiezas a respirar más a pesar de tus luchas.",
                "ChangeArousalByPercent",
                "45",
                "You can't muster any more resistance against her as you feel yourself quickly approaching orgasm from her domineering foot skillfully stroking your throbbing manhood from the powerful sensations of her silky toes dancing over your aching cockhead, but just before you finally manage to cum, sheralentiza sus burlas para mantenerte tambaleándose al borde de la liberación climática.",
                "Speaks",
                "Nada de esto estaría sucediendo si hubieras aceptado la derrota con algún honor.Te dejaré correrte si estás dispuesto a ser más cooperativo.",
                "ChangeArousalByPercent",
                "3",
                "Abres la boca para hablar, pero solo puedes gemir mientras ella intensifica suavemente los movimientos burlones de su pie una vez más, eliminando tus pensamientos mientras la necesidad sin sentido de corro te llena hasta que solo puedas estremecer en el placer necesitado de los movimientos lentos y sensuales deSu seda cubría la suela frotando su longitud.",
                "ChangeArousalByPercent",
                "2",
                "Al sentir su resistencia se desmorona en el olvido, tratas de decirle que te deje correrte, pero los únicos sonidos que puedes hacer son los ruidos de placer incoherentes, ya que parece estar tratando de evitar que hable, pero la necesidad casi enloquecedora de el orgasmoTe domina mientras reunes la energía para gritar.",
                "PlayerSpeaks",
                "L-Let Me Cum! ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu deja escair una risa mientras se mueve el pie hacia abajo y presiona su peso en su virilidad, haciéndote salir un jadeo sumiso de éxtasis cuando finalmente te empujan a un orgasmo masivo, cubriendo su pie en tu semenMientras tembla en el suelo con una expresión borracha de placer en tu rostro.",
                "ChangeFetish",
                "Feet",
                "25",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "Con un pulso brillante de magia, absorbe tu semen con una risa casi inaudible mientras te topas con placer por las burlas de la magia que envía a través de tu polla aversible antes de que finalmente salga de tu ingle, y te da un aspecto severo tantoSu voz adquiere una ventaja más dura.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "Te voy a preguntar qué lección quieres enseñar de nuevo.¿Cuál es tu decisión?",
                "Tu mente está girando desde la combinación de tu derrota orgásmica, y tu reciente orgasmo bastante humillante, e intentas unirte ...",
                "StatCheck",
                "Temptation",
                "15",
                "Stay silent and ignore her.Go",
                "Fail",
                "Stay silent and ignore her.Fail"
            ]
        },
        {
            "NameOfScene": "Stay silent and ignore her.Go",
            "theScene": [
                "Logras despejar la cabeza lo suficiente como para pensar racionalmente en qué hacer a continuación ...",
                "Menu",
                "Sex and Teamwork Lesson",
                "Blowjob and Energy Draining Lesson",
                "Paizuri Lesson",
                "Foot Play Lesson",
                "Continue to resist Shizu.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Stay silent and ignore her.Fail",
            "theScene": [
                "... Pero dejas escapar un gemido ya que no puedes reunir la energía para resistirte más, estableciéndose con una sonrisa, sintiéndose extrañamente ansioso por lo que sucederá después.",
                "Menu",
                "Sex and Teamwork Lesson",
                "Blowjob and Energy Draining Lesson",
                "Paizuri Lesson",
                "Foot Play Lesson",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Continue to resist Shizu.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "Te recompensas, mirando obstinadamente a Shizu cuando la habitación se queda en silencio, y crees que puedes ver la mayor mirada de ira en sus ojos mientras te mira mientras algunos de los aprendices te dan una apariencia comprensiva.",
                "Speaks",
                "... ¿Todavía no quieres cooperar?Supongo que todavía necesitas ser puesto en tu lugar.",
                "ChangeArousalByPercent",
                "20",
                "Ella vuelve a caer hacia su eje aún sensible con su pie, haciéndote estremecer mientras levanta el tacón antes de comenzar a bailar los dedos de los pies alrededor de tu punta de contracción, y se inclina hacia adelante mientras su voz cae a un susurro bajo que solopuedes escuchar.",
                "Speaks",
                "Sabes muy bien que para el Victor Go the Spocks, entonces, ¿por qué sigues haciendo esto?La única forma en que salgas de este dojo es por tu piedra de retiro, y no voy a dejarte ir hasta que elijas una lección para mis alumnos.Estoy tratando de ser amable.",
                "ChangeArousalByPercent",
                "25",
                "Sus palabras de repente te hacen pensar, ya que sientes que ella acaba de decir algo importante, pero tu enfoque se desactiva mientras puntúa su declaración inclinándose un poco más y atravesando todo el pie sobre tu eje para moler su tacón suavemente contra tu contracción.erección, enviando sacudidas de placer atravesando a través de usted.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Jadeaste ya que no puedes resistir su pie dominante hábilmente burlándose de tu resistencia, y solo puedes contratar débilmente a medida que comienza a empujarte fácilmente hacia otro orgasmo.",
                "Speaks",
                "Porque el borde no parecía ser efectivo la última vez, así que siento que podría necesitar probar algo ... diferente, para convencerte de que te rindas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Varios de los aprendices cercanos dejaron salir ligeramente siniestras risas mientras los ágiles dedos de Shizu comienzan a burlarse más rápidamente de la cabeza de su polla en un patrón rítmico enloquecedor mientras usa la suela de su pie para darle la palanca de la virilidad en un movimiento decisivo rápido,Haciéndole jadear mientras se empuja rápidamente sobre el borde, cubriendo su pie y pierna mediante con su semen.",
                "ChangeArousalByPercent",
                "75",
                "Pero Shizu no parece contento de detenerse mientras continúa dominando su eje de espasmo, incluso mientras te corres con una rutina burlona de su pie, obligándolo a estremecerse en el suelo en éxtasis por lo intensamente sensible que es tu virilidad cuando tu clímax.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "25",
                "Ella cava su tacón poderosamente en la base de su eje, presionando ligeramente hacia abajo sobre sus bolas de sacudida, completamente abrumando mientras otro orgasmo se rasga a través de usted mientras comienza a acariciar toda su longitud con su pata ágil, enviando ondas de éxtasis que lo lavan inmediatamenteDespués de que su primer termina, y ella sigue bombeando su eje de espasmo con una gracia lenta y sensual, dejando que su talón golpee contra la base de su virilidad mientras se corres nuevamente.",
                "ChangeArousalByPercent",
                "50",
                "ChangeEnergyQuietly",
                "-25",
                "Intentas decir algo, pero tu voz se ahoga en tus propios gemidos incoherentes, y tus gritos de placer solo se intensifican a medida que su pierna comienza a pulsar con magia morada brillante, absorbiendo tu semen y drenando tu energía como el enloquecedor éxtasis burbujeante en tu gruñónReduce y dejándote chocar con cada simple trazo de su pie.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Shizu de repente le da a tu palidez virilidad unos golpes rápidos con su suela vestida sedosa, abrumando con una rápida sucesión de orgasmos intensos, dejándote gritar en un pánico mientras tu mente se siente como si estuviera aplastada con un olvido orgásmico.",
                "PlayerSpeaks",
                "S-stop! ♥ por favor! ♥",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "Shizu ralentiza los movimientos de fusión de su mente, aún absorbiendo tu semen con un brillo púrpura que te deja sacudiendo con réplicas de placer, y te mira con una sonrisa presumida mientras sus aprendices dejan salir más risas.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "¿Oh?¿Entonces finalmente has tenido suficiente?Ahora les voy a preguntar una {i} final {/i} tiempo qué lección desea ayudarme a enseñar, o de lo contrario voy a seguir haciendo esto hasta que esté un accidente de placer antes de forzarlo.Enseñe una lección de todos modos.¿Cuál es tu decisión, [ThePlayerName]?",
                "ChangeFetish",
                "Feet",
                "25",
                "Te tomas un momento para recuperar el aliento, ya que te sientes demasiado debilitado para considerar incluso tratar de resistirla más, incluso mientras se quita el pie de tu ingle, pero tienes la débil sensación de que podrías haber pensado en una forma de salir de esto.situación...",
                "StatCheck",
                "Temptation",
                "20",
                "Continue to resist Shizu.Go",
                "Fail",
                "Continue to resist Shizu.Fail"
            ]
        },
        {
            "NameOfScene": "Continue to resist Shizu.Fail",
            "theScene": [
                "... pero no puedes recordar nada mientras continúas jadeando por aire, y te das cuenta de que la única forma en que saldrás de aquí es simplemente ceder ante ella ...",
                "Menu",
                "Sex and Teamwork Lesson",
                "Blowjob and Energy Draining Lesson",
                "Paizuri Lesson",
                "Foot Play Lesson",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Continue to resist Shizu.Go",
            "theScene": [
                "... y te tallas mientras recuerdas de repente Shizu mencionando tu piedra de retiro, y la miras como un plan débil en tu mente, pero no puedes evitar sentir el atractivo llamado de simplemente ceder y ayudar a enseñar alección como Shizu quiere que ...",
                "Menu",
                "Sex and Teamwork Lesson",
                "Blowjob and Energy Draining Lesson",
                "Paizuri Lesson",
                "Foot Play Lesson",
                "'So I can only leave using my recall stone right..?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'So I can only leave using my recall stone right..?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu te da una mirada extraña mientras varios de los aprendices murmuran confundidos entre sí en el fondo, y ella inclina la cabeza hacia un lado mientras te considera cuidadosamente.",
                "Speaks",
                "Sí ... pero ¿por qué estás mencionando eso ahora?Ya no debería importar ... a menos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Annoyed",
                "Sus ojos se abren mientras de repente se da cuenta de lo que estás permitiendo que suceda, te sonríes débilmente mientras tus ojos se cierran y simplemente dejas que el agotamiento de tu derrota combinado con tus recientes orgasmos intensos te abrume, y puedes sentirte resbalando en la inconscienciaCasi inmediatamente cuando un brillo azul brillante te envuelve.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Puedes sentir que Shizu se apresura a tratar de detenerte, agarrándote cuando tu cuerpo se afloja en el piso mientras los sonidos de varios aprendices decepcionados llenan la habitación antes de que ella apriete los labios, susurrando en silencio mientras tu mente se oscurece.",
                "Speaks",
                "Eso fue terriblemente inteligente de tu parte, [ThePlayerName].Ni siquiera puedo enojarme porque me superaste.Espero verte la próxima vez ... ♥",
                "Su beso ligero en tu mejilla es lo último que notas antes de que tu agotamiento te obliga a las profundidades de la inconsciencia ...",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Foot Play Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Shizu sonríe ante tu forma derrotada mientras los aprendices dejaban salir las risas excitadas, y ella se da vuelta para enfrentarlas mientras su voz adquiere un tono autoritario pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de que te des cuenta, estás sentado completamente desnudo de rodillas con las manos firmemente atadas detrás de tuatrás.",
                "JumpToScene",
                "Foot Play Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Help 'teach' the Foot Play Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Shizu te sonríe mientras los aprendices dejaban salir risas emocionadas, y ella se vuelve enfrentarlas mientras su voz adquiere un tono autorizado pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de que te des cuenta, estás sentado completamente desnudo de rodillas con las manos firmemente atadas detrás de tuatrás.",
                "JumpToScene",
                "Foot Play Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Foot Play Lesson Scene",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Los aprendices de Kunoichi ansiosos lo rodean por todos lados mientras prueban sus lazos, pero no pueden hacerlos tanto como Budge, y Shizu se encuentra ante usted con una sonrisa dominante, finamente velada debajo de su FaceMask.",
                "Speaks",
                "Hoy los estudiantes, porque [ThePlayerName] tan generosamente se ofreció como voluntario para ser parte de una lección, repasaremos cómo burlarse y dominar a un hombre con solo los pies.Entonces, todos se quitan los zapatos, asegúrese de tener los calcetines de rodilla mientras explico algunas cosas primero.",
                "Hay un momento de ruido fuerte cuando los alumnos rápidamente se quitan los zapatos con risas emocionadas, y Shizu da un paso hacia ti mientras mira a la multitud de mujeres anticipatorias.",
                "Speaks",
                "Después de que se haga esta lección, todos tendrán una mejor idea de cómo romper el orgullo de un hombre y convertirlo en un fetichista de pies.Esta será una buena manera de complementar y diversificar su juego de herramientas para complacer a un hombre, ya que esta podría ser una de las mejores maneras de doblarlos a su voluntad.",
                "Speaks",
                "Debido al entrenamiento que ha tenido que hacer hasta ahora, sus pies y piernas deben estar altamente entrenados, en forma, diestros y ágiles, lo que debería permitirle dar a su objetivo niveles anormales de placer con los pies y los dedos de los pies.Lo demostraré en [ThePlayerName] en breve.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "Los alumnos dejaron escapar otra ronda de risas mientras te miran con expresiones ansiosas, pero Shizu las silencia rápidamente mientras levanta una mano.",
                "Speaks",
                "Sin embargo, a pesar de la importancia de la técnica, es tan importante, si no más, para asegurarse de que usa sus calcetines en este momento, o cualquier equivalente de ropa que decida usar en sus piernas una vez que se convierta en un kunoichi completo.",
                "Speaks",
                "Esto se debe a que la ropa que llevas puesto en este momento, así como la que usarás en el futuro, está tejida con una droga que puede ayudar a reescribir los centros de placer del cerebro de un humano.Estoy seguro de que todos recuerdan sus efectos cuando tuvieron que pasar por el condicionamiento para ser resistente a él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Usted busca bruscamente mientras varios de los aprendices murmuran entre ellos con expresiones mixtas de lujuria y temor, mientras reflexiona sobre la idea de una droga que 'reescribe los centros de placer del cerebro de un humano', pero antes de que pueda expresar cualquier preocupación, Shizuse desliza sus greaves de metal y planta la suela de uno de sus pies hacia abajo en su cara.",
                "ChangeArousalByPercent",
                "10",
                "Las palabras que estuvieran a punto de pronunciar se amortiguan por su pie cubierto de seda mientras la molesta en la cara, y tomas un aliento estremecedor mientras el grueso aroma de su fragancia femenina, y las especias exóticas se ponen de repente tu mente.",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Si observa su rostro de cerca, puede ver que ya está descendiendo a una nube de lujuria debido a las drogas de concentración en mi traje de cuerpo, que también tiene sus efectos intensificados cuando se combinan con sudor de actividades rigurosas.Cuando estas dos cosas se mezclan y se acumulan en mis gritos de metal, se hace muy fácil abrumar a un hombre con placer.",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "También puede notar que estoy pisando directamente su rostro, que es un movimiento deliberado de mi parte.Al hacer esto, ayuda a rechazar la resistencia de un hombre mostrándole que está por debajo de mí, derrotado y ser desglosado debajo de mi talón, y le permite respirar la droga, lo cual es mucho más efectivo que dejar que se filtreen su piel.",
                "ChangeArousalByPercent",
                "15",
                "No puedes evitar que respire más y más profundamente la fragancia de la mente y la muesca, abrumadoramente picante de su pie mientras continúa presionándolo contra tu rostro, y te temblarás como la mera sensación de Shizu que te tocas extrañamente comienza a comenzar a comenzar a comenzar a comenzar a comenzar aSiéntete cada vez más atractivo.",
                "ChangeArousalByPercent",
                "15",
                "Shizu eventualmente te quita el pie mientras te das cuenta débil de que los alumnos te están riendo, pero parece que no te importa mientras jadeas por el aliento, sintiendo que tus pensamientos se vuelven más confusos a medida que el aroma de su pie cuelga en el aire,empalagando tus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks",
                "Entonces [ThePlayerName], ¿estás disfrutando de convertirte en un esclavo masoquista para mis pies?",
                "ChangeArousalByPercent",
                "25",
                "Cuando comienzas a responder a su pregunta, Shizu te muestra una sonrisa engreída mientras ella obliga hábilmente a su pie a tu boca, cortando tus palabras mientras comienza a usar los dedos de los pies para jugar con tu lengua, y ti mismo cuando su fragancia picante comienza aLlena tu boca y la nariz como al mismo tiempo, enviando olas de placer sumiso rodando a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Como puede ver, es importante atacar mentalmente a su objetivo también para romper su resistencia aún más rápido, lo cual es una parte vital para asegurarse de que secretamente les encantan ser sumisos para usted.Una vez más, las drogas en su ropa ayudan en esto al dispersar sus pensamientos hasta el punto de que incluso comenzarán a disfrutar de ser menospreciados y burlados si lo mantiene.",
                "Speaks",
                "Si observa cómo su polla pervertida palpita mientras lo obliga a lamer mi pie, puede ver cómo su cuerpo está comenzando a aceptar este placer sumiso que le estoy dando, y debido a esta señal, puedo decir que no lo hará.Incluso resistirme más, y él comenzará a lamerme los dedos de los pies por su propia voluntad.",
                "ChangeArousalByPercent",
                "25",
                "Dejas escapar un gemido mientras te das cuenta de que tiene toda la razón, y solo entonces notas que estás lamiendo sus pies sedosos voluntariamente mientras simplemente sostiene su pie en la boca y el deseo de llenar tus sentidos con más de su gustoY el aroma comienza a dominarte ...",
                "ChangeFetish",
                "Feet",
                "25",
                "PlayerOrgasm",
                "1",
                "Esa verdadera realización sumisa felty irradia a través de su núcleo, y los pernos eléctricos de placer de repente se arrancan su cuerpo, haciéndolo tenso y espasmo mientras adoras su pie con la lengua mientras dejas escapar un gemidos de éxtasis amortiguados, solo por lamer los dedos de los pies comoTu polla brota cuerdas gruesas de semen en el suelo.",
                "ChangeArousalByPercent",
                "40",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Cuando su orgasmo finalmente se reduce, Shizu se saca el pie de la boca con una risa baja que los aprendices resonan mientras observan su expresión floja, dejándote jadear delirantemente mientras Shizu se dirige hacia sus alumnos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Es importante tener en cuenta que, como aprendices en sus etapas actuales en el entrenamiento, no podrá usar una concentración tan alta de drogas como yo soy actualmente, porque su cuerpo no podrá manejarlo.Siempre debe recordar tener cuidado sin importar cuál sea la situación, porque incluso con su entrenamiento aún es posible sucumbir a sus propias herramientas.",
                "Speaks",
                "Del mismo modo, debido a que la dosis de drogas que usa es más pequeña que las que uso, no podrá derretir la mente de un hombre simplemente pisando un poco de su rostro, generalmente tendrá que exponerlos aLas drogas de diferentes maneras de antemano para avanzar hasta este punto, generalmente haciéndolos respirar o administrarlo por vía oral primero.Ahora...",
                "ChangeArousalByPercent",
                "60",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Gemes en voz alta mientras Shizu se acerca suavemente a tu polla aún dolorosamente sensible con su pie, y te tembla de placer mientras comienza a burlarse y acariciar tu virilidad con la suela de su pie y los dedos de los pies al mismo tiempo.",
                "Speaks",
                "Estoy seguro de que todos han estado esperando esta parte en particular de la lección;Jobs de pies.Como advertencia inicial, debe tener mucho cuidado cuando intente esto, porque es muy fácil dañar severamente a su pareja si se está comportando sin sentido.Asegúrese de ver mi técnica, ya que será invaluable para usted observar cómo se hace esto correctamente.",
                "PlayerOrgasm",
                "3",
                "Shizu de repente pone más peso en su pierna mientras ella muele su talón sobre su polla, y dejas escapar un grito incoherente de placer mientras la intensa estimulación abruma por completo tu virilidad, dejando que se acelere en el suelo, para la diversión.de los ansiosos aprendices.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Mientras estás espasmo en el suelo, miras hacia la cara de Shizu mientras una neblina de placer nubla tu mente, y ella te sonríe de manera dominante mientras su pie se desliza por tu eje, y sus dedos de los pies bailan alrededor de tu sensible cabezal de polla.",
                "ChangeArousalByPercent",
                "20",
                "Tus pensamientos están nublados mientras te temblaron en éxtasis por las sensaciones de su pie en tu eje, y te sonríes borracho mientras te relajas y dejas que el placer te lave, completamente contenta para dejar que te domine como una sensación deLa rectitud se extiende a través de ti ...",
                "ChangeFetish",
                "Feet",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Tengo algunas notas adicionales para darles a todos antes de entregarlo a todos ustedes, pero estas son tan importantes como las últimas cosas.En primer lugar, es posible que hayas notado cuánto más dispuesto [ThePlayerName] estaba a someterse después de que él te orgasmo, lo que te muestra que hacerlos semen es generalmente un muy buen facilitador para romper a un hombre, pero también debes tener en cuenta que superarlos puede.a veces ser la mejor opción.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "Jadeas mientras ella levanta el pie de tu polla y absorbe tu semen con un brillo púrpura, y te estremece con el anhelo mientras se vuelve para enfrentar a los aprendices de Kunoichi mientras los miran con entusiasmo.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "En segundo lugar, si bien se ha descrito que las drogas dentro de su ropa son casi demasiado perfectas, debe tener en cuenta que los efectos son temporales.Depende de usted usar su propia destreza para arraigarse permanentemente ese placer sumiso en su objetivo.Pero he hablado el tiempo suficiente en este momento.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Si bien todos los alumnos comienzan a mirarlo con anticipación depredadora, intenta aturdidamente contar cuántos estudiantes realmente hay, pero pierde la cuenta después de cincuenta años, ya que una pequeña parte de usted está muy preocupada por lo permanentemente arraigado que será esto.La estimulación sexual indudablemente intensa y excesiva que está a punto de recibir.",
                "Una parte más grande, mucho más cachonda, drogada y sumisa se pregunta ansiosamente cuánto tiempo les llevará derretir su cerebro en un adicto total de los pies sin nada en la mente, sino los pies dominantes y la sumisión adorable, el mero pensamiento dejandoTu polla es completamente erguida una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Todos ustedes son libres de probar las técnicas que desee en [ThePlayerName].Metiré para asegurarme de que no haga nada que lo lastime seriamente, así como dar consejos como mejor me parezca.",
                "PlayerOrgasm",
                "3",
                "Tan pronto como Shizu deja de hablar, los estudiantes descienden sobre usted con una risita colectiva mientras todos se turnan para presionar sus pies sobre su cuerpo y eje, pisándole, acariciándose, pisotear con cautela y mucho más, enviando saltos eléctricosde éxtasis desgarrándote por la intensa estimulación, lo que te hace orgasmo casi de inmediato mientras tiemblas en la felicidad.",
                "Speaks",
                "Recuerde, si está trabajando con un compañero o ha dominado la técnica de clon de sombra, pisar la cara de un hombre mientras recibe un trabajo de pie al mismo tiempo puede acelerar en gran medida la rapidez con la que se someten, así que asegúrese de capitalizarlo también.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "Usted mira ansiosamente mientras varios de los alumnos se ríen y colocan sus pies directamente sobre su rostro, y puede sentir que su mente se pone nebulosa mientras lo conduce a otro orgasmo, pero no puede evitarlo, ya que siente una necesidad ardiente demás...",
                "SetSpirit",
                "0",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El tiempo se agota en la nada mientras te pierdes en el éxtasis sumiso sin fin de que la horda de los alumnos presiona con sus pies divinamente agradables, y solo puedes gemir en la felicidad mientras ordenan cada gota de tu semen, disfrutando de cada segundo posible deplacer que te están dando.",
                "ChangeArousalByPercent",
                "25",
                "A lo largo de su experiencia infinitamente orgásmica, Shizu cuida sobre usted, ocasionalmente interviene para dar consejos a sus alumnos o para evitar que lo lastimen potencialmente, lo que solo hace que sus burlas sean aún más precisas a medida que espasman y se queman como un grifo roto..",
                "Tu cabeza se está derritiendo por completo del placer a medida que las visiones de sus maravillosos pies, dedos de los pies, calcetines y piernas dominan tu mente, llenando tus pensamientos a medida que fluyen las olas de éxtasis a través de todo tu ser.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Pero eventualmente, las cosas comienzan a relajarse ya que todos y cada uno de los estudiantes han tenido un giro practicando en su ansioso cuerpo, y te quedan acostado en el suelo, sacudiéndose desde las réplicas de un número aparentemente interminable de orgasmos con una sonrisa borracha de placer comoTu lengua se saca de tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Los estudiantes se dispersan lentamente poco más tarde, charlando entre sí, ya que ocasionalmente se ríen ante su apariencia rota, dejándolo solo a usted y a Shizu mientras se sienta suavemente y descansa la cabeza sobre su regazo antes de mirar los ojos.",
                "Speaks",
                "Entonces, ¿disfrutaste la lección sobre los pies?",
                "Le das un asentimiento débil y estremecedor mientras tu cuerpo continúa siendo abatido de tornillos de éxtasis, apenas capaz de pensar coherentemente como la combinación de drogas, placer y agotamiento te domina.",
                "Speaks",
                "Me alegro.Espero que vuelvas a ayudar con otro pronto, porque mis alumnos podrían usar la práctica.",
                "Ella te sonríe suavemente antes de levantar la mano para cerrar los ojos, y puedes sentir la oscuridad que te adelantan mientras Shizu acaricia suavemente tu cuerpo, disminuyendo de tu placer mientras te deslizas a la inconsciencia ...",
                "...",
                "ChangeFetish",
                "Feet",
                "25",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Blowjob and Energy Draining Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Shizu sonríe ante tu forma derrotada mientras los aprendices dejaban salir las risas excitadas, y ella se da vuelta para enfrentarlas mientras su voz adquiere un tono autoritario pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote en una ráfaga de movimiento, ya que no puedes hacer nada mientras arrastran sobre el equipo, y antes de saberlo, estás atado a un poste de madera en el centroDe la habitación, completamente desnudo mientras intentas descubrir qué acaba de pasar.",
                "JumpToScene",
                "Blowjob and Energy Draining Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Help 'teach' the Blowjob and Energy Draining Lesson",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu te sonríe mientras los aprendices dejaban salir risas emocionadas, y ella se vuelve enfrentarlas mientras su voz adquiere un tono autorizado pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote en una ráfaga de movimiento, ya que no puedes hacer nada mientras arrastran sobre el equipo, y antes de saberlo, estás atado a un poste de madera en el centroDe la habitación, completamente desnudo mientras intentas descubrir qué acaba de pasar.",
                "JumpToScene",
                "Blowjob and Energy Draining Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Blowjob and Energy Draining Lesson Scene",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smile",
                "Los aprendices de Kunoichi ansiosos lo rodean por todos lados mientras pruebas ociosamente tus vínculos, señalando que son bastante apretados, pero extrañamente cómodos como Shizu se mantiene ante ti, mostrando una sonrisa dominante finamente velada por su Facebmask.",
                "Speaks",
                "Hoy, los estudiantes, como [ThePlayerName] se ha ofrecido como voluntario para ayudar a enseñar una lección, repasaremos cómo darle una mamada a su objetivo adecuadamente y al mismo tiempo mostrar las posibles aplicaciones de drenar la energía de su objetivo.Después de terminar la manifestación, tendrá la oportunidad de poner a prueba sus habilidades en el propio [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Todos los alumnos dejaron escapar ruidos ansiosos de anticipación a medida que comienzan a charlar felizmente entre sí, y creen que escuchan débilmente a uno decir algo en la línea de 'estar harto de practicar con consoladores', ya que no pueden evitar sentirse un poco ansiosos.Usted mismo mientras le dan sus miradas ligeramente depredadoras sobre usted.",
                "Shizu pone una mano, silenciando a sus alumnos antes de hacer algunas señales de mano y hacer que un clon de ella se ponga en existencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Su clon se vuelve hacia los alumnos de los alumnos mientras Shizu se pone de rodillas frente a su polla y baja por su mascarilla, y se puede ver un brillo de hambre débilmente ansiosa en sus ojos mientras sus labios se curvan en una sonrisa sensual.",
                "Speaks",
                "Como sería comprensiblemente difícil explicar la demostración mientras realiza la mamada, haré que mi clon enseñe la lección.",
                "ChangeArousalQuietly",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "El aliento caliente de Shizu en su manjeguez endurecida rápidamente mientras habla con sus alumnos, envía títitos agradables que corren por su columna vertebral, y jadeas mientras una de sus manos se extiende lentamente y comienza a acariciar suavemente tu eje a plena erección.",
                "Speaks",
                "Ahora ... voy a comenzar la manifestación, así que dejaré que mi clon hablar de ahora en adelante.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Apenas puedes contener tu gemido mientras ella alinea su boca con tu polla y besa la punta con sus labios regordetes antes de deslizar lentamente por tu polla sacudida, y te contraes contra tus enlaces cuando su lengua ya comienza a lamer y lanzar a cada pulgada posible a cada pulgada posible.de tu eje que puede.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Pero incluso cuando Shizu comienza a chuparte la polla, uno de los aprendices de la audiencia levanta la mano, cortando el clon de Shizu antes de que incluso pueda comenzar a hablar mientras borra una pregunta.",
                "Speaks4",
                "Uhm, sensei?¿No tendría más sentido tener su clon {i} {/i} demuestra las técnicas mientras nos enseña usted mismo?",
                "ChangeArousalQuietly",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu ni siquiera se molesta en responder, ya que se las arregla para empujar su polla dentro de su boca antes de retroceder lentamente una vez más, lo que te hace jadear de las sensaciones felices que te corren a través de ti cuando su clon se mueve para responder.",
                "Speaks",
                "Te puedo asegurar que tengo todo el conocimiento del original,",
                "Speaks4",
                "¿Estás seguro de que no solo quieres chupar la polla de [ThePlayerName], Sensei?",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Las bromas risas llenan el aire cuando los alumnos comienzan a susurrarse entre sí, y tanto Shizu como su clon se endurecen cuando Shizu se quita la boca de su eje con un pop húmedo y lascivo antes de que ambos se vuelvan mirando al aprendiz que le preguntó al aprendiz que le preguntó al alumno que le preguntó al alumno.Pregunta, que se marchita debajo de sus miradas combinadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Fear",
                "Speaks",
                "Es bueno ver que has ofrecido voluntariamente para una 'resistencia al placer' adicional después de esta lección, Fumi.Ahora, si alguien más quisiera continuar charlando sin sentido durante esta manifestación, puede unirse a ella después.¿Alguien más le importa hablar?",
                "La habitación se queda mortal en silencio cuando el aprendiz que presumiblemente se llama Fumi se vuelve blanco y se tragó nerviosamente mientras los dos shizu encuestan a la multitud por unos momentos.",
                "Speaks",
                "Eso es lo que pensé.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu se da vuelta para enfrentar su polla aún más erguida una vez más, ya que se contrae en el aire, y puedes ver débilmente una sonrisa lasciva en su rostro mientras besa suavemente tu punta una vez más y comienza a balancearse lentamente por tu eje, forzando a otrogemir de ti cuando su clon comienza a hablar una vez más.",
                "Speaks",
                "Ahora, como iba a decir antes de ser interrumpido, las mamadas, como muchas otras técnicas sexuales orientadas a los servicios, a menudo se consideran un acto puramente sumiso, cuando en realidad este no es el caso de un practicante calificado.",
                "Speaks",
                "Puedo asegurarle que incluso si [ThePlayerName] no estaba atado y no podía moverse en este momento, aún sería muy fácil dominarlo con solo mi boca.Observar.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Jadeas mientras Shizu comienza a sacudirse la cabeza con más intensidad, prodigando tu virilidad con afecto mientras ella chupa y lame toda tu longitud con movimientos suaves y practicados que te hacen estremecer y temblar de placer.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Ocasionalmente cambia su estimulación al hacer un espalda fácilmente profunda, envolviendo su ágil lengua alrededor de su eje cuando sus manos se acercan para masajear suavemente sus bolas sacudidas.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Te encuentras espaciado de las sacudidas del placer desgarrándote como el hecho de que no puedes tantas contra tus restricciones te deja solo capaz de concentrarte en tu ingle, y Shizu llama la totalidad de tu atención mientras se mueveSus labios por tu polla para sellar sus labios de lujo fuertemente alrededor de la cabeza de tu polla palpitante, enrollando la lengua a su alrededor mientras vuela tu precum con fugas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu de repente pone una intensa succión en tu dolor de polla mientras ella aprieta suavemente tus bolas, abrumando con éxtasis orgásmico mientras lloras, estremeciéndose mientras tu virilidad abarca las espesas cargas de semen en su boca que espera y baja la garganta.",
                "PlayerOrgasm",
                "1",
                "Pero dejas escapar un jadeo estremecido mientras continúa chupando poderosamente la longitud de los espasmos incluso mientras te corres, balanceándose suavemente la cabeza hacia arriba y hacia abajo para ordeñar hasta la última gota que le das, extendiendo sin esfuerzo tu orgasmo a medida que se contrae ligeramente en éxtasis.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "A medida que eventualmente bajas de tu placer, gemirás suavemente mientras Shizu continúa chupando y lamiendo tu eje dolorosamente erecto, y te das cuenta débilmente de que el clon de Shizu ha estado hablando todo este tiempo, simplemente no has estado prestando atención como el verdaderoLa maravillosa mamada de Shizu te dejó incapaz de concentrarte en otra cosa que no sea la boca lascada y la lengua burlona.",
                "Speaks",
                "... Puedes ver, [ThePlayerName] se ha vuelto embriagador y cumplido después de un solo orgasmo poderoso, y cuando los hombres están en tal estado, pueden ser fácilmente pidiendo información o alentarse a cambiar de opinión sobre cosas que anteriormente no estaban dispuestasa.¿No es eso correcto [ThePlayerName]?",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Asentido con un gemido maravilloso cuando Shizu comienza a chupar poderosamente su virilidad y se burla de su propina una vez más, ya lo construye hasta su próximo orgasmo mientras los alumnos de observación dejan escapar un coro de risas ante su expresión.",
                "Speaks",
                "Eso es lo que pensé.Algunos de ustedes pueden estar pensando que una mamada solo puede ser realizada por un individuo a la vez, pero esto es falso.Trabajar con otro kunoichi puede ayudar enormemente al dominar la polla de un hombre con la boca, ya que múltiples individuos pueden lamer y lanzar en el eje desde múltiples ángulos al mismo tiempo, así como potencialmente permitiendo que otros aprovechen la distracción del hombre para dominarél de otras maneras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Speaks",
                "Quizás recuerde al comienzo de la lección que dije que las mamadas no siempre son actos sumisos, pero es importante considerar la posibilidad de fingir ser sumiso para calmar su objetivo en una falsa sensación de dominio, especialmente si ese es su tipo preferido demujer.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Shizu de repente deja escapar un gemido seductor alrededor de tu polla, haciéndote mirarla mientras te mira con una mirada de amor sumiso, y a pesar de que su clon simplemente describe la situación, no puedes evitar que tu corazón se saltea un ritmoComo tu polla de repente se siente más sensible en su boca cálida, gimiendo mientras el placer te lava.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Speaks",
                "Como se demuestra, esta puede ser una estrategia efectiva.Pero simplemente dar mamadas no es la única parte de esta lección.Es hora de pasar a la siguiente parte.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Te tiemblas mientras Shizu ralentiza gradualmente su mamada burlona mientras la mirada de sumisión en sus ojos se desvanece para ser reemplazado por un brillo burlón, y un goteo de sudor corre por tu columna mientras intentas recordar cuál era la segunda mitad de la lecciónA través de la neblina del placer nublando tu mente.",
                "Speaks",
                "Ahora pasaremos a drenar la energía de un hombre.",
                "ChangeArousalByPercent",
                "30",
                "ChangeEnergyQuietly",
                "-25",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Dejas escapar un grito de placer incoherente mientras un brillo morado emana de Shizu mientras comienza a sacudir lentamente la cabeza hacia arriba y hacia abajo de tu eje una vez más, y puedes sentir que tu energía se saca por la fuerza de tu polla y en la boca, solopara ser reemplazado con una dicha anormal mientras su polla palpita con cada pulso de drenaje.",
                "Speaks",
                "Como todos saben, todos ganamos sustento de la energía espiritual de un hombre, de la que el semen de los hombres está lleno.Naturalmente, absorbemos algo de eso cuando un hombre se corre dentro de nosotros, pero también es posible drenar más activamente la energía de un hombre si uno es lo suficientemente experto.",
                "ChangeArousalByPercent",
                "20",
                "ChangeEnergyQuietly",
                "-25",
                "El clon de Shizu levanta un dedo en la advertencia de que los aprendices de observación de Kunoichi mientras el verdadero Shizu continúa ordeñando lentamente su energía con ondas de éxtasis.",
                "Speaks",
                "Esta es una técnica mucho más difícil de hacer en combate si no se practica o con talento innato en ello, pero les insto a todos a tratar de dominar esto, porque puede ser una herramienta increíblemente efectiva para usted en más de un sentido.Observar.",
                "ChangeArousalByPercent",
                "25",
                "ChangeEnergyQuietly",
                "-50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "La mamada de Shizu se intensifica cuando su lengua lame y gira alrededor de su punta de gran sensible en el tiempo con sus pulsos maravillosamente drenadores, y casi siente que sus pensamientos mismos están siendo absorbidos de usted mientras un placer abrumador nubla su mente.",
                "ChangeArousalByPercent",
                "30",
                "ChangeEnergyQuietly",
                "-50",
                "Puede sentir que se está volviendo más débil con cada segundo que pasa a medida que Shizu drena hasta la última gota de su energía de usted, y la magia de drenaje solo se vuelve más placentero mientras chupa, vuelve y se burla de su eje.",
                "PlayerOrgasm",
                "2",
                "ChangeEnergyQuietly",
                "-100",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Con un golpe de éxtasis poderoso y profundo de un éxtasis de un éxtasis, con una última carga tras carga en su boca insaciable mientras sus ojos pulsan con magia, enviando escalofríos a través de ti mientras envía más y más ondas mágicas deplacer a través de ti.",
                "PlayerOrgasm",
                "2",
                "ChangeEnergyQuietly",
                "-200",
                "Guques mientras ella mágicamente obliga a tu orgasmo a arrastrar y seguir, y Shizu traza lastimas por cada gota de semen que le das mientras sus ojos brillan seductoramente hacia ti.",
                "SetSpirit",
                "0",
                "ChangeEnergyByPercent",
                "-100",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Eventualmente, deja de enviar un placer drenador que atraviesa a través de ti, pero continúa chupando poderosamente y burlándose de tu polla aún palpitante mientras te obliga a alturas de éxtasis cada vez más altas hasta que sientes como si no te quedes nada, y solo entonces lo hace.Ella se aleja con un suspiro satisfecho, dejándote debilitado y delirante con placer mientras tu saliva polla holgada todavía se contrae y palpita en el aire.",
                "Speaks",
                "Y ahora que hemos pasado casi toda la lección, es hora de que todos ustedes se preparen para practicar estas técnicas en [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "Te mueves débilmente la cabeza para mirar nerviosamente a Shizu, su clon y los numerosos aprendices que te rodean, y parpadeas cuando te das cuenta de que hay demasiados para contar, pero todos te están mirando con depredadores, anticipatorios, anticipados, anticipados, anticipados, anticipados, anticipados.y ojos hambrientos.",
                "PlayerSpeaks",
                "U-uh ... ¿H-HOW?",
                "ChangeArousalByPercent",
                "5",
                "Tanto Shizu como su clon dejaron escapar una risa baja mientras ambos te sonreen, y te tragan la aprensión mientras tu polla de repente palpita en el aire con ansiosa anticipación.",
                "Speaks",
                "Estaba llegando a eso.Lo último en lo que tengo que enseñar a todos es cómo {i} dar {/i} energía a su objetivo.",
                "RefreshPlayer",
                "ChangeArousalByPercent",
                "90",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "En ese momento, el verdadero Shizu besa con amor la punta de tu polla mientras sus ojos brillan débilmente morado, y dejas escapar un grito confuso de placer casi doloroso mientras sientes un torrente de energía que fluye hacia ti a través de tu polla, casi abrumadorDesde las sensaciones extrañamente agradables que se envían a través de usted desde su ingle como si estuviera empujando todo lo que le devolvió a través de su virilidad, sintiendo que apenas debería encajar dentro de su polla.",
                "PlayerOrgasm",
                "2",
                "El extraño éxtasis es demasiado para su cuerpo debilitado para el orgasmo para perdurarse, y jadee mientras brota algunas cargas adicionales entre los labios que esperan Shizu antes de que termine el proceso de revitalización, dejándolo sintiéndose revitalizado, si es un poco fuera de él.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "No voy a mentirles a todos y decir que soy el mejor cuando se trata de devolver energía, ya que muchos otros succubi y probablemente incluso algunos de ustedes son mucho más eficientes y pueden inducir más placer queLo soy, pero puedo enseñarte todos los conceptos básicos, ya que es importante en situaciones en las que drena demasiada energía de tu objetivo.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Cuando el clon de Shizu termina de hablar, el verdadero Shizu finalmente se aleja de su polla con una leve mirada de anhelo mientras se lame los labios, y se levanta y se da vuelta para enfrentar a sus alumnos mientras descarta su clon en una bocanada de humo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Y eso concluye mi parte de la lección.Ahora, todos ustedes se alinean, y si lo desea, puede agruparse si lo desea con un máximo de tres personas por grupo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Gules nerviosamente mientras los alumnos se apresuran a formar una línea, y el primer grupo de tres desciende ansiosamente sobre usted mientras le preocupa débilmente cómo va a soportar todo esto, pero una parte mucho más grande de su cerebro sabe que ganó 'Poder y esperar ansiosamente hasta el último momento de placer que estés a punto de experimentar ...",
                "SetSpirit",
                "0",
                "ChangeArousalByPercent",
                "65",
                "ChangeEnergyByPercent",
                "-90",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "No le hace mucho tiempo convertirte en un desastre de espasmo y espasmo como aprendiz tras aprendiz chupa y drena tu virilidad de su energía y semen, enviando orgasmo tras orgasmo a través de ti mientras tu polla palpita con cada beso burlón y lame que reciba.",
                "ChangeArousalByPercent",
                "10",
                "ChangeEnergyByPercent",
                "30",
                "Cada vez que termina un grupo, ya sea solo un aprendiz solitario, un dúo o un trío, todos le devuelven su energía, y aunque generalmente les toma algunos intentos, cada vez que se escapan, está ansioso por elLuego, el aprendiz hambriento de poner su boca en su polla sacudida y drenarlo de nuevo.",
                "ChangeArousalByPercent",
                "15",
                "ChangeEnergyByPercent",
                "-100",
                "Cada nuevo grupo intenta algo nuevo y exclusivo que induce el éxtasis, y aunque algunos absorben agresivamente su carga lo más rápido y con fuerza posible, algunos se mueven lenta y sensualmente la cabeza mientras lo mantienen en el borde del orgasmo del cuchillo mientras drenan lentamente su energía,Y algunos extraños incluso adoran sumisamente tu polla, besándola y lamiéndola hasta que te corras explosivamente por sus ansiosas caras.",
                "ChangeArousalByPercent",
                "30",
                "Un grupo ocasional de dos o tres trabaja en conjunto para combinar estas diversas técnicas únicas en las formas inductoras de éxtasis, practicando su trabajo en equipo mientras todos se besan, chupan y lamen el orgasmo después de drenar el orgasmo.",
                "ChangeArousalByPercent",
                "20",
                "El ciclo constante de drenar su cuerpo hasta sus límites solo para volver a energizarse y hacer que todo el proceso comience nuevamente ha convertido su cabeza en una papilla agradable a medida que gemirá felizmente y brota una cantidad ilimitada de semen para cada aprendiz de espera.mientras experimentan con su polla dolorosamente sensible.",
                "ChangeArousalByPercent",
                "30",
                "Tus pensamientos comienzan a difuminar a medida que la práctica avanza una y otra vez, y el único pensamiento corriendo por tu mente en toda la prueba es el intenso placer de sus labios en tu eje, sus lenguas bailando alrededor de tu virilidad, qué tan buena tu energía drenadase siente, y cuánto amas las mamadas.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Después de que todos los alumnos tengan un giro contigo, y piensas débilmente que algunos de ellos definitivamente fueron por más de una ronda, se dispersan lentamente a medida que tiran anhelo miran a tu polla aún erecta mientras te quedas sin atado a tu posteMientras se contrae y tembla en éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Finalmente, Shizu es el único que le queda en el centro de la habitación, ya que te da una sonrisa casi de disculpa mientras tu visión comienza a oscurecer.",
                "Speaks",
                "Hmm ... Tal vez los deje drenar un poco {i} también {/i} mucho de ti ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Se ríe suavemente mientras se pone de rodillas antes de tu polla aún rígida, y se lame los labios mientras te mira a la cara.",
                "Speaks",
                "HMHMHM ... Estoy seguro de que no olvidará esta lección sobre mamadas en el corto plazo, pero en caso de que lo hagas, te enviaré con uno más para asegurarte de que recuerdes.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Jadeas mientras sus labios envuelven tu virilidad, haciendo que tu polla en exceso latira en la felicidad orgásmica casi de inmediato mientras se sacude suavemente la cabeza hacia arriba y hacia abajo de tu eje mientras te mira con amor.",
                "PlayerOrgasm",
                "1",
                "Cada broma chupa de su boca obliga a otra carga de semen de ti mientras le lentamente se seca una última vez, y puedes sentir tu conciencia que se desvanece con cada gota que le das hasta que planta un último beso suave en la punta de tu virilidad, haciéndote orgasmo una última vez con un gemido incoherente mientras te desmayas por completo ...",
                "...",
                "ChangeFetish",
                "Oral",
                "25",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Paizuri Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu sonríe ante tu forma derrotada mientras los aprendices dejaban salir las risas excitadas, y ella se da vuelta para enfrentarlas mientras su voz adquiere un tono autoritario pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de saberlo, te pones de espaldas, completamente desnudo como tus brazos y piernasestán atados y mantenidos por cuerdas conectadas a varios aros inteligentemente ocultos en el piso.",
                "JumpToScene",
                "Paizuri Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Help 'teach' the Paizuri Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu te sonríe mientras los aprendices dejaban salir risas emocionadas, y ella se vuelve enfrentarlas mientras su voz adquiere un tono autorizado pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de saberlo, te pones de espaldas, completamente desnudo como tus brazos y piernasestán atados y mantenidos por cuerdas conectadas a varios aros inteligentemente ocultos en el piso.",
                "JumpToScene",
                "Paizuri Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Paizuri Lesson Scene",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Los aprendices de Kunoichi ansiosos lo rodean por todos lados mientras se arrastran para tratar de sentirse cómodo mientras está completamente inmovilizado en el piso, y usted nota que dos de los clones de Shizu se encuentran a su lado en ambos lados con sensuales brisos en sus ojosMientras la propia Shizu se pare de manera dominante frente a su forma propensa, dándote una sonrisa astuta que está muy velada por su Facebtersk.",
                "Speaks",
                "Hoy, los estudiantes, como [ThePlayerName] se ha ofrecido como voluntario para ayudar a enseñar una lección, superaremos el juego de senos, principalmente enfocándonos en Paizuri, que también puede conocer como titfucking, y las mejores formas de utilizarlo en sus objetivos en el futuro.Esta lección también lo ayudará a comprender cómo trabajar mejor juntos y utilizar técnicas grupales.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "La propia Shizu se aleja de ti para enfrentar a sus alumnos mientras sus dos clones dejaban escapar risas bajas y sensuales antes de que se acerquen a ti y presione tu cara entre sus suaves senos, presionando el calor reconfortante contra ti a medida que tu audición se amortigua.",
                "ChangeArousalByPercent",
                "10",
                "Dejas escapar un gemido tranquilo cuando comienzan a frotarte suavemente la cabeza con sus tetas, ya que su fragancia claramente femenina comienza a llenar tus fosas nasales, y comienzas a sentirte relajado cuando tu polla comienza a endurecer lentamente.",
                "Speaks",
                "Si bien estas técnicas funcionan para aquellos que tienen bustos más pequeños, son significativamente más efectivos con los senos más grandes.Sin embargo, ninguno de ustedes debe sentirse deprimido por sus circunstancias actuales si están interesados ​​en este tipo de juego porque todos están desarrollando succubi, y puedo dar fe de que el tamaño de su busto puede cambiar muy dramáticamente muy rápidamente.Ya sea crecimiento natural, magia u otros medios.",
                "ChangeArousalByPercent",
                "15",
                "Escuchas el sonido amortiguado de varios aprendices que se ríen mientras los dos clones continúan asfixiándote entre su escote, mientras que ocasionalmente te dejan respirar lleno de su encantador aroma femenino, llenándote de olas de placer mientras tu eje se mantiene completamente erecto,palpitando al aire libre.",
                "Speaks",
                "Desafortunadamente, no habrá mucha participación de los estudiantes hasta el final de esta lección, por lo que todos deben prestar atención ahora para aprender lo más posible antes de eso.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Puedes ver débilmente a Shizu girarse para mirarte antes de rodillas a través del valle de los senos apretados presionando tu cara, pero no tienes tiempo para prepararte mientras envuelve tu rígida virilidad entre sus senos vestidos, obligando a otro gemidoDesde tus labios mientras comienza a rodar sus tetas alrededor de tu eje en círculos lentos y suaves.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Los dos clones dejan salir risas más sensuales mientras apretan la cabeza entre sus cofres por última vez antes de alejarse, arrastrando lentamente sus senos por su cuerpo hacia su ingle mientras jadeas por aire mientras el verdadero Shizu continúa rodando lentamente sus tetaspolla.",
                "Speaks",
                "Como puede ver, la polla de [ThePlayerName] ya se está perdiendo en mis senos, y después de que mis clones lo trabajaron lentamente hasta este punto con sus cofres, se puede ver que su polla se está desgastando gradualmente por las olas de placerMientras se reducen y fluyen hacia él.",
                "ChangeArousalByPercent",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Como para puntuar sus palabras, Shizu acelera abruptamente sus movimientos mientras comienza a rodar salvajemente sus tetas en círculos asincronizados alrededor de su eje, lo que te hace llorar mientras tu eje se contrae con ansias entre su suave escote mientras el placer vuelve a través de ti.",
                "ChangeArousalByPercent",
                "25",
                "Y mientras te estremeces en el éxtasis de los intensos movimientos de Shizu, solo capaz de contraerse mientras tus brazos y piernas están fuertemente atados al piso, sus dos clones se han deslizado por todo el cuerpo y presionar suavemente los senos en tu estómago mientras miran listas paraÚnete a Shizu en cualquier momento.",
                "Speaks",
                "La clave de este tipo de técnicas es enterrar completamente su polla con los senos y desgastar suavemente su resistencia mientras las trabajas lentamente hasta el orgasmo con olas de placer ...",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Shizu de repente aprieta los senos de repente, haciéndote gritar en éxtasis mientras una presión abrumadora rodea tu polla dolorida, enviándote espiral sobre el borde mientras tu polla estalla en el semen caliente en el mar suave de su escote, dejándote gemir como una sola caídaescapa de su pecho.",
                "Speaks",
                "... antes de romper su resistencia con presión severa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Justo cuando terminas de correrse, Shizu libera tu polla sacudida de sus senos mientras se estremece en el suelo, atrapada en el resplandor de su orgasmo mientras se levanta y muestra su carga pegajosa a sus estudiantes que observan ansiosamente.",
                "Speaks",
                "Si la 'presión de hundimiento' se realiza correctamente, como acabo de demostrar, ni una sola gota de su semen debería escapar de su pecho, a menos que se corra increíblemente duro.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "Un brillo púrpura fluye sobre ella mientras absorbe rápidamente su semen, y sus dos clones de repente deslizan sus senos por su cuerpo y atrapan su polla entre su carne suave, lo que te hace espasmo con placer mientras intentas recuperarte de tu reciente orgasmo mientras ellosExprime suavemente su virilidad entre sus tetas suaves.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Los nombres de estas técnicas suelen ser temáticos de agua, y piensas en utilizarlos de manera similar.Debe tratar sus senos como un gran cuerpo de agua para ahogar una polla, enviando placer a un hombre con olas hasta que los obliga a orgasmo con una dicha intensa y presurizada.",
                "A lo largo de su explicación, sus dos clones están sacudiendo suavemente sus senos alrededor de su polla, antes de hacer la transición a apretones sensuales lentos mientras presionan sus tetas juntas.",
                "Speaks",
                "Como tal, cuanto más grandes son sus senos, más efectivas son estas técnicas, pero también son igualmente efectivas cuando se usa más de un par de senos, ya que estoy a punto de demostrar el uso de mis clones.",
                "ChangeArousalByPercent",
                "35",
                "Dejas escapar un gemido cuando ambos clones pasan lentamente de apretones lentos a rodar sensualmente sus senos alrededor de tu polla palpitante en un movimiento espiral perfectamente sincronizado, casi haciendo que sientas que tu virilidad está atrapada en un remolino reconfortante de suave y que abarca carne que abarca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks",
                "Pronto podrás ver cómo los pensamientos racionales de [ThePlayerName] son ​​arrastrados de las grandes olas de placer, mis clones le van a dar a medida que su polla se aplasta entre un mar de escote, es especialmente susceptible como su resistencia.Ya he sido bajado por el primer orgasmo que le di.",
                "ChangeArousalByPercent",
                "35",
                "Los clones presionan firmemente sus suaves senos entre sus movimientos de rodadura de avance lento antes de repetir el proceso nuevamente, haciéndolo gemir en una dicha incoherente a medida que una presión intensa se acumula en su ingle desde las profundidades interminables de su escote mientras se siente acercándose aincluso mayor orgasmo que antes.",
                "PlayerOrgasm",
                "2",
                "Te estremece en el éxtasis, ya que cada apretón presurizado alucinante de sus senos te hace sentir mejor y mejor con cada momento que pasa hasta que finalmente no puedas tomar más, ya que apretan fuertemente tu polla entre sus tetas con finalidad, dejándote dejar escapar unEl grito maravilloso mientras brote las espesas cargas de semen entre su escote suave.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "25",
                "Continúan sus movimientos abrumadoramente agradables incluso mientras se espasma en el orgasmo, y ni una sola gota de su semen escapa de su mar sin fin de las tetas mientras absorben todo lo que les das con un brillo morado, dejándote temblar en el suelo como el éxtasis de la mente.sobre ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Como puede ver, [ThePlayerName] ya se está perdiendo por completo al placer mientras se ahoga entre los senos de mi clon, pero se nota que todavía se aferra a sus pensamientos racionales, pensando que esto no puede sentirse mejor.Pero, afortunadamente, esta técnica no solo se detiene con dos personas a la vez.",
                "ChangeArousalByPercent",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Te miras bruscamente a Shizu, entre gemidos de éxtasis mientras se pone de rodillas una vez más, con sensualmente leve su gran cofre con las manos antes de dejar que reboten en la parte superior de los senos de su clon, agregando aún más presión de hundimiento a la verdaderaMar de pechos, tu polla se está ahogando.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "125",
                "Tus gemidos se vuelven más poderosos a medida que el mero peso de sus senos encima de los movimientos giratorios y de los otros dos comienza a hacerte sentir aún mejor que antes, pero solo puedes dejar escapar un grito estrangulado de éxtasis puro y no adultado mientras la presiona.Los senos sobre los de sus clones, redoblando el placer ya intenso que te atraviesa cuando tu polla comienza a pulsar constantemente con dicha orgásmica.",
                "PlayerSpeaks",
                "AAAAHHHH?!!!♥♥♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "175",
                "Los tres absorben fácilmente hasta la última gota de su semen que brota entre sus cofres apretados mientras su semen fluye sin cesar de usted, y con cada batido suave que hacen, solo puede temblar como tornillos de placer puros a través de usted, electrificando sumente y lavar cualquier pensamiento que tenga más que sus senos divinamente suaves.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smile",
                "Te das cuenta débilmente de que los aprendices que observan se ríen ante tu situación, mirándote ansiosamente espasmo en el suelo mientras tu polla se corre como un grifo roto para su sensei, pero no puedes preocuparte por nada más que el intenso éxtasis en cascadatú.",
                "Speaks",
                "Ahora, como todos pueden ver, [ThePlayerName] es {i} realmente {/i} perdiéndose por placer ahora, ahogándose dentro de las profundidades aparentemente infinitas de mí y los senos de mi clon.Este debería ser un buen ejemplo de cómo se amplifica la técnica cuando se presionan más senos contra un hombre.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "260",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "El temor anticipatorio comienza a meterse en su placer de placer cuando te das cuenta débil de lo que te está pasando, y Shizu nota el aspecto del miedo y la excitación en tus ojos mientras te muestra una sonrisa sensual, casi malvada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speaks",
                "Hmhmhm ... Estoy seguro de que todos notaron cuánto más placer [ThePlayerName] sentía cuando mis senos se agregaron sobre mis dos clones, así que apuesto a que todos podrían estar preguntándose qué podría pasar si todos presionan sus tetas contrasu cuerpo también.Este será un buen experimento para todos nosotros, así que no seas tímido. ♥",
                "PlayerOrgasm",
                "2",
                "ChangeArousalByPercent",
                "300",
                "El último hilo de cordura tenue que aún permanece dentro de su mente grita mientras mira salvajemente a su alrededor a la cantidad aparentemente interminable de aprendices ansiosos que se apiñan en todos los lados, solo para ser silenciados por completo mientras los cofres suaves presionan contra cada parte de su cuerpo en todo.una vez.",
                "SetSpirit",
                "0",
                "ChangeArousalByPercent",
                "400",
                "El tiempo en sí parece disminuir la velocidad, ya que puede sentir claramente cada par de senos que presionan en su piel a la vez, y cada vez que puede sentir el placer en cascada a través de usted alcanzando picos aún más altos a medida que se empuja aún másLas profundidades del mar de las tetas, que te hacen llorar en un éxtasis inducido por el pánico hasta que tu cara también esté cubierta, silenciándolo debajo de las olas de sus senos.",
                "ChangeArousalByPercent",
                "100",
                "El éxtasis blanco y caliente se desgarra en una inundación de la mente rompiendo ya que todo su cuerpo está completamente sumergido por sus suaves cofres, ahogándote en su escote.",
                "ChangeArousalByPercent",
                "100",
                "Escuchas débilmente a los estudiantes reír como la simple sensación de que sus tetas presionen contra tu piel hace que tu polla espasma y brote sin paras.Te sientes y tu creciente amor por los senos.",
                "ChangeArousalByPercent",
                "200",
                "Como si estuviera en la señal, todos los alumnos comienzan a sacudir suavemente sus senos a tiempo con Shizu y los movimientos burlones de su clon, y dejas escapar un feliz y gemido dicha mientras las suaves olas de placer comienzan a lavarte encima de la abrumadora potentePresión que estás ahogando sin cesar.",
                "ChangeArousalByPercent",
                "200",
                "Cada movimiento de ida y vuelta de sus senos hace que su polla pulse con un pequeño orgasmo sobre el espasmo ya constante que ocurra simplemente por tener tantos cofres presionando contra usted a la vez, destrozando el poco pensamiento racional que tenía a la vez que comenzó a tenerDos orgasmos simultáneos en cascada interminable a través de ti.",
                "ChangeArousalByPercent",
                "200",
                "Empiezas a sentirte increíblemente separado de la realidad mientras simplemente te relajas mientras flotas dentro del mar de la dicha suave, sintiéndote arrastrado con las mareas sin un solo pensamiento en tu cabeza para distraerte de las olas de placer a la deriva suavemente a través de ti.",
                "ChangeArousalByPercent",
                "300",
                "Cada par de senos de repente se aprieta en su cuerpo a la vez, haciéndole dejar salir un gemido amortiguado y sin sentido a medida que aumenta la presión orgásmica que se acelera a través de usted, lo que lo obliga a profundizar y profundamente en el mar de placer que crearon para usted como su cabezase vuelve completamente vacío ...",
                "...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyByPercent",
                "-100",
                "ChangeFetish",
                "Breasts",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Dibujas un jadeo poderoso mientras chupas por aire por un breve momento, sintiéndote completamente perdido a medida que te devuelve una pequeña apariencia de cordura, y puedes ver a varios de los alumnos que aún no se habían alejado con tu confusión antes de lentamenteDispersarse mientras su cerebro trata de reconstruir lo que está sucediendo.",
                "Te das cuenta de que Shizu te está mirando con una expresión suave cuando comienzas a recordar lo que acaba de pasar, y te das cuenta de que tiene tu cabeza en su vuelta firme pero suave, pasando suavemente los dedos a través de tu cabello mientras las olas de agotamiento amenazan conabrumarte.",
                "Speaks",
                "¿Cómo estás, [ThePlayerName]?Te desmayaste cerca del final de la lección.",
                "Logras murmurar algo sobre un océano de tetas, y Shizu se ríe en silencio.",
                "Speaks",
                "Bueno, con suerte, no rompimos tu mente {i} también {/i} mal.Estoy seguro de que al menos tiene una nueva apreciación por los senos.",
                "Logras inclinar la cabeza con la aproximación más débil de un asentimiento, y ella se inclina más cerca de tu cara mientras su voz cae a un suave susurro mientras comienzas a deslizarse en la inconsciencia cuando un cansancio de un hueso llena todo tu cuerpo.",
                "Speaks",
                "Lamento que las cosas se volvieran un poco más intensas de lo que había planeado, es solo que mis alumnos estaban tan emocionados de ver que tu mente se derrite que no pude evitarlo.Espero que puedas perdonarme por eso, [ThePlayerName].",
                "Miras a su alrededor, incluso cuando tu visión comienza a oscurecerse y te das cuenta de que algunos de los estudiantes todavía están cerca, observando que sus sensei te atienden con los ojos ligeramente anuales, y te preguntas delirantemente si es una especie de lección sobre el cuidado posterior.",
                "Speaks",
                "Solo relájate conmigo hasta que te desmayes.Estaré aquí contigo todo el tiempo.",
                "Lo último que ves antes de que tus ojos se cierren es que ella te sonríe suavemente mientras continúa rascándose suavemente y agitante el cabello, y casi sientes que las olas calmantes te están lavando mientras la oscuridad te supera ...",
                "...",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Sex and Teamwork Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu sonríe ante tu forma derrotada mientras los aprendices dejaban salir las risas excitadas, y ella se da vuelta para enfrentarlas mientras su voz adquiere un tono autoritario pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de saberlo, te pones de espaldas, completamente desnudo como tus brazos y piernasestán atados y mantenidos por cuerdas conectadas a varios aros inteligentemente ocultos en el piso.",
                "JumpToScene",
                "Sex and Teamwork Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Help 'teach' the Sex and Teamwork Lesson",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Shizu te sonríe mientras los aprendices dejaban salir risas emocionadas, y ella se vuelve enfrentarlas mientras su voz adquiere un tono autorizado pero sensual.",
                "Speaks",
                "Sabes qué hacer, chicas.",
                "DisplayCharacters",
                "1",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "5",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Shizu le rompe los dedos mientras los alumnos de Kunoichi te invaden de repente, desnudándote con una ráfaga de movimiento, ya que no puedes hacer nada, y antes de saberlo, te pones de espaldas, completamente desnudo como tus brazos y piernasestán atados y mantenidos por cuerdas conectadas a varios aros inteligentemente ocultos en el piso.",
                "JumpToScene",
                "Sex and Teamwork Lesson Scene"
            ]
        },
        {
            "NameOfScene": "Sex and Teamwork Lesson Scene",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "4",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "5",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "6",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "8",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "9",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "10",
                "SmugEvil",
                "Los aprendices de Kunoichi ansiosos lo rodean por todos lados mientras intenta sentirse cómodo mientras está completamente inmovilizado en el piso, y dos de los clones de Shizu se están acurrucando a ambos lados de ustedes, frotando sensualmente sus cuerpos, mientras que Shizu misma se extiende a horcajadascintura, colocando su coño débilmente húmedo sobre su eje.",
                "Speaks",
                "Hoy los estudiantes, porque [ThePlayerName] se ha ofrecido como voluntario para ayudar a enseñar una lección, revisaremos múltiples técnicas sexuales diferentes y qué hacer cuando necesite follar a alguien para que se sienta usando su coño, además de darle ideas sobre cómo ayudarOtros kunoichis cuando son los que actualmente tienen relaciones sexuales con un hombre.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Shizu frota bruscamente su entrada contra la punta de su polla, ya que rápidamente se ergue, de pie mientras sus dos clones bajan sus tareas faciales con una risita antes de que le salpique la cara con besos amorosos.",
                "Speaks",
                "Hay muchas maneras diferentes en que puedes acercarte a otro kunoichi para ayudarlos a follar a un hombre sin sentido, y te voy a dar varios ejemplos de esto, así que preste atención.Sin embargo, lo que voy a mostrarlo no es la única forma de ayudar a los demás, así que siéntase libre de experimentar como desee cuando obtenga su turno con [ThePlayerName].",
                "ApplyStatusEffect",
                "Nicci's Pheromone Cloud",
                "ChangeArousalByPercent",
                "25",
                "Los dos clones de Shizu se inclinan más cerca de su cara y soplan una espesa niebla rosada directamente en la nariz y la boca, dándole más remedio que respirar en el aire afrodisíaco con un estremecimiento cuando su rostro comienza a alquilar de excitación.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "E incluso cuando los clones de Shizu se ríen y comienzan a besarte la cara de nuevo, el verdadero Shizu simplemente continúa presionando tentadoramente solo la cabeza de tu virilidad rígida con su coño ahora goteando, burlándote de ti con el calor de su cuerpo mientras se queda recién salido.de su alcance, incluso moviéndose con el golpe involuntario de sus caderas para evitar que la penetre.",
                "Speaks",
                "Como puede ver, sus afrodisíacos pueden resultar muy efectivos, ya que simplemente llenar los pulmones de [ThePlayerName] con ellos ya ha hecho que inconscientemente necesite tener relaciones sexuales conmigo.Esto debería demostrarle cuán efectivo puede ser otro Kunoichi para ayudarlo cuando follando a un hombre.",
                "Speaks",
                "Pero antes de comenzar realmente con las cosas, tengo una nota final para darles a todos.Algunas técnicas, como burlarse de la próstata de un hombre para ayudar a otro kunoichi, solo son posibles en ciertas circunstancias.Debido a que [ThePlayerName] está atado en el piso para esta lección, solo podemos hacer la posición de la vaquera, así que tenga eso en cuenta y recuerde que siempre puede experimentar más en otras posiciones.",
                "ChangeArousalByPercent",
                "30",
                "Tus pensamientos están nublando rosa ya que la necesidad de sexo llena todo tu cuerpo mientras Shizu continúa hablando con sus alumnos, y sus clones se ríen ante tu expresión mientras continúan besándote con amor, ocasionalmente inclinándose para respirar aún más niebla afrodisíaca directamenteen tu boca que solo te llena de más necesidades.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Speaks",
                "Pero ahora es el momento de comenzar.",
                "PlayerOrgasm",
                "1",
                "Con un solo movimiento rápido, Shizu hunda su polla palpitante dentro de ella, casándote dentro de su apretado coño mientras gritas inmediatamente en la felicidad orgásmica, bombeando instantáneamente sus cálidas profundidades llenas de tu semen.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Sin siquiera darle tiempo para descansar, Shizu comienza a rebotar suavemente sus caderas en su eje rígido, haciendo que se estremezca en éxtasis mientras una ola tras ola de placer se lava con cada reunión de sus caderas como sonidos húmedos y húmedos de carne carne carnellena tus oídos.",
                "ChangeArousalByPercent",
                "30",
                "Los dos clones de Shizu presionan sus senos en su rostro mientras el verdadero Shizu continúa montando su virilidad, acunando entre su suave escote cuando su cabeza se siente como si se derrita por las sensaciones combinadas que presionan contra su cabeza y el intenso placer que emana de su ingle.",
                "ChangeArousalByPercent",
                "40",
                "La sensación de su suave carne presionando contra tu cara ya es demasiado para que te soportes mientras tu polla palpita con la necesidad dentro del coño apretado y acogedor de Shizu, y sus clones te sonríen mientras ambos revuelven sus labios y soplan otra nubede los afrodisíacos de fusión mental directamente en su desventurada cara.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Inmediatamente lloras de placer mientras otro orgasmo se rasga a través de tu cuerpo tan pronto después del último, llenando a Shizu lleno de otra espesa carga de semen mientras mueve sus caderas en las tuyas, y dejas escapar un jadeo cuando comienza a rebotar rápidamenteTu virilidad una vez más, continuando moviéndose casi como si no te hubieras corrido en absoluto.",
                "ChangeArousalByPercent",
                "25",
                "Sus dos clones arrojan suavemente la cabeza hacia abajo en el suelo, y todo su cuerpo parece estar tenso con un éxtasis abrumador, y comienzan a rastrear suavemente sus dedos sobre su pecho mientras se frota los senos contra sus lados mientras lo obligan a relajarse.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Te tiemblas en la dicha sin sentido mientras Shizu ralentiza el ritmo de sus caderas a un gateo, moviéndose en círculos lentos y sensuales que te permiten experimentar cada pequeño toque y movimiento que hacen los tres, ya que todos parecen trabajar juntos al unísono perfecto para coaxtarel semen de ti.",
                "ChangeArousalByPercent",
                "30",
                "Un jadeo escapa de tus labios cuando los clones de Shizu comienzan a burlarse hábilmente de tus pezones, haciéndote contratar y gemir cada vez que los pellizcan suavemente, ya que puedes sentir el coño de Shizu apretando tu eje palpitante.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Shizu finalmente comienza a acelerar sus movimientos una vez más, haciéndote temblar mientras te acercas a otro orgasmo masivo, y de repente te empujan por el borde mientras su coño se aprieta firmemente en tu eje, obligándolo a brotar aún más dentro de ellaComo su propio orgasmo te despega.",
                "Mientras detiene su conferencia para jadear en voz alta, te das cuenta de que te has centrado tanto en las sensaciones que te acompañaron que no te diste cuenta de que todavía estaba hablando en absoluto.",
                "Speaks",
                "A-A-como puede ver, es posible llevarlo al orgasmo mientras tiene relaciones sexuales, pero el objetivo es hacer que se corran más que usted al final, por lo que es F-Fine.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Shizu desmonta su eje aún palpitante con una mirada de arrepentimiento antes de girar hacia sus alumnos, pero su polla está bastante feliz ya que uno de sus clones se pone de pie y se siente a horcajadas en su cintura, casándose dentro de ella mientras comienza a moler suavemente sus caderas en las suyas muchoComo lo hizo el Shizu original.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "Ahora, haré que mis clones demuestren el próximo ejemplo mientras explico lo que está sucediendo mientras responde simultáneamente cualquier pregunta que todos puedan tener.Fumi, tu mano está levantada, ¿cuál es tu pregunta?",
                "ChangeArousalByPercent",
                "20",
                "No te las arreglas para escuchar nada más a medida que el otro clon de Shizu se levanta y coloca su trasero curvilíneo sobre tu cara, amortiguando tu audición mientras el aroma de su sexo goteando llena tus fosas nasales, y no puedes evitar lanzar su coño en su coñomientras su encantador trasero domina su visión.",
                "ChangeArousalByPercent",
                "40",
                "Pero solo momentos después de que comiences a lamer su honeypot que espera, dejas escapar un jadeo como una corriente eléctrica intensamente agradable de repente corre a través de tu ingle antes de transformarse rápidamente en un gemido a medida que el coño del primer clon se vuelve maravillosamente caliente alrededor de tu polla mientras se ajusta y se conformaa la forma exacta de su eje, llenándolo con sacudidas de placer mientras ella te monta.",
                "ChangeArousalByPercent",
                "30",
                "El clon que conduce a su longitud acelera su ritmo, golpeando sus caderas hacia su virilidad mientras mágicos pulsos de placer a través de usted con cada poderosa reunión de sus caderas, pero incluso mientras se estremece del éxtasis que irradia desde su ingle, continúa lamiendo ansiosamenteEn el clon sentado en el coño de tu cara, y espasmos mientras los micro orgasmos corren a través de su cuerpo.",
                "ChangeArousalByPercent",
                "25",
                "Aún más placer comienza a en cascada a través de ti mientras cada lamer de su coño envía un pulso de éxtasis tembloroso directamente a tu cerebro, reflejando las que corren a través de tu ingle, dominando tus pensamientos a medida que comienzas a simplemente complacerlos a los dos sin tener en cuenta.a cualquier cosa menos a sus instintos primarios como la necesidad de joder lo abruma.",
                "ChangeArousalByPercent",
                "30",
                "Rápidamente se convierte en un desastre impulsado por el placer como las sensaciones casi adictivas que corren a través de ti de cada movimiento de las dos caderas del clon a través de ti, dejándote ansioso por disfrutar más mientras empujas el tiempo con los movimientos del primer clon mientras tu lengua gira dentroel coño del otro.",
                "PlayerOrgasm",
                "1",
                "Eventualmente, no puedes aferrarte a más tiempo mientras dejas escapar un gemido orgásmico amortiguado, agitando tus caderas en el deliciosamente apretado coño del primer clon como los espasmos del coño del segundo mientras ella entra, y mientras brotas el primeroLleno de tu semen, ambos dejaron escapar chillidos idénticos de éxtasis antes de desaparecer en bocanadas de humo, dejando a tu polla repentinamente desatendida palpitando con necesidad al aire libre mientras jadea para respirar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Una vez más, es importante tener en cuenta que también puede intentando tener relaciones sexuales con su objetivo, por lo que debe recordar que ser codicioso puede ser contraproducente.Ahora bien, mi parte de la lección ha terminado, por lo que todos se alinean en grupos de dos o tres para que todos puedan tener un turno [el nombre de juego sin sentido sin sentido.Recuerde trabajar juntos y no dude en experimentar de cualquier manera que considere conveniente.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SmugEvil",
                "Usted parpadeas mientras atrapa el final de la lección, lleno de una necesidad ardiente de tener sexo con cualquier cosa o cualquiera, ya que ves a los estudiantes alineados con entusiasmo antes de descender sobre ti con sonrisas hambrientas, y dejas escapar un gemido feliz como uno.De ellos se desploma sobre tu polla mientras otros dos aprendices se asientan a tu lado para besarte y lamer tu cuello.",
                "PlayerOrgasm",
                "1",
                "Parece que solo toma unos pocos momentos felices para que tu cuerpo borracho sea llenar al aprendiz que te monta llena de semen, y su coño le da a tu virilidad un apretón final antes de ser reemplazada por el próximo grupo que tiene un aprendiz que monta su eje con tu eje conTodo lo que tiene mientras los otros dos susurran nada dulce en tu oído mientras acarician tu cuerpo.",
                "PlayerOrgasm",
                "1",
                "Te temblaron en éxtasis mientras finalmente llega a este aprendiz también, y son rápidamente reemplazados por un par de aprendices que tiene uno que conduce suavemente su virilidad mientras el otro se modifica los pezones mientras lo llama una y otra vez, y comoSu orgasmo dentro de este, puede sentir que sus pensamientos se desvanecen mientras simplemente disfruta de las deliciosas sensaciones sexuales que lo desgarran ...",
                "PlayerOrgasm",
                "1",
                "El tiempo parece desdibujarse mientras te pierdes en la constante estimulación sexual y los orgasmos felices que siguen a medida que los estudiantes practican en tu cuerpo, y no puedes preocuparte por nada más, ya que las sensaciones de sus coños alrededor de tu polla se queman ellos mismos.en tu mente.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Uno de los aprendices monta su polla poderosamente mientras otro me lame y chupa las bolas mientras un tercero descansa suavemente la cabeza en su regazo, acariciando el cabello mientras te corres, y el próximo grupo toma su lugar ...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Un nuevo aprendiz muele salvajemente sus caderas en las suyas, llenándolo de estimulación feliz mientras otros dos pizcas y burlarse de sus pezones mientras arrastra sus manos libres hacia arriba y hacia abajo de su pecho, y una vez que finalmente orgasmo, otro grupo tiene que sacarla de su polla.Mientras se pierde ante un frenesí sexual, solo para ser reemplazada por un nuevo coño deliciosamente apretado momentos después ...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Un aprendiz rebota suavemente en su polla palpitante mientras ella y otros dos aprendices entierran su cara en sus suaves tetas, dejándote jadeando por el aire mientras te ríen hacia ti, y tú la llenas con tu semen mientras todos son voluntarios para ayudarte a burlarte de ti con elSiguiente grupo, ahogándote en sus senos mientras te corres una y otra vez ...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Tres aprendices trabajan juntos mientras uno monta tu cara y le muele el coño goteando mientras el segundo se mueve en broma tu polla, y la tercera acaricia de manera hábil cada vez que puedes con sus dedos ágiles mientras lames en la vuelta del primer coño del primerMientras te corres, y todos plantan un beso en tu cara antes de que se alejen ...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Un grupo risueño de estudiantes ayuda a animar a un aprendiz extremadamente sensible mientras se las arregla al orgasmo tres veces antes de finalmente hacerte correrte, y cada vez que su coño espasaba alrededor de tu virilidad te trajeron a alturas de placer aún mayores, y una vez que finalmente llenasteElla con tu semen ella planta un beso húmedo en tus labios antes de alejarse y ser reemplazada por el grupo que la animaba en primer lugar ...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Un aprendiz monta su dolor de vaquera inversa del eje, lo que hace que su curva trasera se sacudiera de manera atractiva con cada reunión húmeda de sus caderas, y los otros dos aprendices balancean sus traseros bien formados junto a su cara, lo que te empuja mientras te corres dentro del primer coño que espera...",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-15",
                "Seis de ellos te llevan de inmediato cuando se rebota en tu polla, uno muele el sexo húmedo que goteaba en tu cara, y los otros cuatro muelen sus coños contra tus extremidades, burlando hasta la última parte de tu cuerpo con las manos y la bocaya que rápidamente te empujan a un orgasmo masivo antes de dejarte a merced del próximo grupo ...",
                "SetSpirit",
                "0",
                "ChangeEnergyByPercent",
                "-100",
                "ChangeArousalByPercent",
                "50",
                "Grupo tras grupo de aprendices se sale con su cuerpo ansioso, ya que simplemente disfruta de todas y cada una de la situación única pero claramente agradable en la que se le pone, pero eventualmente las cosas comienzan a relajarse a medida que todos los alumnos comienzan a dispersarse, pero su eje aún palpitaen el aire, ya que no puedes pensar en el coño de tu mente.",
                "ChangeArousalByPercent",
                "25",
                "Un gemido escapa de tus labios cuando te encuentras con ganas de follar a una mujer más, pero todos los aprendices parecen haberse alejado mientras luchas débilmente contra tus lazos para tratar de tener relaciones sexuales por última vez.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Escuchas una risa suave mientras Shizu acecha detrás de ti y se encuentra a horcajadas sobre la cintura antes de bajar lentamente sobre tu erección aún rígida, sonriéndote las costas mientras dejas escapar un gemido feliz.",
                "Speaks",
                "Ahora que la lección ha terminado, no tengo que decirle a mi estudiante lo que estoy haciendo, y puedo tenerlos a todos para mí mismo cuando termino lo que empecé antes. ♥ Puedes ir una vez más, ¿no puedes[ThePlayerName]? ♥",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Dumly asiente, ansioso por complacer a ella y a usted mismo mientras su coño inconscientemente aprieta tu virilidad, enviando escalofríos de placer corriendo por tu columna vertebral.",
                "Speaks",
                "Hmhmhm, pensé que ... ♥",
                "ChangeArousalByPercent",
                "20",
                "Ella se inclina hacia adelante sobre su pecho mientras comienza a montar suavemente su virilidad, presionando sus suaves senos contra usted mientras se prepara en el suelo, mirando a sus ojos mientras una sonrisa amorosa brilla desde detrás de su Facmak.",
                "Speaks",
                "Y después de {i} todos {/i} que, apuesto a que estás completamente batido en el coño ahora mismo ... ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Shizu deja escapar una suave risita mientras baja su mascarilla antes de llevarte a un beso amoroso, continuando suavizando suavemente sus caderas en las tuyas mientras las dos de tus lenguas se unen.",
                "ChangeArousalByPercent",
                "35",
                "Te gimen en la boca del otro mientras ella lentamente comienza a acelerar el ritmo, y tratas ansiosamente de moverte a tiempo con sus movimientos mientras golpea sus caderas curvas en tu y llena su sexo completamente empapado con tu polla palpitante.",
                "ChangeArousalByPercent",
                "25",
                "Shizu continúa mirando los ojos mientras te miras de nuevo en los de ella, y ella mientras tus lenguas se enredan con amor la siente que tu cerebro está cortocircuitando por el placer feliz que su deliciosamente apretado coño te está dando.",
                "ChangeArousalByPercent",
                "50",
                "Una ola de calidez fundida de repente envuelve su polla mientras su coño se ajusta repentinamente a la forma exacta de su virilidad, llenándolo de éxtasis alucinante mientras cada movimiento de expulsión se siente infinitamente más placentero mientras haces lo mejor para empujar en sus profundidades de espera..",
                "PlayerOrgasm",
                "1",
                "Tu polla pulsa con necesidad, ya que sientes un orgasmo más grande que cualquiera de los otros que has tenido hoy en día.Un grito de placer amortiguado en tu boca, y te estremeces en el éxtasis mientras su coño se aprieta fuertemente sobre tu polla palpitante mientras te corres.",
                "Ambos se tensan mientras las intensas sensaciones orgásmicas se lavan sobre ustedes dos, temblar y estremecerse como el placer eléctrico cae en cascada en todo su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "ChangeArousalByPercent",
                "15",
                "Shizu finalmente rompe el beso cuando los dos finalmente bajan de sus máximos de placer al mismo tiempo, y ambos jadean por aire mientras Shizu te sonríe libremente con una cara de excitación, mientras que su coño le da un apretón ligero a tu dolor y dolor sensible.eje.",
                "Speaks",
                "Hmhmhm ... eres bastante lindo cuando estás corriendo tu cerebro, [ThePlayerName] ... ♥ mmmm ... ♥ Me pregunto si puedo sacarte otra ronda antes de que te desmayes ... ♥",
                "ChangeArousalByPercent",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Shizu comienza a moler las caderas en las tuyas una vez más, pero escuchas a algunos aprendices cercanos que se ríen y susurran unos a otras bajo aliento, y Shizu se enroja de vergüenza mientras se vuelve mirándolos mientras tu visión comienza a oscurecerse lentamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Wh- H-Hey!¡De qué te ríen los tres!¡G-Ponte de regreso al entrenamiento!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Fear",
                "Los alumnos rápidamente se escabullen, arrojando miradas sobre sus hombros a medida que se mueven, y sus ojos se cerraron lentamente mientras una cantidad aplastante de agotamiento de repente lo abruma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "... ahora que se han ido, cont-cont-",
                "ChangeArousalByPercent",
                "-25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Shizu de repente se corta de repente mientras estás tan completamente agotado de energía que tu polla ya no puede permanecer erguida, incluso cuando su coño lo aprieta para tratar de revitalizarla, y deja escapar un suspiro mientras te saca el eje de ella.Y se acurruca suavemente además de ti, pasando una mano suavemente sobre tu pecho mientras te sientes a la deriva lentamente hacia la inconsciencia.",
                "Speaks",
                "... bueno ... estoy seguro de que te volveré a ver pronto, [ThePlayerName].Incluso si no sabes que estoy ahí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Escuchas débilmente a Shizu dejar escapar un pequeño 'EEP' a medida que tu mundo entero se vuelve negro, pero justo antes de que tu mente finalmente guarde, escuchas a Shizu decir una última cosa ...",
                "Speaks",
                "TH-que sonaba mucho más espeluznante de lo que me di cuenta de ...",
                "ChangeFetish",
                "Sex",
                "25",
                "...",
                "GameOver"
            ]
        }
    ]
}