{
    "name": "Wandering Oni",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "The dreaded oni sisters Himika and Mizuko, the pair who share the role of one of the Demon Queen's commanders, patrol the hallways of this place from time to time. Thankfully, they don't patrol together...",
    "requires": [
        "Sigil Of Will-Power"
    ],
    "Speakers": [
        {
            "name": "Mizuko",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Himika",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Oni Encounter",
            "theScene": [
                "GetEventAndSetChoice",
                "Will-Power Final Boss",
                "5",
                "",
                "StoreCurrentBG",
                "ChangeBG",
                "templeMainHall.png",
                "IfProgressEqualsOrGreater",
                "2",
                "Fight Himika.",
                "IfProgressEqualsOrGreater",
                "1",
                "Fight Mizuko.",
                "JumpToScene",
                "Fight Mizuko."
            ]
        },
        {
            "NameOfScene": "Fight Himika.",
            "theScene": [
                "SetProgress",
                "1",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Mientras viajas a través de los sinuosos salones del templo, giras una esquina y de repente te topas en la imponente forma de Himika the Red Oni.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Inmediatamente saltas hacia atrás cuando los dos dejan salir idénticos gritos de sorpresa, ¡y cuando tu espalda golpea una pared que no estaba allí antes!¡Tu escape ha sido bloqueado!Himika se ve ligeramente desconcertado por un momento antes de mostrarle una sonrisa dominante mientras ella se asienta en una postura de combate.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Cocky",
                "Speaks2",
                "¡Ja ja!¡Te encontré!¡Es mejor que rezas para que tu pelvis pueda soportarme!",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Himika",
                "StartCombat",
                "Con Himika derrotado, puedes continuar tu aventura, y das una mirada nerviosa al bloqueo que de repente cayó detrás de ti antes de la pelea mientras te preguntaste ociosos dónde está la otra hermana de Oni ...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Fight Mizuko.",
            "theScene": [
                "SetProgress",
                "2",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mientras viajas a través de los sinuosos salones del templo, giras una esquina y de repente te topas en la imponente forma de Mizuko el Blue Oni.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Inmediatamente saltas hacia atrás con un grito de sorpresa cuando Mizuko te da una mirada sorprendida, ¡y cuando tu espalda golpea una pared que no estaba allí antes!¡Tu escape ha sido bloqueado!Mizuko ni siquiera aparta de ti, dándote una sonrisa presumida, ya que lentamente asume una postura de combate.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Sabía que tenía un buen presentimiento sobre este pasillo.¿Cuánto tiempo crees que tu mente puede aguantar contra mi trasero?",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Mizuko",
                "StartCombat",
                "Con Mizuko derrotado, puedes continuar tu aventura, y das una mirada nerviosa al bloqueo que de repente cayó detrás de ti antes de la pelea mientras te preguntaste ociosos dónde está la otra hermana de Oni ...",
                "UseHeldBG"
            ]
        }
    ]
}