{
    "name": "WillSwitch",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kotone",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Lever Room",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "SetChoice",
                "2",
                "",
                "SetChoice",
                "3",
                "",
                "DisplayCharacters",
                "EndLoop",
                "A medida que cierra rápidamente la puerta detrás de ti y tembla mientras intentas calentarte de nuevo, miras tu entorno.",
                "La habitación en sí está decorada de manera similar a las habitaciones que ha encontrado en otra parte de las pruebas, pero hay tres palancas de aspecto ordinario, una en cada una de las paredes con la excepción de la que acaba de llegar.",
                "También hay un pequeño cartel sentado en el centro de la habitación, y tras una investigación más cercana, nota que se lee.'Una de estas palancas terminará su última prueba en el fracaso.Elija sabiamente. ♥ - Kotone.",
                "JumpToScene",
                "RoomOptions"
            ]
        },
        {
            "NameOfScene": "Pull the lever on the left.",
            "theScene": [
                "Subes por la palanca en la pared izquierda y la tiras hacia abajo, escuchando algunos engranajes moviéndose como ...",
                "SetChoice",
                "1",
                "Palanca tirada",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "3",
                "Instant Loss!",
                "IfProgressEqualsOrGreater",
                "2",
                "Unlock Door",
                "JumpToScene",
                "Nothing Happens!"
            ]
        },
        {
            "NameOfScene": "Pull the lever on the right.",
            "theScene": [
                "Subes por la palanca en la pared derecha y la tiras hacia abajo, escuchando algunos engranajes moviéndose como ...",
                "SetChoice",
                "3",
                "Palanca tirada",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "3",
                "Instant Loss!",
                "IfProgressEqualsOrGreater",
                "2",
                "Unlock Door",
                "JumpToScene",
                "Nothing Happens!"
            ]
        },
        {
            "NameOfScene": "Pull the lever straight ahead.",
            "theScene": [
                "Subes por la palanca en la pared directamente frente a ti y la tiras hacia abajo, escuchando algunos engranajes moviéndose como ...",
                "SetChoice",
                "2",
                "Palanca tirada",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "3",
                "Instant Loss!",
                "IfProgressEqualsOrGreater",
                "2",
                "Unlock Door",
                "JumpToScene",
                "Nothing Happens!"
            ]
        },
        {
            "NameOfScene": "Nothing Happens!",
            "theScene": [
                "... no pasa nada.Miras las otras dos palancas, juzgando cuidadosamente cuál es la correcta ...",
                "JumpToScene",
                "RoomOptions"
            ]
        },
        {
            "NameOfScene": "Nothing Happens!2",
            "theScene": [
                "... no pasa nada.Miras la palanca final, debatiendo si debes tirarla o no ...",
                "JumpToScene",
                "RoomOptions"
            ]
        },
        {
            "NameOfScene": "Unlock Door",
            "theScene": [
                "IfChoice",
                "5",
                "Palanca tirada",
                "Nothing Happens!2",
                "... El ruido de molienda de los engranajes se intensifica, y escuchas un sonido lejano de un gran desbloqueo de puerta.",
                "Miras la palanca final, debatiendo si la tasta o no a pesar de que ya vence el juicio ...",
                "JumpToScene",
                "RoomOptions"
            ]
        },
        {
            "NameOfScene": "Instant Loss!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "... Escuchas la salida a la habitación Haga clic mientras se bloquea, y una niebla rosada comienza rápidamente a filtrarse de las paredes, ¡inundando toda la habitación!",
                "ApplyStatusEffect",
                "Nicci's Pheromone Cloud",
                "SetArousalToXUnlessHigherThanXThenAddY",
                "100",
                "50",
                "Intentas desesperadamente contener la respiración el mayor tiempo posible mientras intentes abrir la puerta en vano, y después de un largo minuto te ves obligado a respirar, inmediatamente nublando tu mente con una cantidad abrumadora de lujuria como tuLa polla se vuelve erguida instantáneamente.",
                "ChangeArousalQuietly",
                "50",
                "Los escalofríos de la excitación te desgarran mientras abre las respiraciones jadeadas que solo intensifican la cantidad de afrodisíacos que circulan dentro de ti, y apenas puedes evitar que se masturbe mientras te tambaleas al centro de la habitación.",
                "ChangeArousalQuietly",
                "60",
                "Una risa siniestra de repente resuena en la habitación mientras un aprendiz de Kunoichi cae del techo, dándote una sonrisa presumida mientras continúa riendo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilLaugh",
                "Speaks",
                "¡AHAHAHA!¡No puedo creer que realmente hayas apretado la última palanca!¿Qué eres, un idiota?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeArousalQuietly",
                "75",
                "No parece darse cuenta de que sus mejillas se están sonando mientras deja escapar otra corteza de risa, y la vista de su cuerpo combinado con los afrodisíacos que corren a través de ti está quemando todos tus pensamientos, excepto por la necesidad primaria de follarla.tonto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Apuesto a que lo hiciste intencionalmente, sabiendo completamente que iba a ser una trampa, ¿no?¡Ja!Ahora que te tengo a mi merced, ¡puedo decidir cómo voy a lidiar con esa polla pervertida tuya!",
                "ChangeArousalQuietly",
                "75",
                "Una de las manos del aprendiz de Kunoichi comienza a cajarse de manera ruidosa por su estómago y comienza a jugar con su coño ahora empapado sin que ella se dé cuenta, y la atractiva vista hace que su corazón late más rápido a medida que su virilidad palpitante se vuelve cada vez más dura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "¡Con todo este afrodisíaco en el aire, no importa lo que te haga, lo vas a amar!.. ♥ uhm ... ♥",
                "ChangeArousalQuietly",
                "100",
                "La mujer increíblemente excitada finalmente parece darse cuenta de lo que está sucediendo, ya que deja escapar un jadeo de repentina, y aparece su mano de su coño para ver que está goteando con sus propios jugos mientras su otra mano se mueve inconscientemente y se levanta donde ellael último dejado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicScreamingInternally",
                "Speaks",
                "W-wait, d-did i ... ♥ mmnn ... ♥ ¿Olvidaste de tomar una máscara?",
                "ChangeArousalQuietly",
                "100",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "De repente toca su mejilla con su mano libre como una expresión de pánico nervioso sobre su cara sonrojada, y deja escapar un grito preocupado pero lujurioso mientras de repente comienzas a tambalearse hacia ella, sintiendo una necesidad abrumadoramente intensa de criarla tonta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Mnn ... ♥ n-no ... ♥ ah ... ♥ y-no puedes ... ♥ i-tengo que g-get ... ♥",
                "ChangeArousalQuietly",
                "100",
                "Ella mira hacia el techo donde se cayó por primera vez mientras jadea con necesidad mientras continúa caminando lentamente hacia ella, incapaz de pensar en nada más que en la necesidad que todo lo consumía para tener sexo con ella aquí mismo, ahora mismo.",
                "ChangeArousalQuietly",
                "125",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fear",
                "La aprendiz toma el poco control que se ha dejado sobre sí misma para tratar de saltar a la libertad, pero apenas se las arregla para levantarse del suelo antes de tambalearse hacia atrás y caer sobre su trasero.",
                "ChangeArousalQuietly",
                "150",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Ella trata de volver a sus pies por última vez, pero sus ojos de repente se fijan en tu polla palpitante y puedes ver que cualquier resistencia se desvanece de su rostro a medida que su expresión se convierte en una lujuria desenfrenada, y se separa las piernas mientras finalmente caminasHasta ella, mirándola furiosamente masturbándose mientras gime de necesidad.",
                "Speaks",
                "Fuckme!♥Fuckme!♥Fuckme!♥",
                "ChangeArousalQuietly",
                "150",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Completamente abrumado por la combinación del aire lleno de afrodisíaco y su voz suplicante, lo obliga alegremente, agarrando firmemente sus piernas antes de tirar su dolor de virilidad en su coño empapado con un movimiento suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "¡Eeeek! ♥♥♥ sí! ♥",
                "ChangeArousalQuietly",
                "150",
                "Ella deja escapar un chillido de placer lujurioso mientras comienzas a golpear aproximadamente en su coño sacudido como un animal, y sus piernas se bloquean ansiosamente alrededor de tu cintura mientras jadea y gime debajo de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "¡Aahh !!! ♥ ohhh! ♥♥♥ b-by la godda de G! ♥ ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡egle",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "ChangeArousalQuietly",
                "175",
                "Cortas sus palabras con un beso apasionado mientras envuelves tus brazos alrededor de su cuerpo y su pistón en ella más intensamente, lavando sus arrepentimientos con una ola mental que entumecía el placer mientras su cuerpo espasmos ligeramente en éxtasis.",
                "ChangeArousalQuietly",
                "175",
                "Ella gime en la boca mientras sus ojos brillan con lujuria, y cierra sus propios brazos alrededor de la espalda mientras comienza a mover sus caderas a tiempo con sus empujes salvajes.",
                "ChangeArousalQuietly",
                "250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Eventualmente te ves obligado a romper el beso mientras ambos dibujan con estacos de aire jade.como animales.",
                "Speaks",
                "¡Ahhh! ♥ M-More! ♥ Mnnn! ♥♥♥ ¡Te amo! ♥ ¡Ohhh! ♥♥♥ AMA tu polla! ♥♥♥",
                "ChangeArousalQuietly",
                "200",
                "Su coño comienza a espasmo alrededor de tu palidez de la paliza más intensamente a medida que se acerca al orgasmo, y deja escapar un grito mientras de repente empuja por el borde, haciendo que su coño apriete fuertemente sobre tu polla mientras está llena de dicha orgásmica.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "La sensación de que su coño con potencia convulsionante envía una estimulación abrumadora acelerando a través de su eje conversible mientras sientes que tu propio orgasmo se acerca, y te empuñes dentro de ella con un poderoso empuje y dejas escapar un grito bestial al inundar el cuerpo de espera del aprendiz de Kunoichi con un espesocarga de tu semilla.",
                "Ella se estremece con deleite mientras llenas su útero con tu semen, y su cuerpo comienza a brillar ligeramente mientras lo absorbe, pareciendo recordarse ligeramente mientras ambos se bañan en el resplandor posterior a la orgasmica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "Ahhh ... ♥ ahhhhh ... ♥♥♥ Y-ya terminaste, ¿verdad?I-si te detienes ahora, el afrodisíaco se desvanecerá y-",
                "ChangeSpiritQuietly",
                "10",
                "ChangeArousalByPercent",
                "80",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sacas de su coño mientras habla, cortando sus palabras mientras deja escapar un jadeo excitado, pero ni siquiera puedes pensar en detenerte ahora a medida que más y más afrodisíacos inundan tu cuerpo, revitalizando mientras miras a la ligera a la ligeraespasming kunoichi.",
                "Speaks",
                "¿S-ver?W-we podemos vencer a esta droga",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Tus pensamientos son consumidos por tu necesidad de sexo y jodido mientras la voltea sobre su estómago y agarras sus caderas bien formadas, lo que la obliga a apoyarte a cuatro patas mientras te mira con una sorpresa ligeramente anticipatoria.",
                "Speaks",
                "E-eh?¡Wait un segundo!I-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Se sigue mientras mira tu erección aún palpitante, luciendo completamente fascinada a medida que su respiración de repente se vuelve más irregular.",
                "Speaks",
                "Ahh ... ♥ h-hold on ... i- si me follas con eso ... I-en esta posición ... ♥ r-right ahora ... ♥",
                "ChangeArousalQuietly",
                "100",
                "Parece que ni siquiera puede terminar sus propios pensamientos mientras jadea con lujuria, inconscientemente balanceando sus caderas de un lado a otro mientras babea un poco mientras mira tu polla, haciendo que tu propio deseo brinde sin control.",
                "ChangeArousalQuietly",
                "125",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Tu mente animalista con lujuria te abruma con la necesidad de follarla {b} ahora {/b}, y vuelves a sumergir tu virilidad en el coño empapado y ansioso de Kunoichi, lo que la hace dejar escapar un chillido mientras la penetra.",
                "Speaks",
                "¡Oh?! ♥♥♥ Ohhhh !!!! ♥♥♥",
                "ChangeArousalQuietly",
                "150",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Sus brazos rápidamente ceden mientras golpeas tu longitud en ella una y otra vez, haciéndola estremecer en la dicha orgásmica con cada empuje que hagas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speaks",
                "¡Eeeek! ♥ ¡Ah! ♥♥♥ tan bien! ♥♥♥",
                "ChangeArousalQuietly",
                "200",
                "Sus palabras rápidamente se desvanecen en nada más que ruidos de placer incoherentes mientras envuelve los brazos alrededor de su forma colapsada y la arrojan como una bestia en calor, provocando gemidos más estremecedores de sus labios mientras se apaga dentro de ella una y otra vez.",
                "PlayerOrgasm",
                "3",
                "ChangeArousalByPercent",
                "75",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "El tiempo en sí parece perder todo el significado, ya que ustedes dos follan como animales sin un solo pensamiento coherente en cualquiera de sus mentes, sin cesar el placer interminable de los cuerpos de los demás.",
                "ChangeSpiritQuietly",
                "1",
                "ChangeArousalByPercent",
                "50",
                "El orgasmo después del orgasmo se rasga a través de ti, pero continúas golpeando el coño de espasmo de Kunoichi sin fin de que el afrodisíaco en el aire lo revitaliza una y otra vez, y la llena con tu semen una y otra vez, para su deleite extático mientras absorbeHasta la última gota que le das.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "90",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "La follan por completo y completamente tonta, pero ustedes dos todavía logran besarse románticamente a través de su apareamiento animal, y a través de la neblina del sexo y la necesidad primaria, el pensamiento único que queda en su cabeza todo el tiempo es que la mujerEstás jodido es absolutamente y completamente {i} tuyo {/i}.",
                "PlayerOrgasm",
                "3",
                "ChangeArousalByPercent",
                "100",
                "RemoveStatusEffect",
                "Aphrodisiac",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Incluso después de que los afrodisíacos en el aire finalmente comienzan a desvanecerse, estás lleno de un impulso insaciable de continuar mientras el Kunoichi te ruega sin palabra por más, enviándole a los dos a un ciclo interminable de sexo y un éxtasis irreflexivo ...",
                "...",
                "SetSpirit",
                "0",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Te empujas dentro del coño de Kunoichi una última vez que otro orgasmo te roda, haciéndola dejar escapar un jadeo débil de placer mientras ella temblaba debajo de ti, y te sacas de ella y colapsas a su lado, respirando mucho mientras el agotamiento se agita.sobre los dos en plena vigencia después de la eternidad desconocida de su extendida sesión de puto.",
                "Los dos están empapados de sudor y líquidos sexuales mientras se recinan en el suelo, mirando las caras del otro mientras el grueso aroma del sexo impregna el aire.",
                "La envuelve débilmente los brazos alrededor de ella y la empujas a tu abrazo, y ella se acurruca contra ti con un suspiro feliz mientras tu visión lentamente comienza a oscurecer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Ella te mira a los ojos con una expresión de amor sumiso mientras se aferra a tu cuerpo, sonriendo con satisfacción cuando comienza a desvanecerse mientras el agotamiento absoluto te abruma.",
                "La ves inclinada hacia tu cara para darte un pequeño beso en los labios antes de que tu visión se vuelva negra, y lo último que escuchas antes de que la nada te lleve es el sonido de su voz susurrando en tu oído ...",
                "Speaks",
                "Master...♥",
                "...",
                "ChangeFetish",
                "Sex",
                "5",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "RoomOptions",
            "theScene": [
                "IfChoice",
                "1",
                "Palanca tirada",
                "No Left Lever",
                "IfChoice",
                "2",
                "Palanca tirada",
                "No Middle Lever",
                "IfChoice",
                "3",
                "Palanca tirada",
                "No Right Lever",
                "Menu",
                "Pull the lever on the left.",
                "Pull the lever on the right.",
                "Pull the lever straight ahead.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No Left Lever",
            "theScene": [
                "IfChoice",
                "2",
                "Palanca tirada",
                "No MiddleLeft Lever",
                "IfChoice",
                "3",
                "Palanca tirada",
                "No RightLeft Lever",
                "Menu",
                "Pull the lever on the right.",
                "Pull the lever straight ahead.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No Middle Lever",
            "theScene": [
                "IfChoice",
                "1",
                "Palanca tirada",
                "No MiddleLeft Lever",
                "IfChoice",
                "3",
                "Palanca tirada",
                "No MiddleRight Lever",
                "Menu",
                "Pull the lever on the left.",
                "Pull the lever on the right.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No Right Lever",
            "theScene": [
                "IfChoice",
                "1",
                "Palanca tirada",
                "No RightLeft Lever",
                "IfChoice",
                "2",
                "Palanca tirada",
                "No MiddleRight Lever",
                "Menu",
                "Pull the lever on the left.",
                "Pull the lever straight ahead.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No RightLeft Lever",
            "theScene": [
                "Menu",
                "Pull the lever straight ahead.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No MiddleLeft Lever",
            "theScene": [
                "Menu",
                "Pull the lever on the right.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No MiddleRight Lever",
            "theScene": [
                "Menu",
                "Pull the lever on the left.",
                "Go back into the frozen room.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go back into the frozen room.",
            "theScene": [
                "IfChoice",
                "5",
                "Palanca tirada",
                "Kotone's Shortcut2",
                "IfProgressEqualsOrGreater",
                "2",
                "Kotone's Shortcut",
                "ChangeEnergyQuietly",
                "-30",
                "Salidas de la sala de interruptores y vuelves a la fría tormenta de la habitación de Aiko, temblando mientras caminas rápidamente de regreso a la sala de descanso lo más rápido posible ...",
                "JumpToEvent",
                "Bed Mimic"
            ]
        },
        {
            "NameOfScene": "Kotone's Shortcut",
            "theScene": [
                "GetEventAndSetChoice",
                "templeRandomEncounters",
                "2",
                "NoBlueEncountersFirstTimeSet",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Mientras respiras profundamente, prepara para regresar al dominio frígido de Aiko, Kotone te sorprende de repente apareciendo en la cámara desde una puerta escondida en la pared justo a tu lado.",
                "SetChoice",
                "5",
                "Palanca tirada",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Excited",
                "Speaks2",
                "¡Felicitaciones! ♪ ¡Ahora ha aclarado oficialmente todas las pruebas de voluntad!Por favor, sígueme de regreso a la entrada.Es mucho más cálido de esta manera, y prometo que no te tocaré ningún truco ... esta vez. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Base",
                "Decidiendo que cualquier cosa es mejor que tener que caminar a través de la fría paisaje infernal que es la habitación de Aiko, sigues a Kotone a través de un conjunto de pasillos ocultos y sinuosos hasta que de repente estás de vuelta en la entrada de las pruebas de testamento, y Kotone camina hacia la puerta del zorro.y lo abre antes de volver a ti con una sonrisa astuta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseDominant",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Excited",
                "Speaks2",
                "Siéntase libre de probar las pruebas nuevamente si lo desea, y sepa que esta vez será por diversión. ♪ Buena suerte con el resto de la mazmorra, y tenga cuidado con la pelea final del jefe. ♪ Fufu ...",
                "DisplayCharacters",
                "EndLoop",
                "Ella cierra la puerta detrás de ella con una risita, dejándote decidir qué quieres hacer a continuación.",
                "La gran puerta plateada intrincadamente diseñada a su derecha llama su atención, y las palabras 'pruebas de voluntad' están grabadas en la pared justo encima de ella.Hay una pequeña puerta directamente frente a ti al otro lado de la habitación que tiene una máscara de zorro estilizada que cuelga de un gancho, y la puerta abierta de regreso al salón principal está detrás de ti, lo que te da una vista no solo de la sala principal, pero la sala roja al otro lado de la mazmorra también.",
                "JumpToEventThenScene",
                "WillPowerTempleEntrance",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "Kotone's Shortcut2",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Mientras respiras profundamente, prepara para regresar al dominio frígido de Aiko, Kotone te sorprende de repente apareciendo en la cámara desde una puerta escondida en la pared justo a tu lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Excited",
                "Speaks2",
                "Oh, mi ... Viniste hasta este camino de nuevo y no te diste tentado ni una vez?Fufu ... Supongo que puedo dejarte usar este acceso directo a la entrada una vez más si quieres.Es mucho más cálido de esta manera, y prometo que no te tocaré ningún truco ... esta vez. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Base",
                "Decidiendo que cualquier cosa es mejor que tener que caminar a través de la fría paisaje infernal que es la habitación de Aiko, sigues a Kotone a través de un conjunto de pasillos ocultos y sinuosos hasta que de repente estás de vuelta en la entrada de las pruebas de testamento, y Kotone camina hacia la puerta del zorro.y lo abre antes de volver a ti con una sonrisa astuta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseDominant",
                "ChangeImageLayer",
                "Ears",
                "1",
                "Excited",
                "Speaks2",
                "Ah, y sé que te he mencionado esto antes, pero eres bienvenido a probar cualquiera de las pruebas nuevamente si quieres, esta vez serán por diversión. ♪ Fufu ...",
                "DisplayCharacters",
                "EndLoop",
                "Ella cierra la puerta detrás de ella con una risita, dejándote decidir qué quieres hacer a continuación.",
                "La gran puerta plateada intrincadamente diseñada a su derecha llama su atención, y las palabras 'pruebas de voluntad' están grabadas en la pared justo encima de ella.Hay una pequeña puerta directamente frente a ti al otro lado de la habitación que tiene una máscara de zorro estilizada que cuelga de un gancho, y la puerta abierta de regreso al salón principal está detrás de ti, lo que te da una vista no solo de la sala principal, pero la sala roja al otro lado de la mazmorra también.",
                "JumpToEventThenScene",
                "WillPowerTempleEntrance",
                "BlueSide"
            ]
        }
    ]
}