{
    "name": "WillPowerTempleEntrance",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Minoni",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeBG",
                "mountain.png",
                "AllowInventory",
                "StopBGM",
                "Regresas a la cima de la montaña usando la gema de punto de control, materializándose en el jardín de piedra justo afuera de la mazmorra del Templo, y después de tomar unos momentos para prepararse, empuja sus grandes puertas y entras ...",
                "ChangeBG",
                "templeMainHall.png",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Al entrar en la mazmorra, notas que el interior del edificio está tan ornamente diseñado como el exterior, con patrones intrincados y hermosos que adornan todas las paredes, y un conjunto imponente de puertas dobles de madera muy estilizadas con una impresionante incrustación doradadomina toda la pared frente a ti.",
                "A su izquierda y derecha hay dos puertas abiertas que conducen a una habitación azul decorada y una habitación roja decorada, respectivamente.",
                "IfProgressEqualsOrGreater",
                "1",
                "After Entering",
                "ChangeProgress",
                "1",
                "Notas a una mujer con orejas de zorro esponjosas que se burlan de la puerta del lado azul, y mientras se da vuelta y te ve, te da una ola amistosa antes de caminar más hacia la habitación.",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "After Entering",
            "theScene": [
                "Te paras en el centro de la habitación, mirando entre el lado azul de la mazmorra, el lado rojo y las imponentes puertas dobles frente a ti, decidiendo a dónde ir.",
                "Menu",
                "Blue Entrance",
                "Red Entrance",
                "Double Doors",
                "HideOptionOnRequirementFail",
                "RequiresItem",
                "Sigil Of Will-Power",
                "Take a shortcut.",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Take a shortcut.",
            "theScene": [
                "Al notar que una parte de la pared es Jar, te das cuenta de que podrías llegar fácilmente a otro lugar del templo si realmente quisieras.",
                "Menu",
                "Go to the entrance of Aiko's chamber.",
                "Go to the entrance of Feng's chamber.",
                "Nevermind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nevermind.",
            "theScene": [
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Go to the entrance of Aiko's chamber.",
            "theScene": [
                "ChangeBG",
                "templeBlue.png",
                "JumpToEvent",
                "Bed Mimic"
            ]
        },
        {
            "NameOfScene": "Go to the entrance of Feng's chamber.",
            "theScene": [
                "ChangeBG",
                "templeRed.png",
                "JumpToEventThenScene",
                "MinotaurPowerPuzzles",
                "Enter the rest point room."
            ]
        },
        {
            "NameOfScene": "Double Doors",
            "theScene": [
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "Double Doors Red Passed",
                "GetEventAndIfChoice",
                "WillSwitch",
                "5",
                "Palanca tirada",
                "Double Doors Blue Passed",
                "Caminas hacia el enorme juego de puertas e intentas abrirlas, pero no importa cuánto te esfuercen, se niegan a moverse incluso una sola pulgada.Deben estar bloqueados de alguna manera ...",
                "Con un encogimiento de hombros, vuelves al centro de la habitación.Probablemente podrás superarlos más tarde, de todos modos.",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Double Doors Red Passed",
            "theScene": [
                "GetEventAndIfChoice",
                "WillSwitch",
                "5",
                "Palanca tirada",
                "Double Doors Open",
                "Caminas hacia el enorme juego de puertas e intentas abrirlas, pero no importa cuánto te esfuercen, se niegan a moverse incluso una sola pulgada.Ya ha eliminado las pruebas de energía, por lo que debe eliminar las pruebas de Will también para abrirlas.",
                "Con un encogimiento de hombros, vuelves al centro de la habitación.Ya has limpiado una prueba, entonces, ¿qué tan difícil puede ser el otro?",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Double Doors Blue Passed",
            "theScene": [
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "Double Doors Open",
                "Intenta abrir las enormes puertas, pero se niegan a moverse incluso una pulgada, despejó las pruebas de testamento, por lo que debe eliminar las pruebas de energía para abrir la puerta.",
                "Con un encogimiento de hombros, vuelves al centro de la habitación.Ya has limpiado una prueba, entonces, ¿qué tan difícil puede ser el otro?",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Double Doors Open",
            "theScene": [
                "Caminas hacia el enorme conjunto de puertas e intentas abrirlas, y después de varios largos momentos de extremo esfuerzo, te las arreglas para abrirlas lo suficiente como para apretarlas, y una vez que estás del otro lado, te tomas un momentopara absorber tu entorno.",
                "Estás parado en un extremo de un gran pasillo, y un camino de madera se extiende en el piso hasta el otro lado con lo que parece ser un anillo de combate en la mitad y termina en un gran tramo de escaleras que conduce aUn imponente conjunto de puertas en la parte superior, y una serie de pilares azules y rojos grandes e intrincadamente tallados se alinean en los lados izquierdo y derecho de la vía, respectivamente.",
                "Tras una inspección más cercana, puede ver una gran cantidad de aprendices de Kunoichi en una serie de áreas de entrenamiento y combate, practicando a la izquierda y a la derecha de la pasarela a través de los pilares.Si bien la mayoría de ellos parecen estar practicando {i} técnicas reales de combate {/i}, bastantes se dedican a todo tipo de actos lascivos como el juego de esclavitud, uso de juguetes sexuales, sexo lesbiano e incluso más, pero la mayoría de ellos, pero la mayoría de ellosParece demasiado enfocado en lo que están haciendo para notar su entrada.",
                "PlayerStep",
                "JumpToEvent",
                "Kunoichi's Hallway Dojo"
            ]
        },
        {
            "NameOfScene": "_TempStopGap",
            "theScene": [
                "(Tenga en cuenta que la mazmorra no está completamente completa, y su contenido actualmente termina aquí, la siguiente escena no se reproducirá en compilaciones una vez que esté completa).",
                "Empiezas a abrir las grandes puertas dobles, pero de repente se detienen, un aprendiz de Kunoichi bastante manso saca la cabeza de la brecha de las puertas ligeramente abiertas.",
                "Speaks2",
                "Uhmmm ... H-hey ... lo siento ... pero ...",
                "Ella mira hacia la habitación en la que se encuentra antes de mirar hacia atrás.",
                "Speaks2",
                "Hubo un incidente en la sala de entrenamiento, y es un completo desastre ... así que um ... lo siento, pero tendrás que esperar para continuar la mazmorra ... ¡lo siento!",
                "Ella rápidamente cierra la puerta en pánico.No puedes evitar sentir que fue su culpa ... (nota: no es culpa de la niña ninja, la mazmorra no está completa).",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Go back to main hall from nin hall.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "templeMainHall.png",
                "Salidas de la sala de entrenamiento de Kunoichi y vuelves a la gran entrada de la mazmorra, las grandes puertas dobles se cierran lentamente detrás de ti.",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Leave",
            "theScene": [
                "Decides salir de la mazmorra y salir por las puertas delanteras antes de regresar rápidamente a la ciudad usando la gema de control de control afuera.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Go back to the main hall.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "templeMainHall.png",
                "Salidas de la sala roja y vuelves a la gran entrada de la mazmorra.",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Go back to the main hall. ",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "templeMainHall.png",
                "Salidas de la sala azul y vuelves a la gran entrada de la mazmorra.",
                "PlayerStep",
                "JumpToScene",
                "After Entering"
            ]
        },
        {
            "NameOfScene": "Blue Entrance",
            "theScene": [
                "ChangeBG",
                "templeBlue.png",
                "Te diriges a través de la puerta azul abierta hacia una habitación decorada con un mar de diferentes azules y platas.",
                "IfProgressEqualsOrGreater",
                "2",
                "Blue After Entering",
                "ChangeProgress",
                "1",
                "Hay una pequeña puerta directamente frente a ti al otro lado de la habitación, y la mujer de oreja de zorro que viste antes camina a través de ella justo cuando entras, girando brevemente para llamarte a seguirla antes de cerrarla detrás de ella, y como se trata deSwings cerrados, nota que una máscara de zorro estilizada cuelga de la parte delantera.",
                "La otra puerta de la habitación está a su derecha y es bastante grande, que parece estar hecha de plata intrincadamente diseñada, con las palabras 'pruebas de voluntad' grabadas en la pared justo encima de ella.La puerta abierta de regreso al salón principal está detrás de ti, y mientras miras hacia atrás puedes ver en la sala roja al otro lado de la mazmorra también.",
                "JumpToScene",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "Blue After Entering",
            "theScene": [
                "La gran puerta plateada intrincadamente diseñada a su derecha llama su atención, y las palabras 'pruebas de voluntad' están grabadas en la pared justo encima de ella.Hay una pequeña puerta directamente frente a ti al otro lado de la habitación que tiene una máscara de zorro estilizada que cuelga de un gancho, y la puerta abierta de regreso al salón principal está detrás de ti, lo que te da una vista no solo de la sala principal, pero la sala roja al otro lado de la mazmorra también.",
                "JumpToScene",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "BlueSide",
            "theScene": [
                "PlayerStep",
                "GetEventAndIfChoice",
                "WillSwitch",
                "5",
                "Palanca tirada",
                "BlueSide2",
                "Menu",
                "Enter the will trials door.",
                "Enter the fox door.",
                "Go back to the main hall. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "BlueSide2",
            "theScene": [
                "Menu",
                "Enter the will trials door.",
                "Enter the fox door.",
                "Flick the concealed blue switch.",
                "Go back to the main hall. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Flick the concealed blue switch.",
            "theScene": [
                "Investigas cuidadosamente la pared en la que Kotone te dijo que el interruptor estaba oculto, y después de unos momentos, ¡lo ves!",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "2",
                "YesBlueEncounters",
                "TurnOffBlueEncounters",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "2",
                "NoBlueEncounters",
                "TurnOnBlueEncounters",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "2",
                "NoBlueEncountersFirstTimeSet",
                "TurnOnBlueEncounters",
                "JumpToScene",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "TurnOffBlueEncounters",
            "theScene": [
                "Mientras lo tiras, escuchas algunos suspiros amortiguados de decepción a través de la pared, y estás bastante seguro de que ya no encontrarás más monstruos en este lado de la mazmorra.",
                "Sin embargo, no puede evitar notar que prácticamente no había resistencia en absoluto cuando realmente sacó el interruptor.Tienes la sensación de que no está conectado a ningún tipo de mecanismo en absoluto ...",
                "GetEventAndSetChoice",
                "templeRandomEncounters",
                "2",
                "NoBlueEncounters",
                "JumpToScene",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "TurnOnBlueEncounters",
            "theScene": [
                "Mientras lo levantas, escuchas algunas risas amortiguadas a través de las paredes, y estás bastante seguro de que te encontrarás con monstruos en este lado de la mazmorra una vez más.",
                "Sin embargo, no puede evitar notar que prácticamente no había resistencia en absoluto cuando realmente sacó el interruptor.Tienes la sensación de que no está conectado a ningún tipo de mecanismo en absoluto ...",
                "GetEventAndSetChoice",
                "templeRandomEncounters",
                "2",
                "YesBlueEncounters",
                "JumpToScene",
                "BlueSide"
            ]
        },
        {
            "NameOfScene": "Enter the fox door.",
            "theScene": [
                "Empujas la puerta ...",
                "PlayerStep",
                "JumpToEvent",
                "KitsunesMentalHelp"
            ]
        },
        {
            "NameOfScene": "Enter the will trials door.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Caminas hacia la puerta grande y la abres antes de caminar más hacia la mazmorra.",
                "SaveNextLine",
                "Estás en un pasillo corto con otra intrincada puerta plateada en el otro extremo, y las palabras 'primera prueba' están grabadas con plata en la pared sobre ella.",
                "PlayerStep",
                "StoreCurrentEventSpotSkippingLines",
                "3",
                "JumpToEventThenScene",
                "templeRandomEncounters",
                "BlueSideEncounter",
                "UseSavedLineInMenu",
                "JumpToScene",
                "Will Trials entry hallway."
            ]
        },
        {
            "NameOfScene": "Will Trials entry hallway.",
            "theScene": [
                "Menu",
                "Enter the silver 'First Trial' door.",
                "Go to the will trial entrance.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go to the will trial entrance.",
            "theScene": [
                "Vuelve a la entrada decorada de las pruebas de testamento, sintiendo que su atención se sienta instintivamente atraída por la puerta plateada intrincadamente diseñada a pesar de que está detrás de usted.Hay una pequeña puerta a la derecha que tiene una máscara de zorro estilizada que cuelga de un gancho, y la puerta abierta hacia el salón principal está a su izquierda, lo que le da una vista no solo de la sala principal, sino también la habitación roja en la otralado de la mazmorra también.",
                "PlayerStep",
                "GetEventAndIfChoice",
                "WillSwitch",
                "5",
                "Palanca tirada",
                "BlueSide2",
                "Menu",
                "Enter the will trials door.",
                "Enter the fox door.",
                "Go back to the main hall. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Enter the silver 'First Trial' door.",
            "theScene": [
                "JumpToEventThenScene",
                "WillSideLayout",
                "Enter Temptation Quiz Room"
            ]
        },
        {
            "NameOfScene": "Red Entrance",
            "theScene": [
                "ChangeBG",
                "templeRed.png",
                "Te diriges por la puerta roja abierta y entra en una habitación de aspecto elegante decorado con una amplia variedad de diferentes rojos y oro.",
                "PlayerStep",
                "IfChoice",
                "1",
                "Hablé con Minoni",
                "Red Entrance 2",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Una puerta dorada grande y intrincadamente diseñada llama su atención hacia su izquierda, con las palabras 'pruebas de poder' grabadas en la pared sobre ella.",
                "Directamente frente a ti hay una mujer grande y obviamente bovina con un llamativo kimono rojo sentado en una silla que parece estar tan absorto en leer su libro que no parece darse cuenta de que estás allí.A través de la puerta abierta detrás de ti, puedes ver no solo el salón principal, sino también la sala azul al otro lado de la mazmorra.",
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "RedSideDone",
                "Menu",
                "Enter the power trials door.",
                "Talk to her.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Red Entrance 2",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Una puerta dorada grande y intrincadamente diseñada llama su atención hacia su izquierda, con las palabras 'pruebas de poder' grabadas en la pared sobre ella.",
                "Directamente frente a ti hay una mujer familiar y obviamente bovina con un llamativo kimono rojo sentado en una silla que parece estar tan absorto en leer su libro que no parece darse cuenta de que estás allí.A través de la puerta abierta detrás de ti, puedes ver no solo el salón principal, sino también la sala azul al otro lado de la mazmorra.",
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "RedSideDone",
                "Menu",
                "Enter the power trials door.",
                "Talk to Minoni.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "RedSideDone",
            "theScene": [
                "Menu",
                "Enter the power trials door.",
                "Talk to Minoni.",
                "Push the concealed red button.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Push the concealed red button.",
            "theScene": [
                "Investigas cuidadosamente la pared en la que Minoni te dijo que el botón estaba escondido, y después de unos momentos, ¡lo ves!",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "1",
                "YesRedEncounters",
                "TurnOffRedEncounters",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "1",
                "NoRedEncounters",
                "TurnOnRedEncounters",
                "GetEventAndIfChoice",
                "templeRandomEncounters",
                "1",
                "NoRedEncountersFirstTimeSet",
                "TurnOnRedEncounters",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "TurnOffRedEncounters",
            "theScene": [
                "Mientras presiona el botón, escuchas algunos suspiros de decepción amortiguados a través de la pared, y estás bastante seguro de que ya no encontrarás más monstruos en este lado de la mazmorra.",
                "GetEventAndSetChoice",
                "templeRandomEncounters",
                "1",
                "NoRedEncounters",
                "Sin embargo, no puede evitar notar que prácticamente no había resistencia en absoluto cuando realmente presionó el botón.Tienes la sensación de que no está conectado a ningún tipo de mecanismo en absoluto ...",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "TurnOnRedEncounters",
            "theScene": [
                "Mientras presiona el botón, escuchas algunas risas amortiguadas a través de las paredes, y estás bastante seguro de que te encontrarás con monstruos en este lado de la mazmorra una vez más.",
                "GetEventAndSetChoice",
                "templeRandomEncounters",
                "1",
                "YesRedEncounters",
                "Sin embargo, no puede evitar notar que prácticamente no había resistencia en absoluto cuando realmente presionó el botón.Tienes la sensación de que no está conectado a ningún tipo de mecanismo en absoluto ...",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "Enter the power trials door.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Caminas hacia la puerta grande y la abres antes de caminar más hacia la mazmorra.",
                "SaveNextLine",
                "Estás en un pasillo corto con otra intrincada puerta dorada en el otro extremo, y las palabras 'primera prueba' están grabadas con oro en la pared sobre ella.",
                "PlayerStep",
                "StoreCurrentEventSpotSkippingLines",
                "3",
                "JumpToEventThenScene",
                "templeRandomEncounters",
                "RedSideEncounter",
                "UseSavedLineInMenu",
                "JumpToScene",
                "Power Trials entry hallway."
            ]
        },
        {
            "NameOfScene": "Power Trials entry hallway.",
            "theScene": [
                "Menu",
                "Enter the room marked 'First Trial'.",
                "Go to power trial entrance.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go to power trial entrance.",
            "theScene": [
                "IfChoice",
                "1",
                "Hablé con Minoni",
                "Go to power trial entrance 2.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Vuelve a la entrada decorada a las pruebas de poder, sintiendo que su atención se sienta instintivamente atraída por la puerta dorada intrincadamente diseñada, a pesar de que está detrás de usted.A su izquierda, la gran mujer bovina todavía está leyendo su libro, y parece tan ajeno a su presencia como antes.La puerta abierta a tu derecha te da una vista no solo del salón principal, sino también en la sala azul al otro lado de la mazmorra.",
                "PlayerStep",
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "RedSideDone",
                "Menu",
                "Enter the power trials door.",
                "Talk to her.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go to power trial entrance 2.",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Vuelve a la entrada decorada a las pruebas de poder, sintiendo que su atención se sienta instintivamente atraída por la puerta dorada intrincadamente diseñada, a pesar de que está detrás de usted.A su izquierda, la mujer bovina familiar todavía está leyendo su libro, y parece tan ajeno a su presencia como antes.La puerta abierta a tu derecha te da una vista no solo del salón principal, sino también en la sala azul al otro lado de la mazmorra.",
                "PlayerStep",
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "RedSideDone",
                "Menu",
                "Enter the power trials door.",
                "Talk to Minoni.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Enter the room marked 'First Trial'.",
            "theScene": [
                "JumpToEventThenScene",
                "MinotaurPowerPuzzles",
                "Enter Block Puzzle Room"
            ]
        },
        {
            "NameOfScene": "Late meeting Minoni",
            "theScene": [
                "SetChoice",
                "1",
                "Hablé con Minoni",
                "JumpToEventThenScene",
                "MinotaurPowerPuzzles",
                "Arm wrestle Room"
            ]
        },
        {
            "NameOfScene": "Talk to Minoni.",
            "theScene": [
                "JumpToScene",
                "Talk to her."
            ]
        },
        {
            "NameOfScene": "Talk to her.",
            "theScene": [
                "SetChoice",
                "15",
                "BOOP",
                "IfChoice",
                "1",
                "Hablé con Minoni",
                "TalkToMinoni",
                "SetChoice",
                "1",
                "Hablé con Minoni",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer de lectura, y al acercarte, te mira brevemente antes de mirar hacia atrás a su libro, luego te saca la cabeza con los ojos muy abiertos, golpeando su libro y lo oculta rápidamente dentro de su kimono mientras ella ellasale de su silla.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "¡Oh!H-Hello Brave Adventurer!Bienvenido al ... mierda, ¡ya me jodí!¡Mierda!",
                "Su rostro se sonroja de rojo brillante de vergüenza mientras comienza frenéticamente a acariciarse de su cuerpo como si busque algo antes de sacar un pequeño libro de algún lugar dentro de su kimono, y ella casi lo abre antes de comenzar a recitar algo escrito en uno delas páginas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "Uh, k-kon ... kon ... ici ... wa?Kon'iciwa, nǐ hǎo, hel- espera solo un segundo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "A medida que su voz se sigue, sus ojos se estrechan de molestia mientras de repente mira sobre tu hombro en el Gran Salón, pareciendo olvidar completamente que incluso estás allí.",
                "Speaks",
                "... Se suponía que debías darme una lista de cosas que decir para mi trabajo, no para entregarme un libro sobre cómo {i} saludar {/i} gente!'¡Oh!Ayudaré al novato ', dice ella.\"Me aseguraré de que sepa qué esperar cuando trabaje aquí\", dice ella!¿Por qué confié en ella?¡DE NUEVO!{i} ahora {/i} ¿Qué se supone que debo hacer cuando la gente pase?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "De repente se congela cuando su enfoque vuelve a ti, y su cara ya sonrojada se vuelve un tono rojo aún más oscuro mientras cierra la boca abruptamente, la abre e intenta sin éxito hablar, luego lo cierra una vez más mientras entierra su rostro en ella en ella.Manos, dejando que su libro caiga al piso con un ruido mientras se retorce de vergüenza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Un silencio incómodo se cuelga en el aire mientras la cara de la mujer solo continúa poniéndose más roja y roja debajo de sus manos, y a medida que avanza y sigue, comenzando a ser absolutamente insoportable, finalmente decides presentarse.",
                "PlayerSpeaks",
                "Uh, hola.Mi nombre es [ThePlayerName], ¿y tú eres ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Finalmente descubre su rostro y te da una mirada de gratitud sin palabras, ya que lentamente respira hondo y te muestra una sonrisa débil.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "U-uh ... soy ... uh ...",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "De repente toma otro respiración profunda, cerrando los ojos por un breve momento antes de enderezar su columna vertebral y asumir una postura más digna, incluso si su rostro todavía está bastante rojo ...",
                "Speaks",
                "Hola, aventurero.Soy el Proctor de tus pruebas en el lado de la energía de esta mazmorra.Mi trabajo es informarle sobre las reglas de los desafíos, responder cualquier pregunta que pueda tener y asegurarse de que no intente hacer trampa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "Y puedes llamarme ... ugh ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella deja escapar un suspiro de molestia tranquilo y se inclina la cabeza ligeramente antes de mirar hacia atrás con una expresión ligeramente avergonzada.",
                "Speaks",
                "Llámame ... M-Minoni.",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Otro momento de silencio pasa a medida que miras sus cuernos obviamente bovinos, su cola que se mantiene nerviosa moviendo de lado a lado detrás de ella, y su físico musculoso, terminando tu inspección mirándola en los ojos con una ceja levantada, sentimiento, sentimiento,Más que un poco curioso sobre la parte 'oni'.Pero a pesar de su obvia vergüenza cuando su rostro comienza a enjuagarse una vez más, se niega a decir una sola palabra más.",
                "Cuando dejas escapar un suspiro y dejas caer el tema, ella deja escapar un aliento que obviamente estaba sosteniendo y mira nerviosamente sobre tu hombro una vez más a medida que su expresión se tensa ligeramente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "A-de todos modos ... justo cuando se avecina ... [ThePlayerName], ¿verdad?Hay una mujer de zorro en el lado de testamento de la mazmorra, y aunque ella es la Proctor, no, uh, no confías en ella, ¿de acuerdo?A ella le gusta jugar en mí, por lo que podría hacerte eso también.Solo una sugerencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Cuando ella regresa para mirarte una vez más, notas que su rostro vuelve casi por completo a su tono normal una vez más.",
                "Speaks",
                "Ah, y casi me olvido de mencionar esto, pero una vez que te dirijas a las pruebas, no podré hablar sobre mucho más que lo que tienes que hacer para vencer la prueba, y no te ayudaré a superarlode todos modos.Entonces ... ¿tienes alguna pregunta para mí?",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "TalkToMinoni",
            "theScene": [
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "TalkToMinoni2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer familiar mientras continúa leyendo, y mientras te acercas a ella te mira brevemente antes de mirar hacia abajo a su libro, luego te sacude la cabeza con los ojos muy abiertos, cerró su libro y lo oculta rápidamente.Dentro de su kimono mientras sale de su silla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "U-uh, ¡H-HEY OTRA VEZ!¿Hasta algo que necesitaras?",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "TalkToMinoni2",
            "theScene": [
                "IfChoice",
                "2",
                "talkedPostLever",
                "TalkToMinoni3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer familiar mientras continúa leyendo, y mientras te acercas a ella te mira brevemente antes de mirar hacia abajo a su libro, luego te sacude la cabeza con los ojos muy abiertos, cerró su libro y lo oculta rápidamente.Dentro de su kimono mientras sale de su silla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "U-uh, h-hey nuevamente [ThePlayerName]!¿Qué te trae de vuelta aquí?Ya has completado las pruebas de energía, así que no estoy realmente seguro de por qué estás aquí ...",
                "Menu",
                "I wanted to spend some time with you.",
                "I just had some questions about the trials.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I wanted to spend some time with you.",
            "theScene": [
                "SetChoice",
                "2",
                "talkedPostLever",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "5",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Las mejillas de Minoni comienzan a ponerse ligeramente rosadas mientras de repente mira sus pies.",
                "Speaks",
                "O-oh, i- uh ... o-okay!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Mientras mira hacia atrás una vez más, parece estar evitando deliberadamente su mirada y parece más que un poco nervioso por sus palabras.",
                "JumpToScene",
                "Talk with Minoni."
            ]
        },
        {
            "NameOfScene": "I just had some questions about the trials.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Juras que viste que sus ojos se caen muy ligeramente por tus palabras, pero fue tan sutil que no puedes asegurarte del todo que veas nada ...",
                "Speaks",
                "O-oh, seguro que supongo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se rasca torpemente su rostro con su dedo índice.",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "TalkToMinoni3",
            "theScene": [
                "IfChoice",
                "6",
                "Lovers",
                "TalkToMinoni4",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "MinotaurPowerPuzzles",
                "50",
                "WheresMinoni?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer familiar mientras continúa leyendo, y mientras te acercas a ella te mira brevemente antes de mirar hacia abajo a su libro, luego te sacude la cabeza con los ojos muy abiertos, cerró su libro y lo oculta rápidamente.Dentro de su kimono mientras sale de su silla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "U-uh, ¡Hola [ThePlayerName]!¿Hay algo de lo que quisieras hablar?",
                "JumpToScene",
                "Minoni Talk Menu.2"
            ]
        },
        {
            "NameOfScene": "TalkToMinoni4",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer familiar mientras continúa leyendo, y mientras te acercas a ella, te mira brevemente antes de mirar hacia atrás en su libro, luego te saca la cabeza mientras su rostro se rompe en una sonrisa, almacenando su libro dentro.Su kimono mientras se levanta rápidamente.",
                "Speaks",
                "¡Hola [ThePlayerName]!¿Qué te trae aquí?",
                "JumpToScene",
                "Minoni Talk Menu.2"
            ]
        },
        {
            "NameOfScene": "Minoni Talk Menu.2",
            "theScene": [
                "Menu",
                "Talk with Minoni.",
                "Talk about the trials.",
                "Sex?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk about the trials.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Uh ... ¿Claro, supongo?No estoy seguro de qué más necesitas saber sobre las pruebas teniendo en cuenta que ya las has hecho, pero está bien ...",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "Sex?",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "MinotaurPowerPuzzles",
                "30",
                "Sex?2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "La cara de Minoni se vuelve roja brillante cuando abre su boca, pero no parece capaz de pronunciar ni una sola palabra mientras te mira enojado, y después de obligarse a respirar profundamente, finalmente logra hablar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Speaks",
                "¡¿Qué?!¡No!¿No te dije que no era así o no estabas prestando atención?",
                "Se cruza con los brazos y se aleja de ti, y después de unos minutos de tratar de calmarla, finalmente parece dispuesta a hablar contigo una vez más, incluso si parece un poco más vigilada ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sin embargo, no puede evitar notar que se sonrojó furiosamente todo el tiempo, e incluso ahora su rostro todavía está ligeramente enrojecido mientras te mira.",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "JumpToScene",
                "Minoni Talk Menu.2"
            ]
        },
        {
            "NameOfScene": "Sex?2",
            "theScene": [
                "IfChoice",
                "6",
                "Lovers",
                "Sex?3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "La cara de Minoni se vuelve un brillante tono carmesí mientras abre la boca, aparentemente incapaz de hablar en absoluto mientras te mira, y su sonrojo se profundiza aún más mientras te rasga la mirada mientras mira a un lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "¿Qué?W-¿Por qué lo harías?S-shut up!J-solo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella sujeta una mano sobre su boca mientras continúa evitando firmemente mirarte, y mientras miras hacia otro lado de ella para darle un momento para recuperar su compostura, no puedes evitar notar sus miradas furtivas robadas en tu dirección..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "A medida que continúas estudiando las paredes de la habitación, tomando un segundo para admirar la artesanía del diseño interior de la mazmorra, escuchas un débil suspiro y miras para ver a Minoni mirándote una vez más, y ella deja escapar a una niña 'Eep 'mientras tus ojos se encuentran con los de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "C-COME ON, [ThePlayerName], s-stop diciendo cosas extrañas como esa!L-LET está pasando el rato o-o algo ...",
                "Parece terriblemente ansiosa por hablar de otra cosa ...",
                "JumpToScene",
                "Minoni Talk Menu.2"
            ]
        },
        {
            "NameOfScene": "Sex?3",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Minoni se enroja profundamente ante su sugerencia y mira a la vista antes de mirarte y darte un rápido asentimiento.",
                "Speaks",
                "... Vamos, L-LET vaya a mi habitación ...",
                "Con las mejillas ardientes, ella te agarra firmemente y te lleva a una pared, tomando un momento para abrir una puerta oculta antes de atravesarte.",
                "Minoni te lleva a través de varios pasillos sinuosos, de vez en cuando pasando por unos pocos Kunoichi que no hacen intentos de ocultar su risa ante la mujer furiosamente sonrojada que te empuja, hasta que finalmente llegas a su acogedora habitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Mientras te empuja a la habitación y cierra firmemente la puerta detrás de ella, te mira con una sonrisa avergonzada pero emocionada.",
                "Speaks",
                "Entonces ... ¿tenías algo particular en mente?",
                "JumpToScene",
                "Minoni Sex Menu."
            ]
        },
        {
            "NameOfScene": "Minoni Talk Menu.",
            "theScene": [
                "Menu",
                "Trials?",
                "Isn't a minotaur a little out of place here?",
                "'Minoni?'",
                "Fox woman?",
                "So when are you going to try and rape me?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella asiente con una sonrisa incómoda, y cuando te vuelves para alejarte, se sienta de nuevo en su silla.Cuando llegas al centro de la habitación, ella te llama por última vez.",
                "GetEventAndIfChoice",
                "MinotaurPowerPuzzles",
                "7",
                "Palanca tirada",
                "Done talking.2",
                "Speaks",
                "¡Oh!¡Y buena suerte con las pruebas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Cuando te vuelves para mirarla, te saluda tímidamente antes de sacar su libro de su kimono y comienza a leerlo una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Menu",
                "Enter the power trials door.",
                "Talk to Minoni.",
                "Go back to the main hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Muy bien, uhm, que tengas un buen día [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Después de darte un adiós tímido, caminas al centro de la habitación y decidas qué hacer a continuación, y te das cuenta de que Minoni sacó su libro de su kimono y parece haber reanudado su intensa lectura.",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "Trials?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Sí.En caso de que aún no lo supieras, ambos lados de la mazmorra requieren que pases por una serie de pruebas, y una vez que vences a ambos, puedes continuar con la parte final de la mazmorra.",
                "Speaks",
                "Las pruebas en este lado de la mazmorra no son muy complejas, por lo que no debes preocuparte demasiado por ellas.Ciertamente parece que puedes manejarte bastante bien de todos modos, ¡así que estarás bien!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella te muestra una sonrisa alegre, pero se enoja de repente mientras parece pensar en lo que acaba de decir, y evita los ojos por un breve momento antes de mirarte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Speaks",
                "A-A-Away, el objetivo principal es progresar a través de cada una de las habitaciones y tirar de la palanca al final para desbloquear la gran puerta en el salón principal.Como mencioné antes, necesitarás tirar de las palancas en ambos lados de la mazmorra para abrirlo.",
                "Speaks",
                "Pero para este lado en particular, habrá varias pruebas de fuerza en el camino, y una vez que llegues al final, tendrás que luchar contra un enemigo desafiante para probar tu poder.Pero no se preocupe por tener que hacerlo todo a la vez, porque cualquier progreso que realice no se restablecerá.",
                "Speaks",
                "Si no puede terminar una de las pruebas o desea hacer otra cosa, puede irse y volver cuando lo desee.Solo tienes que ser cauteloso con los monstruos deambulando, porque te atacarán si te ven, pero si terminas la prueba te dejarán en paz.Bueno, excepto el Kunoichi, porque son un poco diferentes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Ella se toma un momento para mirar a una de las paredes cercanas, y juras que puedes escuchar los débiles sonidos de alguien que se ríe desde el interior.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "... de todos modos, eso cubre todo lo que necesitará para completar las pruebas.Para obtener más detalles sobre desafíos individuales, puedes hablar conmigo en la mazmorra, ya que estaré en la habitación contigo.Ah, y antes de olvidar, hay un par de cofres del tesoro que puedes encontrar, y puedes tomar lo que esté dentro de ellos.No se considera robar.",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "Isn't a minotaur a little out of place here?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Se tensa cuando su rostro se vuelve rojo de vergüenza, pero se obliga a sonreír de todos modos.",
                "Speaks",
                "¿De qué estás hablando?¡Obviamente soy un oni!¡Solo eche un vistazo a mi atuendo!",
                "Simplemente le das una mirada de nivel sin decir nada, y ella se inquieta por un momento antes de soltar un pesado suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Speaks",
                "... O-Okay, sí, soy un minotauro.Mira, el jefe de esta mazmorra quería un cierto tipo de estética para este lugar, y a veces tienes que hacer algunas alteraciones a las cosas para que todo encajara, ¿de acuerdo?Además, es más fácil contratar algunas de las posiciones localmente, y los monstruos que viven por aquí ya están acostumbrados a vivir en montañas de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Aunque ... soy el único Minotauro que ha sido contratado hasta donde sé ... Espero estar haciendo un buen trabajo en esto ...",
                "Ella mira a lo lejos con una mirada de leve preocupación ...",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "'Minoni?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella abre la boca y parece que se va a defenderse, pero se detiene con una leve mirada de irritación mientras mira sobre su hombro hacia las grandes puertas en el salón principal antes de mirarlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "... Ni siquiera voy a intentar discutir sobre eso.Ese no es mi nombre real, pero a los fines de mí trabajando aquí, solo llámame Minoni.Mi jefe pensó que era un buen apodo para mí, diciendo que era una forma inteligente de mezclar 'Minotaur' y 'Oni'.",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "Fox woman?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Minoni se queja y arroja una mirada sucia sobre tu hombro hacia el otro lado de la mazmorra mientras se cruza con los brazos.",
                "Speaks",
                "Uno de mis compañeros de trabajo es el Proctor del lado de la voluntad de la mazmorra, y a ella le gusta meterse conmigo porque soy bastante nuevo aquí.Ella generalmente dice que solo está tratando de ayudar, pero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Su expresión se agria aún más cuando sus ojos se desenfocan brevemente, perdida en el pensamiento mientras recuerda algunos momentos claramente irritantes antes de parpadear y de repente te mira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ella también tiene una tendencia a fuctar, lo siento, a {i} desorden {/i} con personas que toman las pruebas.Espera ... ¿no deberían ser llamados testizados?No, eh ... aventureros.Sí.Técnicamente, no debemos tratar de hacer algo divertido con los aventureros, pero me ha dicho antes que sabe de algunas lagunas o algo así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Su rostro se vuelve serio mientras mira las paredes antes de inclinarse más cerca de usted antes de susurrarte conspirador.",
                "Speaks",
                "... Si yo fuera tú, tendría cuidado de confiar en ella ... {i} i {/i} Realmente necesito dejar de confiar en ella ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "De repente parece darse cuenta de lo cerca que está su rostro para la tuya y se mueve la cabeza hacia atrás con un femenino que suena '¡eep!', Se sonroja ligeramente mientras mira hacia otro lado de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "So when are you going to try and rape me?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Minoni tose violentamente y comienza a chisporrotear incoherentemente mientras su rostro gira un tono carmeso profundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "Speaks",
                "{i} wh-what {/i}?¡Mi trabajo no es, no soy- {i} no {/i}!¿Por qué dirías algo así?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "¡{i} nunca {/i} haría algo así, y las pruebas de poder no terminan en violación si fallas!U-uh, W-Well las pruebas que administro, de todos modos!Los otros monstruos probablemente ... uh ... ¡A-de todos modos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¿Tienes alguna otra pregunta que quisieras hacerme, que no sea sobre eso?",
                "Todavía está increíblemente nerviosa mientras su rostro continúa enjuagando un color rojo de remolacha, y crees que la escuchaste murmurar algo bajo su aliento en la línea de 'Tomé este trabajo para evitar eso', pero realmente no puedes estar seguro ....",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "JumpToScene",
                "Minoni Talk Menu."
            ]
        },
        {
            "NameOfScene": "Talk with Minoni.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Supongo que podemos pasar el rato y charlar un poco ...",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Talk with Minoni.Menu",
            "theScene": [
                "IfChoice",
                "3",
                "BookIntrest",
                "Talk with Minoni.Menu2",
                "Menu",
                "What book were you reading?",
                "You're not like the other minotaurs I've met. You're a lot less... rapey.",
                "Why work at the temple?",
                "Arm wrestling?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk with Minoni.Menu2",
            "theScene": [
                "Menu",
                "Talk about 'Lucidian Sweethearts!♥'",
                "You're not like the other minotaurs I've met. You're a lot less... rapey.",
                "Why work at the temple?",
                "Arm wrestling?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "What book were you reading?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Minoni inmediatamente pone su mano sobre la parte de su kimono, donde almacenó su libro, luciendo más que un poco culpable mientras se ríe nerviosamente de su pregunta.",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "MinotaurPowerPuzzles",
                "25",
                "What book were you reading?2",
                "Speaks",
                "O-oh, eso?I-Es solo, ¡solo un libro relacionado con el trabajo aburrido!Y-Yeah ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Ella se inquieta torpemente mientras la miras, y estás casi seguro de que está mintiendo, pero decides no presionarla más.Sin embargo, tienes la sensación de que si a ella le gustas más, podría decirte la verdad.",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "What book were you reading?2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Pero mientras mira tu rostro, su expresión vacila, y mira a su mano mientras lo aleja lentamente de su kimono.",
                "Speaks",
                "U-um, me refiero a si realmente quieres saber, puedo ... um ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Se enroja de vergüenza mientras saca lentamente el pequeño libro que la viste leyendo cuando te acompañaste por primera vez, y lo sostiene en su pecho mientras se inquieta nerviosamente con la cubierta roja.",
                "Speaks",
                "Por lo general, paso mucho tiempo leyendo B-porque no mucha gente viene por aquí, y sé que no es realmente un tipo de minotauro musculoso, pero me gusta leer sobre el mundo, la historia, la A-y... bueno ... P-promise ¿No te reirás?",
                "Menu",
                "Promise her.",
                "Don't promise.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Promise her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Minoni toma tentativamente la portada roja del libro y, después de un momento de vacilación, la desliza, revelando la portada verdaderamente colorida del libro.",
                "Te lleva un puñado de segundos comprender realmente lo que estás viendo, pero después de tomar los colores rosa y pastel, el borde intrincadamente estampado de las rosas alrededor de los bordes del libro, el grupo de chicas monstruosas emocionadas y felices en la¡Centro, y el título estilístico {i} 'Lucidian Sweethearts! ♥' {/i} En la portada, devuelves tu mirada a la cara de Minoni mientras mira a la pared con un rubor avergonzado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Es una novela romántica del este, A y Kotone me dio una como una broma cuando comencé a trabajar aquí, pero terminé realmente me gustó y estoy en el Libro 34 ¡Ahora!Creo que ella dijo que se llamaba manga, pero ... U-um ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Minoni solo se pone cada vez más nervioso mientras trata desesperadamente de mirar algo más que tú en la habitación.",
                "Speaks",
                "¡Es una historia sobre encontrar el amor verdadero, que se muestra entre la perspectiva de algunas chicas monstruosas diferentes en el transcurso de varios libros, con D-Dates, y cosas así!Se trata de relaciones normales en lugar de las habituales ... U-um ... 'Ravish the Guy hasta que te ama'.¡A-y ni siquiera es una novela erótica!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Finalmente parece reunir el coraje para mirarte a la cara, incluso si se sonroja profusamente como lo hace.",
                "Speaks",
                "Siempre me ha interesado en este tipo de libros, incluso las novelas románticas realmente basura que a veces salen de la capital, B pero cada vez que intentaba hablar con cualquiera de los otros minota de estas cosas, t-Simplemente se burlaron de mí por eso, así que ...",
                "Menu",
                "Chat with her about the book.",
                "Make fun of her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Chat with her about the book.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Al preguntarle a Minoni algunas preguntas que tenía sobre el libro, parece realmente sorprendida de que se lo esté tomando en serio, y después de un par de minutos de hablar, comienza a aliviarse en la conversación, relajándose mientras le cuenta con entusiasmo sobre algunos de losLos arcos de la trama general y los personajes principales, así como cuáles son sus favoritos.",
                "Sin embargo, se niega a entrar en cualquier spoilers, afirmando que lo está haciendo \"en caso de que quieras leerlos tú mismo\", y es obvio que Minoni está muy feliz de finalmente tener a alguien con quien hablar seriamente sobre esto.A medida que la conversación finalmente termina, notas que parece que no puede evitar sonreír.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "5",
                "SetChoice",
                "3",
                "BookIntrest",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Make fun of her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Difícilmente puedes reírte de la perspectiva de un gran minotauro fuerte como su lectura de novelas románticas de basura, y no puedes evitarte mientras te burlas de su hobby.",
                "Pero tus palabras parecen haberse cortado más profundamente de lo que tu pretendía cuando su rostro inmediatamente se tuerza en una mirada de traición, y ella se niega a hablar contigo o incluso mirarte durante mucho tiempo, mirando fríamente a las paredes mientras intentas infructuosamente comenzarLa conversación termina, y solo después de unos minutos ella empiece a hablar a regañadientes a hablar contigo de nuevo ...",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "-10",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Don't promise.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Minoni se arrugó en la cara con ira y rápidamente vuelve al libro en su kimono mientras deja caer el tema.Un silencio incómodo llena el aire mientras intentas pensar en qué decir hablar ...",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "You're not like the other minotaurs I've met. You're a lot less... rapey.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Minoni de repente tose mientras se sonroja feroz, claramente sorprendido por su franqueza.",
                "Speaks",
                "Yo ... W-Well, supongo que esa es una forma de ponerlo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella te da una mirada seria, incluso mientras continúa enjuagando tus palabras.",
                "Speaks",
                "Pero es bueno para ti saber que no todas las chicas monstruosas solo quieren precisar y follar a todos los chicos que conoce, ya sabes.¡Las necesidades emocionales también son importantes!",
                "Speaks",
                "Incluso para los minota como yo, de verdad.Tendemos a tener libidos realmente altos, y hablando por experiencia personal, puedo decir que es como estar en calor durante todo el año, pero eso no es excusa para descuidar ... U-Um ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Se sigue mientras parece darse cuenta de lo que acaba de decir, y evita la mirada mientras se verifica con vergüenza por la información algo personal que acaba de dar.",
                "Speaks",
                "¡El punto es!Que es posible suprimir los instintos naturales y redirigir su enfoque en otras cosas.Personalmente uso una mezcla de tés de hierbas y meditación, y aunque pude prescindir de ellos, hace que las cosas sean mucho más fáciles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Yo: solo disfruto poder pensar con claridad, y es divertido disfrutar de cosas además del sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "¡Oh!Pero no estoy diciendo que los minotas sean violaciones y sexo todo el tiempo, solo que una vez que hayan tenido su hom.Generalmente se enfrían y pueden ser bastante razonables.",
                "Ella corre ociosamente una de sus manos a través de su cabello, luego se detiene mientras mira un hilo callejero que cuelga frente a su cara con una mirada contemplativa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Y técnicamente ahora que lo pienso, en realidad soy una subespecie de Minotauro ... ¿o una mutación genética sería más precisa?De cualquier manera, el color rojo generalmente se excita en los minotos, pero no para mí.Afortunadamente, el color de mi cabello no parece afectar a otros minotos, porque me imagino que eso es ... difícil de tratar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Ella deja escapar una risita lamentable mientras endereza su cabello, luego mira otro vistazo a las paredes rojas de la habitación con un aspecto preocupado y reflexivo.",
                "Speaks",
                "Aunque ... ahora que lo pienso, si algún otro minotaurio intentó trabajar aquí, tendrían mucho más tiempo en contener su ... Um ... insta.",
                "IfChoice",
                "8",
                "minoConvo",
                "Talk with Minoni.Menu",
                "SetChoice",
                "8",
                "minoConvo",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "2",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Why work at the temple?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Minoni se encoge de hombros.",
                "Speaks",
                "¿Por qué no?Es un trabajo de pago estable, obtengo ropa gratis, espacio libre y tabla, libros para leer y, lo mejor de todo, ya no tengo que eliminar la montaña para obtener cosas así.No puedo pensar en ninguna razón por la que me gustaría irme.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Pero casi inmediatamente después de decir eso, sus ojos se extienden mientras de repente recuerda algo y se sonroja mientras mira hacia el suelo.",
                "Speaks",
                "... W-Well, excepto por todo el sexo, pero tienes que lidiar con eso en todas partes, S-So ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "B Pero aparte de eso, este lugar es bastante bueno.E incluso si hubiera más inconvenientes, estar aquí todavía son ritmos tratando de regatear con arpías.Pueden verse lindos, pero algunos de ellos manejan algunas ofertas realmente duras ...",
                "IfChoice",
                "9",
                "temple",
                "Talk with Minoni.Menu",
                "SetChoice",
                "9",
                "temple",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "2",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Arm wrestling?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Minoni te muestra una sonrisa arrogante mientras se inclina más cerca de ti mientras daña tus brazos.",
                "Speaks",
                "Jeje ... Si quieres una revancha, solo regresa a la sala de prueba.Te estaré esperando.Incluso si este trabajo es menos exigente físicamente que lo que solía hacer, todavía me encanta una buena competencia.",
                "Speaks",
                "Especialmente cuando está contigo.¿Cómo podría olvidar la emocionante sensación de nuestras manos entrelazadas que se esfuerzan y sudan unos contra otros, con el poderoso golpe de mi corazón en mi pecho?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Al mismo tiempo, parece que de repente se da cuenta de lo que acaba de decir, se da cuenta de que se ha estado inclinando cada vez más hacia ti hasta que su rostro está a solo centímetros de la tuya, y se enroja profundamente mientras se mueve abruptamente mientras suelta un nervioso, avergonzado de risas.",
                "Speaks",
                "Y, ¿sabes qué?Esto lo hace sonar un poco raro, ¡la charla de L-Let sobre otra cosa!",
                "IfChoice",
                "10",
                "armWrestling",
                "Talk with Minoni.Menu",
                "SetChoice",
                "10",
                "armWrestling",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "1",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Talk about 'Lucidian Sweethearts!♥'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Cuando comienzas a hablar sobre la serie de libros favorita de Minoni, casi inmediatamente ilumina, y después de unos minutos de alegre conversación, ella se ofrece a buscar un problema para leer contigo.",
                "Menu",
                "Accept.",
                "Decline.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Decline.",
            "theScene": [
                "IfChoice",
                "4",
                "ReadOnce",
                "Decline.2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Minoni sonríe con una comprensión tímida.",
                "Speaks",
                "Jeje, sí, no te culpo ... no es algo que recomendaría a todos ...",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Decline.2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Minoni deja escapar un suspiro melancólico mientras se rasca la cara con una sonrisa lamentable.",
                "Speaks",
                "Muy bien, está bien ... Entiendo que eres una persona ocupada y todo eso.Avísame cuando tengas tiempo para seguir leyendo conmigo.Estaré aquí.",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Accept.",
            "theScene": [
                "IfChoice",
                "4",
                "ReadOnce",
                "ReadingSetUp.",
                "SetChoice",
                "4",
                "ReadOnce",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Minoni sonríe con una comprensión tímida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Speaks",
                "Jeje, sí, no culpo a YO- Espera ... ¿acabas de decir que sí?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Parece desconcertada mientras asiente, claramente no esperas que la lleves a su oferta, luego su rostro se ilumina con una enorme sonrisa a medida que se emociona increíblemente.",
                "Speaks",
                "¡Oh!¡Está bien!¡Espera allí mismo, voy a pedir prestado el primer problema de Kotone!¡Volveré!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Se desliza junto a ti y corre hacia el otro lado de la mazmorra, moviéndose con una velocidad sorprendente mientras sus grandes piernas de pezuña golpearon rítmicamente el piso de madera, y no le lleva mucho regresar, agarrando un libro con un rojo en blanco.cubrir en una de sus manos.No puedes evitar notar que apenas parece molesto por su reciente esfuerzo.",
                "Speaks",
                "Kotone los mantiene a todos en portadas en blanco solo para mí para que pueda leerlos sin que la gente lo sepa, ¡y también para proteger los libros ellos mismos!Ella sabe que tiendo a avergonzarme por este tipo de libros, así que estoy agradecida de que esto sea al menos una cosa que es sencilla conmigo ...",
                "Pero incluso cuando su rostro se nubla momentáneamente de algunos recuerdos obviamente negativos, no es suficiente para amortiguar su emoción mientras abre una puerta escondida en la pared y saca otra silla, colocándola junto a la de ella antes de sentarse y hacer un gesto enérgicamente para usted.para unirse a ella.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "5",
                "Menu",
                "Sit in the chair.",
                "Sit in her lap.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ReadingSetUp.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Su cara se ilumina mientras te da una sonrisa emocionada.",
                "Speaks",
                "Muy bien, ¡voy a pedir prestado un problema de Kotone!¡Volveré!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Se desliza junto a ti y corre hacia el otro lado de la mazmorra, moviéndose con una velocidad sorprendente mientras sus grandes piernas de pezuña golpearon rítmicamente el piso de madera, y no le lleva mucho regresar, agarrando un libro con un rojo en blanco.cubrir en una de sus manos.No puedes evitar notar que apenas parece molesto por su reciente esfuerzo.",
                "Speaks",
                "¡Déjame conseguirte una silla, luego podemos averiguar dónde lo dejamos!",
                "Minoni abre una puerta escondida en la pared y saca otra silla, colocándola junto a la de ella antes de sentarse y señalarse enérgicamente para que te unas a ella.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "5",
                "Menu",
                "Sit in the chair.",
                "Sit in her lap.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sit in the chair.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Te sientas en la silla abierta y te inclinas un poco para obtener una buena vista del libro cuando Minoni lo abre, revelando las imágenes colorantes ilustradas dentro.",
                "JumpToScene",
                "Reading"
            ]
        },
        {
            "NameOfScene": "Sit in her lap.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "1",
                "Minoni se tensa mientras caminas hacia ella y te sientes en su regazo, y ella suelta unos pocos escalofríos débiles de protesta mientras te giras para mirar su cara enrojecida rápidamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "PlayerSpeaks",
                "Podré leer el libro mucho más fácil como este.",
                "Ella cierra la boca mientras consideraba tus palabras antes de darte un asentimiento débil y avergonzado.",
                "Speaks",
                "R-Right...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Te vuelves hacia atrás y te acomodas en su regazo, pero le toma a Minoni un poco más tiempo mientras se adapta a tu presencia, y mientras te inclinas cómodamente hacia atrás y presiona contra su torso, deja escapar un grito femenino mientras sientes que su corazón latía rápidamenteen su pecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Reading",
                "Eventualmente, se calma lo suficiente como para comenzar a leer, y mientras abre el libro y revela las imágenes ilustradas de colores dentro, nota que no tiene problemas con la lectura mientras está en su regazo debido a su gran tamaño, lo que le permite a sin esfuerzoMira sobre tu cabeza.",
                "JumpToRandomScene",
                "Reading LEWD",
                "Reading LEWD",
                "Reading LEWD",
                "ReadingLap",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Reading",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Usted y Minoni se turnan para leer en voz alta a través del diálogo cursi del manga romántica, y usted nota que Minoni se pone nervioso y comienza a tartamudear cada vez que sucede algo que ocurre con límite, aparentemente habiéndose olvidado de esas partes particulares.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Pero honestamente, no te importa, ya que los chirridos de pánico que hace son bastante adorables ... eventualmente, superas algunos capítulos y decides llamarlo por el día, y Minoni almacena el libro dentro de su kimono para regresar a KotoneMás tarde, mientras almacena la silla adicional en la pared.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "1",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "ReadingLap",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Usted y Minoni se turnan para leer en voz alta a través del diálogo cursi del manga romántica, y puedes sentirla retorcerse y escucharla tartamudeando cada vez que sucede algo que ocurre lascivo, aparentemente habiéndose olvidado de esas partes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Pero honestamente, no te importa, ya que los chirridos de pánico que hace son bastante adorables ... eventualmente, superas algunos capítulos y decides llamarlo por el día, saliendo del regazo de Minoni mientras almacena el libro dentro de ellaKimono regresará a Kotone más tarde mientras almacena la silla sin usar en la pared.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "1",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Reading LEWD",
            "theScene": [
                "IfChoice",
                "5",
                "LewdBook",
                "Reading LEWD2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Mientras los dos se dirigen a través del libro, detallando a un humano y un Minotauro en una cita bastante linda, Minoni sigue murmurando para sí misma por lo tanto, preguntándose por qué parece que no puede recordar lo que sucede después.",
                "Speaks",
                "... El estilo de arte tampoco es el mismo ... ¿Kotone me dio el libro equivocado ...?",
                "ChangeArousalQuietly",
                "50",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "A medida que la pareja termina su cita y regresa a casa con implicaciones tremendamente sugerentes, Minoni gira la página claramente esperando un desvanecimiento a negro, pero en su lugar es recibido por una imagen de página doble a todo color del curvilíneo de Minotauro que gime de placer mientras la aradasu amante humano.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Minoni deja escapar de un golpe estrangulado mientras se congela abruptamente en lo que solo se puede describir como horror abyecto antes de cerrar el libro rápidamente y casi saliendo de su regazo mientras se levanta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Goddess G Maldita sea Kotone!¡S-shele me dio esto a propósito!",
                "Mientras Minoni huía por un momento mientras se ve más rojo y más avergonzado de lo que la has visto antes, lanza una mirada hacia el lado opuesto de la mazmorra y se tormenta, pero justo cuando llega a la puerta se ralentiza y mira brevementeHas antes de sonrojarse más furiosamente que nunca y continúa corriendo.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Cuando regresa poco después, parece haberse calmado considerablemente y está agarrando el libro real en su mano.",
                "Speaks",
                "Ella dijo que era solo un 'accidente' ... sí ... {i} correcto {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Minoni deja escapar un suspiro mientras se sienta de nuevo en su silla, pero deja escapar un grito de sorpresa casi erótico mientras te sientas en su regazo inmediatamente después.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Te giras para mirarla y verla intentando ignorar tu aspecto mientras se sonroja poderosamente, y después de un incómodo silencio llena el aire, te vuelves y te gestas sin palabras al volumen cerrado de 'Lucidian Sweethearts! ♥' en su mano., que abre y comienza a leer lentamente.A juzgar por el tono de su voz, está contenta de que el tema de la conversación haya avanzado.",
                "GetEventAndChangeProgress",
                "MinotaurPowerPuzzles",
                "5",
                "SetChoice",
                "5",
                "LewdBook",
                "JumpToScene",
                "ReadingLap"
            ]
        },
        {
            "NameOfScene": "Reading LEWD2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "A medida que ustedes dos se dirigen a través del libro, detallando la relación sensual entre un humano y un minotauro, Minoni sigue murmurando para sí misma por lo tanto, preguntándose por qué parece que no puede recordar lo que sucede después, pero al igual que los dosComience a dirigirse a su casa con una sonrisa en sus rostros, se endurece cuando se da cuenta de lo que está por suceder después.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Speaks",
                "W-WAIT solo un segundo!¡Este es otro de esos libros porno!¡Gah!{i} kotone {/i}!",
                "Minoni parece bastante frustrada por recibir el libro equivocado nuevamente, pero no parece querer cerrarlo todavía por alguna razón ...",
                "Menu",
                "Try to get her to read it instead.",
                "Let her go get the right book.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Let her go get the right book.",
            "theScene": [
                "Después de unos momentos de deliberación silenciosa, Minoni cierra el libro y te deja salir de su regazo antes de levantarte y ir al otro lado de la mazmorra para obtener el libro correcto.",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Cuando regresa poco después, todavía se ve ligeramente molesta, pero de lo contrario se ha calmado y está agarrando el libro real en su mano.",
                "Speaks",
                "Ella dijo que fue un 'accidente' {i} de nuevo {/i} ... sí ... {i} correcto {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Minoni deja escapar un suspiro mientras se sienta en su silla mientras te mira expectante, y con una sonrisa te sientes en su regazo.Después de que ambos hayan terminado de establecerse, podrán leer.",
                "JumpToScene",
                "ReadingLap"
            ]
        },
        {
            "NameOfScene": "Try to get her to read it instead.",
            "theScene": [
                "IfChoice",
                "6",
                "Lovers",
                "ReadTheSmut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Escuchas su jadeo mientras tratas de convencerla de que lo lea contigo, y cuando giras en su regazo para mirarle la cara, note que se sonroja ferozmente incluso cuando su mirada permanece fija en el libro en sus manos.",
                "Speaks",
                "Y quieres que le haya leído esto- esto {i} suciedad!? {/i} n-no Way!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Pero mientras la miras continúa mirando fijamente las imágenes sugerentes del libro, te preguntas qué tan cierto es eso.Con un suspiro, te vuelves hacia adelante mientras Minoni se inquieta debajo de ti.Tienes la sensación de que si ustedes dos fueran más íntimos, ella podría estar dispuesta a leerlo con usted ...",
                "JumpToScene",
                "Let her go get the right book."
            ]
        },
        {
            "NameOfScene": "ReadTheSmut",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "La escuchas dejar escapar algunos ruidos débiles de protesta mientras se retuerce debajo de ti, y cuando te vuelves para mirarla, su rostro está rojo brillante y solo se vuelve más enrojecido debajo de tu mirada.Mientras rasga sus ojos de las sugerentes imágenes del libro, te devuelve la mirada con sorpresa ligeramente enojada.",
                "Speaks",
                "WH-¿Qué!I- tu- P-PERVERT!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Pero a pesar de sus palabras, ella no hace ningún tipo de movimiento para levantarse, y después de un momento de duda, te gira hasta que te enfrentas y procedes a acercarte a ella, descansando la cabeza entre su escisión comoElla ansiosamente pulgar la página siguiente del libro.",
                "Speaks",
                "...F-Fine...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Después de darle un momento para obtener {i} extra {/i} cómodo, Minoni finalmente gira la página del libro porno y comienza a leerlo con usted, viendo a la pareja claramente enamorada pasar por un maratón sexual aparentemente ilimitado entre sí.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Página tras página de misionero, prensa de apareamiento, estilo perrito, titfucks, mamadas, vaquera, anal, juego de rol, trabajos de mano de lactancia y mucho más, cada uno con detalles exquisitamente dibujados, y no puedes evitar sentirte más que un pocoEncendido en el gran volumen de actos sexuales en exhibición.",
                "Y puedes decir que no eres el único que siente lo mismo que sientes que Minoni comienza a retorcerse debajo de ti mientras su respiración se vuelve más pesada y más pesada, y con la cabeza presionada tan lejos en su pecho, puedes sentirla.Los latidos del corazón se vuelven más rápido mientras gira las páginas.",
                "ChangeArousalQuietly",
                "50",
                "Finalmente, finalmente llegas al final del libro, y las páginas finales presentan a la pareja agotada en la cama y compartiendo un beso íntimo antes de desvanecerse a Black, y cuando Minoni cierra el libro, está jadeando con lujuria.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "W-wow ellos ... uh ... tenían mucho sexo ... pero eran una bonita pareja en c-cute, ¿eh ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Ella guarda el libro dentro de su kimono y te acerca aún más a su cuerpo, y te relajas en su abrazo mientras simplemente disfrutas del calor de su cuerpo por un momento, pero como tú, su respiración solo se vuelve cada vez más irregular..",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Minoni de repente te gira en su regazo, presionando tu rostro en sus senos mientras miras a través de la brecha en su escote para mirar sus ojos febriles y afligidos de excitación mientras te devuelve lujuriosamente.",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "Vamos a mi habitación [ThePlayerName].{i} ahora. {/i}",
                "Antes de que puedas decir una sola palabra, ella te levanta con sus poderosos brazos, presionando aún más en su escote mientras te lleva rápidamente a través de una puerta oculta y hacia los sinuosos pasillos del templo con un aspecto determinado pero muy excitado.",
                "Escuchas la risa divertida de otros monstruos mientras Minoni camina rápidamente a través del interior del Templo, pero si algo, los sonidos de su atención solo la estimula a moverse más rápidamente mientras sientes que su corazón y respiración se vuelven aún más rápidos.",
                "Una vez que llega a su habitación, finalmente libera su agarre en su cuerpo y tropiezas mientras de repente tienes que apoyar tu propio peso, y una vez que encuentras el equilibrio, te vuelves para ver a Minoni cerrar rápidamente la puerta de su habitación y darte un serio, sin embargo, una apariencia muy excitada mientras comienza a temblar con necesidad.",
                "Speaks",
                "A-Cien, ¿qué quieres hacer?Date prisa y elige, porque no puedo pensar con claridad A-Anymore ...",
                "No puedes evitar sentir que no podrá controlarse si intentas rechazarla ...",
                "JumpToScene",
                "Minoni ForcedSex Menu."
            ]
        },
        {
            "NameOfScene": "WheresMinoni?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Te acercas a la mujer familiar mientras continúa leyendo, y mientras te acercas a ella te mira brevemente antes de mirar hacia abajo a su libro, luego te sacude la cabeza con los ojos muy abiertos, cerró su libro y lo oculta rápidamente.Dentro de su kimono mientras sale de su silla.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "U-uh- ¡Hola![ThePlayerName]!Uhm, ah ...",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Minoni de repente se endurece mientras te mira, y su rostro se vuelve rojo cuando comienza a retorcerse en su lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Oh ... uh ... ¡volveré!",
                "DisplayCharacters",
                "EndLoop",
                "Sin darle un momento para decir una sola palabra, ella rápidamente camina hacia la pared con un al ras y abre una puerta oculta antes de pasar y desaparecer de su vista.Decidiendo que no tienes nada mejor que hacer, esperas ... y espera ... y espera ...",
                "... y espera.A medida que pasa más y más tiempo mientras Minoni continúa ausente, no puede evitar preocuparse un poco por cuánto tiempo está tomando.",
                "Menu",
                "Keep waiting.",
                "Go check on her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep waiting.",
            "theScene": [
                "Continúas esperando ... y esperas ... y esperas ... pero incluso después de todo ese tiempo, ella todavía está {i} todavía {/i} aún no ha vuelto.",
                "Menu",
                "Keep waiting...",
                "Go check on her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep waiting...",
            "theScene": [
                "Continúas esperando ... y esperas ... y espera ... pero a Minoni todavía no se encuentra en ninguna parte.En este punto, te preguntas si ella olvidó que todavía la estás esperando ...",
                "Menu",
                "Keep waiting?",
                "Go check on her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep waiting?",
            "theScene": [
                "Continúas esperando ... y esperas ... y esperas un poco más, y justo cuando estás a punto de levantarte y salir, Minoni finalmente regresa, luciendo increíblemente tímido, pero al mismo tiempo de alguna manera aliviado.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "U-uh- hey [ThePlayerName]!Lamento que tomó tanto tiempo, tuve algo ... importante ... trabajo del templo por hacer ... Entonces, uhm, ¿de qué querías hablar?",
                "JumpToScene",
                "Talk with Minoni.Menu"
            ]
        },
        {
            "NameOfScene": "Go check on her.",
            "theScene": [
                "Decides seguir después de Minoni, investigando el muro con el que estaba jugando hasta que encuentres el mecanismo para abrir la entrada secreta, y una vez que pasas, te encuentras con unos pocos aprendices de Kunoichi que se ríen y arrojan miradas significativas entre sí mientras explican qué explican qué explican quéLo estás haciendo, pero no los cuestionas, ya que te señalan en la dirección correcta.",
                "Después de pasear por los sinuosos pasillos y pasar por más grupos de aprendices de Kunoichi que siguen guiándote a través del interior de la mazmorra, te topas con una puerta de madera ligeramente Ajar que ha escrito a 'Minoni' con una placa sorprendentemente bordada., y ves una luz tenue que se filtra a través de las grietas ...",
                "Speaks",
                "... Mnnn ... [ThePlayerName] ... ahh ...",
                "Menu",
                "Peek.",
                "Rush in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Peek.",
            "theScene": [
                "ChangeArousalQuietly",
                "50",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "En silencio, se arrastra hacia adelante y miras a través de la puerta ligeramente abierta y se recompensa al instante con la vista de Minoni masturbándose febrilmente en una cama con volantes y bordadas con los ojos cerrados, temblando de placer mientras se burla de su clítoris y coño con una mano mientras los otros masajesy aprieta uno de sus grandes senos.",
                "Speaks",
                "... ohh ... ♥ [ThePlayerName] ... ♥",
                "Ella está demasiado perdida en su propia fantasía para escuchar tu jadeo de sorpresa, y mientras gime en éxtasis, te enjuagas ante la vista excitante cuando tu polla comienza a tensarse contra tus pantalones.",
                "ChangeArousalQuietly",
                "100",
                "A medida que te inclinas más cerca de la puerta y sacas otro aliento jadeado, de repente respiras el aroma femenino poderoso que domina toda su habitación, haciendo que tu polla pulse con necesidad.Gulpes cuando su boca se seca mientras sus pensamientos racionales son quemados por su potente fragancia, dejando solo un deseo enloquecedor de su cuerpo en su mente.",
                "ChangeArousalQuietly",
                "50",
                "No te lleva mucho tiempo liberarte de tus pantalones al comienzo de masturbarse al ver a Minoni complaciéndose a sí misma, y ​​la idea de detener apenas se registra contra la abrumadora necesidad de construir en tu ingle a medida que respira más de su mente.aroma femenino.",
                "ChangeArousalQuietly",
                "50",
                "Los dos continúan masturbándose febrilmente, e incluso cuando el placer interminable corre a través de su cuerpo, mientras que la voz de Minoni se vuelve teñida gradualmente de éxtasis a medida que se vuelve más alto y más alto, ninguno de los dos logra correrse.",
                "ChangeArousalByPercent",
                "50",
                "La frustración sexual acumulada comienza a comer con el pequeño sentido que tenías restante, y con un gemido lujurioso te tambaleas en la habitación, solo para ser golpeado de inmediato con una ola aún más potente de feromonas almizcles de Minoni, dejándote balanceándote en la entrada de la entrada deSu habitación mientras tu polla palpita dolorosamente con necesidad.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Minoni deja escapar un gemido mientras continúa teniendo en cuenta, pero lentamente abre los ojos y deja escapar de un EEP en pánico mientras te ve que continúas sin pensar en su cuerpo desnudo, congelando mientras chupa con la vergüenza de pánico.",
                "Speaks",
                "[ThePlayerName]¿How, ¿has estado allí?O-oh, joda tu mano en tu ... D-Damn, ¿por qué no esperabas que ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Ella se sigue mientras su mirada se siente atraída hacia tu polla palpitante, y deja escapar un gemido mientras sus ojos comienzan a glasearse con lujuria mientras sus manos comienzan a burlarse de su cuerpo una vez más.",
                "JumpToScene",
                "Walk in Sex Scene"
            ]
        },
        {
            "NameOfScene": "Rush in.",
            "theScene": [
                "ChangeArousalQuietly",
                "50",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Irrasás en la habitación y se te recompensan inmediatamente con la excitante vista de Minoni masturbándose febrilmente en una cama con volantes y bordada con los ojos cerrados, burlando su clítoris y coño con una mano mientras la otra masajeas y aprieta uno de sus grandes senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Speaks",
                "... ohh ... ♥ [ThePlayerName]!",
                "No parecía escucharte entrar por primera vez, ya que obviamente estaba abrumada por sus fantasías, pero cuando abrió los ojos con un gemido, se congela en pánico repentino cuando su rostro se tuerce en una expresión de vergüenza y placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "¿Qué es el {i} infierno {/i}, ¿crees que estás haciendo aquí?N-nevermind que, tienes que salir de Here B-Before ... Mnnn ... ♥",
                "ChangeArousalQuietly",
                "25",
                "Sus ojos se nubla con lujuria mientras te mira, y ella deja escapar un jadeo repentino de placer mientras sus manos reanudan sus burlas masturbatorias.",
                "PlayerSpeaks",
                "Me preocupé porque estabas tomando tanto tiempo ... así que yo ... yo ...",
                "ChangeArousalByPercent",
                "50",
                "ChangeArousalQuietly",
                "100",
                "Te tambaleas mientras tomas tu próxima respiración, dándote cuenta de que la habitación está llena hasta el borde con el potente aroma femenino de Minoni, y tu polla palpita a plena erección al instante mientras la lujuria abrumadora supera todo tu cuerpo.",
                "ChangeArousalQuietly",
                "100",
                "Un gemido ligeramente dolorido escapa de tus labios mientras todos, excepto los pantalones para liberar tu polla ahora palpitante, sintiendo que tus pensamientos se alejan de las olas interminables de sus feromonas devastadoramente excitantes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Speaks",
                "W-wait, don-",
                "Sus palabras cortaron a mitad de camino mientras mira, completamente cautivada, en tu polla rígida.",
                "JumpToScene",
                "Walk in Sex Scene"
            ]
        },
        {
            "NameOfScene": "Walk in Sex Scene",
            "theScene": [
                "Ella deja escapar un gemido tembloroso cuando comienza a masturbarse aún más intensamente que antes, mirando fijamente tu virilidad erecta mientras parece ser cada vez más excitado por el segundo.",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Speaks",
                "Mnn ... ♥ I-lo siento [ThePlayerName] ... a-ah ... ♥ m-my estúpidas p-feromonas me están poniendo en ... ♥ h-heat ...",
                "ChangeArousalQuietly",
                "50",
                "Te escabulles más cerca de Minoni, y aún más excitación se acumula dentro de ti a medida que su aroma femenino se vuelve cada vez más fuerte, empujando tus pensamientos hasta que lo único que corre por tu mente es la poderosa necesidad de fijarla y follarla hasta que ambos estén ambos.completamente y completamente gastado ...",
                "Speaks",
                "T-no hay forma de que salgan de esto ... mnnn ... ♥ j-solo estar cerca de ti hace que todo mi cuerpo se vuelva loco ... ♥ no sé cuándo ... b Pero decididoeres mi compañero, ah! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeArousalQuietly",
                "50",
                "Tan pronto como las palabras 'pareja' dejan su boca, ella deja escapar un gemido mientras su cuerpo se estremece en éxtasis, enviando una ola de lujuria aún más fuerte a medida que continúas acercándote a ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Speaks",
                "Puedo ver que mis p-feromonas también te están volviendo loco ... ♥ haciendo que quieras criarme ... ♥",
                "Minoni escalofríos al toque mientras la alcanza y separa sus piernas, y su mano finalmente detiene su febril masturbación para abrir ansiosamente los labios de su coño goteando, invitando sin palabras a su dolor de polla dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Pero su otra mano se extiende y se agarra sobre su hombro, dándote un breve momento de claridad mientras miras los ojos ardientes pero aún racionales de Minoni.",
                "Speaks",
                "I-Ojalá pudiéramos haber tenido un más ... Haahhh ... ♥ Romántica por primera vez juntos, B pero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Su agarre sobre tu hombro se aprieta mientras te acerca a su ansioso cuerpo de espera.",
                "Speaks",
                "[TPN]-[ThePlayerName] ... ♥ necesito que me follen {i} ahora mismo {/i}. ♥",
                "JumpToScene",
                "Pheromone Sex Scene"
            ]
        },
        {
            "NameOfScene": "Pheromone Sex Scene",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Lleno de un deseo imparable, la última razón de su mente finalmente se rompe, y sumerges tu polla rígida en su coño completamente empapado.",
                "Minoni llora en éxtasis mientras la penetra, temblando de lujuria dicha mientras sus manos comienzan a burlarse de sus senos mientras la dominas poderosamente.",
                "ChangeArousalQuietly",
                "50",
                "Sus feromonas almizcladas solo parecen fortalecerse cada vez más a medida que comienzas a golpear su coño apretado con todas tus fuerzas, haciendo que Minoni dejó escapar un chillido de placer como la excitación completamente abrumadora de tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Ella tiene una sonrisa suelta y borracha mientras se escasa alegremente con micro orgasmos cada vez que tu polla la empuja, y un débil rastro de baba corre por su mejilla desde su boca floja.",
                "PlayerOrgasm",
                "1",
                "Encendido insoportablemente de su aroma y su hábil tensión en torno a tu dolor de virilidad, dejas escapar un aullido mientras te apresuras dentro de ella y la bombeas llena de tu espeso semen.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Minoni gime en éxtasis cuando su útero está lleno de tu semilla, y envuelve sus poderosos brazos alrededor de tu espalda y te empuja en un abrazo aplastante mientras la empuja en su propia mente derretiendo el orgasmo, escurriendo sin esfuerzo más de ti cuando su coño se convulsionaalrededor de tu eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "A medida que ustedes dos bajan de sus respectivos máximos, se los miran a los ojos mientras ella vuelve a mirar el suyo, sabiendo que ninguno de ustedes se detendrá en el corto plazo.",
                "ChangeArousalByPercent",
                "25",
                "Minoni libera su agarre en tu espalda y rueda sobre su costado, haciéndote estremecer mientras su coño gira alrededor de tu virilidad aún dolorosamente sensible, y mientras levanta la pierna en el aire y mira por encima de su hombro con una expresión de necesidad, te agarras ansiosamente.Sostenlo y comienza a empujarla una vez más.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella se escapa y gemela cuando su expresión se convierte en una de la dicha descuidada, mordiéndose el labio y agarrando desesperadamente su ropa de cama con volantes mientras la follas como un animal.",
                "ChangeArousalByPercent",
                "50",
                "El éxtasis totalmente exquisito reverbera a través de todo su cuerpo con cada poderoso empuje que haces, y la necesidad primaria y animal de follarla con todo lo que tienes por completo sobrevalúa tu mente, trayendo todas las sensaciones agradables de la coño diabólicamente tensa y increíblemente bienvenida de Minoni en un enfoque nítido y cristalino.",
                "ChangeSpiritQuietly",
                "2",
                "SetArousalToMax",
                "Pero el dolor en tu ingle no lleva mucho tiempo volver a crecer más allá de tu control, ya que la fragancia femenina de Minoni revitaliza tu cuerpo mientras derrite tu cerebro en nada más que una bestia cachonda en Rut.",
                "PlayerOrgasm",
                "3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Lloras con lujuria mientras llenas su útero con más de tu semen, y sus gemidos de éxtasis se unen a la tuya mientras la sensación de ser bombeada de tu semen la empuja a otro orgasmo estremecedor.",
                "ChangeArousalByPercent",
                "75",
                "Las sensaciones abrumadoras de su coño espasmante alrededor de tu polla casi te hacen sentir que te enojarás por completo por el placer, y te las arreglas para salir de ella con un jadeo mientras le das a tu dolor de polla un respiro menor, pero Minoni toma elOportunidad de rodar sobre su estómago, subir a cuatro patas y sacudirle la tentadora trasera para ti mientras sus ojos nublados arden con una necesidad de casi otro mundo.",
                "ChangeArousalQuietly",
                "50",
                "La excitación surge en ti desde la vista completamente cautivadora a medida que abre más y más respiraciones de sus feromonas cada vez más aturdidas, y sin dudarlo te agarras de las caderas y te sumerges la polla en su coño, envolviendo los brazos alrededorsu cuerpo para empujar lo más rápido posible.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Minoni gemela en éxtasis mientras la cría como un animal, y ella te empuja en un beso mientras muele las caderas en tus empujes, enviando ondas temblorosas de dicha corriendo a través de los dos mientras continúas dominandola.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeArousalQuietly",
                "100",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Dejas escapar de un gemido en la boca de Minoni mientras la llenas con otra carga de semen, lo que solo se estremece para que se estremezca poderosamente mientras se ve obligada a otro orgasmo, pero ni siquiera te molestas en dejar de empujar mientras te corres, incapaz de pensarde cualquier cosa menos follando a su amante por completo y completamente sin sentido, ya que sus feromonas sostienen su cuerpo con cantidades cada vez mayores de lujuria.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Minoni se mira borracha a los ojos y deja escapar un gemido casi adorable de necesidad mientras eventualmente rompes el beso, lo que solo te estimula para que la retire a un beso aún más profundo mientras redobles tus empujes en su apretado coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "El tiempo parece perder todo el significado, ya que ustedes dos quedan atrapados en un ciclo aparentemente interminable de besarse, correrse una y otra vez, y follando irreflexivamente como un par de conejos, sostenido por las feromonas abrumadoramente potentes de Minoni, ya que los revitaliza a ambos y a los dos.una vez más.",
                "SetSpirit",
                "0",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Pero eventualmente, ni siquiera eso puede sostenerlos por más tiempo, y después de toparse con el coño constantemente de Minoni y dejar aullarse aullido a medida que viene por última vez, colapsas en la cama junto a ella con un montón sudoroso y jadeadorSintiéndose completamente y completamente drenado mientras su aroma almizcle todavía arde dentro de su mente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Minoni parece completamente satisfecha, dándote una sonrisa débil pero muy feliz mientras se contrae en las réplicas de placer, y la miras aturdiendo mientras la combinación de sus feromonas todavía presenta y las enormes cantidades de sexo que acabas de llenartu con agotamiento.",
                "No le hace mucho tiempo envolverte en sus brazos y empujarte a un poderoso abrazo, descansando tu cara sobre su pecho mientras se acurruca contigo, y después de un tiempo te entrelazas las manos mientras la oscuridad reconfortante rodeaTu visión ...",
                "...",
                "IfChoice",
                "6",
                "Lovers",
                "PostSex",
                "RestPlayer",
                "ChangeArousalQuietly",
                "35",
                "Vienes aturdidamente a tus sentidos un momento desconocido más tarde, sintiéndote renovado pero extrañamente cachondo, ya que los recuerdos de lo que acaba de pasar pasó por tu mente.",
                "ChangeArousalQuietly",
                "15",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Abres los ojos un momento más tarde para ver el escote de Minoni presionando tu cara, y cuando dejas escapar un pequeño ruido de sorpresa de la vista inesperada, pero no desagradable, sientes que Minoni comienza a moverse cuando ella comienza a despertarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Speaks",
                "MNN ... Ese fue un sueño maravilloso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "La escuchas hacer un pequeño ruido cuando comienza a estirarse, inadvertidamente apretando los brazos sobre tu cuerpo y presionando más contra sus senos, lo que ciertamente te ayuda a despertar, ya que sientes que de repente la rígida.",
                "Speaks",
                "O-oh ... oh joder, eso no fue un sueño ... uhm ... ah ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Minoni te empuja muy ligeramente, liberándote de su pecho lo suficiente como para dejarte mirarla a los ojos mientras se sonroja poco, y no puedes evitar notar que a pesar de su vergüenza, no parece querer dejar de abrazarte.",
                "Speaks",
                "W-Well, eh ... y no necesitas preocuparme de que me quede embarazada [ThePlayerName]!Tengo estas hierbas que he estado tomando desde que noté que estar a tu alrededor me dolía, y- u-uhm ...",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Ella se sigue con un sonrojo mientras te mira, y mientras respiras para decir algo, descubres que no puedes hacer nada más que temblar con la lujuria mientras las feromonas desteñidas, pero aún potentes, las feromonas llenan tus pulmones ynubla tus pensamientos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Minoni deja escapar un jadeo propio, ya que siente el calor de su erección presiona contra su cuerpo desnudo y te mira con una expresión de necesidad boquulada.",
                "Speaks",
                "Uhm ... ah ... c-caneamos otra ronda?T-t-to compensar el primero es ... ya sabes ... menos ... romántico?",
                "Asentes, demasiado excitado para incluso contemplar rechazar su oferta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Minoni sonríe felizmente mientras te lleva más a su abrazo antes de rodar sobre su espalda, dejándote acostarse sobre ella mientras espera a que hagas el primer movimiento.",
                "JumpToScene",
                "LoveyDoveySex"
            ]
        },
        {
            "NameOfScene": "LoveyDoveySex",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Te inclinas suavemente en el abrazo de Minoni mientras una de tus manos se encierra con las de ella, mientras que la otra corre suavemente por su rostro, y te mira tímidamente cuando su aliento comienza a acelerar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella se separa sin palabras cuando presionas más cerca de ella, y deja escapar un gemido de placer cuando guías tu eje en su sexo goteante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Su mano libre se extiende hacia la tuya y se mezcla lentamente con ella hasta que ambas manos estén íntimamente vinculadas, y Minoni suavemente, casi móvil las piernas alrededor de la cintura cuando comienzas a empujarla lentamente.",
                "ChangeArousalQuietly",
                "25",
                "Minoni te sonríe suavemente, su rostro se sonrojó profundamente mientras el cálido placer envuelve todo tu cuerpo, y Minoni deja escapar el gemido ocasional mientras empuja suavemente dentro y fuera de su sexo acogedor.",
                "ChangeArousalQuietly",
                "30",
                "Su coño apretado aprieta toda su longitud con su poderosa musculatura cada vez que te mueves, haciéndote temblar con deleite mientras las sensaciones maravillosas suben por tu columna vertebral con cada empuje lento que haces.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Aumenta tu ritmo, obligando a un jadeo increíblemente lindo de los labios de Minoni mientras ella muerde suavemente su labio inferior, y los sentimientos de placer aún más poderosos corren a través de ti mientras sus piernas apretan su agarre de tu cintura para ayudar a tus empujes rápido.",
                "ChangeArousalQuietly",
                "25",
                "A medida que comienzas a moverte más rápido y más rápido, Minoni deja escapar algunos gemidos tranquilos y sonrojes aún más, mientras se contrae ligeramente cada vez que empujas tu polla dentro de su coño.",
                "ChangeArousalQuietly",
                "25",
                "Muy pronto, Minoni apenas puede contener su voz a medida que aumenta el ritmo cada vez más, obligando a sus gemidos a volverse más fuertes y agudos, puntuados con jadeos seductores que atrae su atención sobre sus grandes senos, que rebotan cautivadoramente cada vez que se estremecey tiembla debajo de ti.",
                "ChangeArousalQuietly",
                "35",
                "Minoni deja escapar un chillido de placer mientras continúas follando su coño sacudiendo en un ritmo constante y rápido, y mientras de repente convulsiona en éxtasis, aprieta el agarre de las piernas aún más mientras tira de las manos hacia la cama, forzando su polla aún más dentro de ella que nunca antes, ya que su cara se presiona abruptamente directamente en su profundo escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "La repentina conmoción de sus senos malvaviscos que presionan contra usted es suficiente para detener sus empujes mientras simplemente se acuesta allí, aturdido, y Minoni deja escapar un grito necesitado y casi angustiado mientras temblaba con necesidad.",
                "Speaks",
                "Ah?S-Sorry, P-Please, ¡sigue adelante!¡Estoy tan cerca! ♥",
                "ChangeArousalQuietly",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Reanudas tu empuje a tu amante bovino, deleitando las sensaciones felices de tu nueva posición a medida que comienzas a lamer y burlarse de uno de sus pezones erectos, haciéndole un arco de espalda con placer mientras se estremece en éxtasis.",
                "Speaks",
                "¡Eeek! ♥ C-¡CAREFULE!TH-ARTHE MNNNMMM !!! ♥♥♥♥",
                "ChangeArousalQuietly",
                "50",
                "Sus palabras se rastrean como un orgasmo de espasmo que la supera por completo, obligándola a presionarlo inadvertidamente aún más contra ella mientras todos los músculos de su cuerpo se aprieta, pero no disminuyes la velocidad y chupando por un momento mientras continúas enviandoella a aún más alturas de placer.",
                "ChangeArousalQuietly",
                "50",
                "Puedes sentir tu polla pulsando con la necesidad cada vez que te metes en el coño húmedo y espasivo de Minoni, pero tratas de ignorar las poderosas olas de dicha que te lavan tanto como puedas para concentrarte en hacerla sentir tan bien como sea posible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Ahhh ... [ThePlayerName] ... ♥ por favor, k-kiss yo ... ♥",
                "Dejas de succionar y burlarte de su pezón sensible y encerras a Minoni en un beso profundo, logrando rápidamente luchar la lengua en sumisión con la tuya mientras gime en tu boca.",
                "PlayerOrgasmNoSpiritLoss",
                "Los sonidos de su lujuriosa voz que reverberan dentro de su cráneo combinados con las sensaciones abrumadoras de su coño que todavía está espasmando rápidamente se vuelve demasiado para que lo soportes más, y con los últimos poderosos empujes, finalmente alcanzas tu propio clímax, disparando cargas gruesas de espesas de gran parte deTu semen directamente en el matriz de Minoni.",
                "Ella tiembla de éxtasis mientras la vierte llena de tu semen, apretando el agarre de su mano sobre ti y manteniéndote firmemente encerrado dentro de ella con las piernas mientras deja escapar otro gemido feliz en tu boca.",
                "Minoni soña soñadamente te mira a los ojos mientras continúas besándola sin sentido hasta que finalmente tienes que romperlo para respirar, dejándolo jadeando y al ras de excitación mientras ambos finalmente bajan de tus respectivos altibajos orgásmicos.",
                "Ambos están sorprendentemente completamente gastados después de esa sola ronda de hacer el amor, pero no quieren que no quieran romper su abrazo íntimo, ya que los ojos de Minoni parecen mostrar su pensamiento sobre lo mismo, y después de un momento de vacilación, finalmente se desbloquea las piernas deTu cintura y saca el eje de su coño antes de rodar sobre su costado y llevarte con ella.",
                "Minoni te empuja suavemente a su cálido abrazo cuando comienzas a abrazarte, ocasionalmente te das un beso romántico mientras ella felizmente te sonríe, y sientes que una ola de agotamiento te avanza mientras sus ojos comienzan a cerrar lentamente, sintiéndote perfectamente contento mientras tútransponerse...",
                "...",
                "IfChoice",
                "6",
                "Lovers",
                "PostSex",
                "SetChoice",
                "6",
                "Lovers",
                "JumpToScene",
                "FirstTimePostSex"
            ]
        },
        {
            "NameOfScene": "PostSex",
            "theScene": [
                "RestPlayer",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Te despiertas en el suave abrazo de Minoni al mismo tiempo que lo hace, y después de unos momentos de estiramiento en ambas partes te levantas y repara antes de mirarte con toque.",
                "Speaks",
                "Supongo que probablemente deberíamos regresar ... a menos que quieras seguir adelante, quiero decir.",
                "JumpToScene",
                "Minoni PostSex Menu."
            ]
        },
        {
            "NameOfScene": "PostSexSore",
            "theScene": [
                "RestPlayer",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Te despiertas en el suave abrazo de Minoni y te encuentras con el sueño aconsejable en sus suaves senos, mientras que la mitad inferior de tu cuerpo se siente agradablemente dolorido y entumecido después de lo que acaba de pasar.",
                "Minoni parece haber estado despierto, y una vez que te ve que te mueves, comienza a jugar suavemente con tu cabello mientras descansas, haciéndote sentir completamente contento mientras te recuperas.No puedes pensar en una buena razón para intentar levantarte en este momento si eso significa que tendrás que dejar esto ...",
                "Pero eventualmente, lamentablemente te obligas a levantarse a medida que la sensación regresa lentamente a tu cuerpo, y tú y Minoni se ponen de pie y se reparan antes de que Minoni te mire tímidamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Supongo que probablemente deberíamos regresar ... a menos que quieras seguir adelante, quiero decir.Pero no hay forma de que lo hagas después de todo {i} que {/i} ... r-right?",
                "JumpToScene",
                "Minoni PostSex Menu."
            ]
        },
        {
            "NameOfScene": "FirstTimePostSex",
            "theScene": [
                "RestPlayer",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Te despiertas en el suave abrazo de Minoni al mismo tiempo que lo hace, y después de unos momentos de estiramiento en ambas partes, te levantas antes de mirar a tu cuerpo desnudo.",
                "Speaks",
                "S-SO ... ¿Supongo que esto significa que somos amantes o algo así, no ...?",
                "Ella evita que los ojos eviten mientras espera tu respuesta.",
                "Menu",
                "Yes.",
                "Maybe?",
                "No.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Yes.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella sonroja tu respuesta, luego deja escapar un jadeo sorprendido mientras te mueves hacia ella y de repente la empuja en un beso profundo, que inmediatamente se derrite con una mirada soñadora en la cara.",
                "Incluso una vez que te alejas de ella, le toma unos momentos recuperar la compostura mientras simplemente está parada allí, completamente fascinada por tu beso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "Uhm ... ah ... wow ... uh ... así que ... si quieres uh ... haz esto de nuevo en algún momento, házmelo saber ... pero uh, probablemente deberíamos salir .... Y cosas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Los dos se toman su tiempo vestidos, y atrapan a Minoni lanzando miradas anhelantes hacia usted de vez en cuando.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Después de vestirse, te guía de regreso a la entrada a las pruebas de poder, tomados de la mano todo el camino.Incluso mientras ambos pasan unos pares de Kunoichi que se ríen mientras pasan el camino allí, Minoni no parece ser fanático mientras sonríe felizmente, tarareando para sí misma mientras su cola se agita de un lado a otro.",
                "Una vez que vuelves a la entrada, Minoni te da una breve ola de adiós mientras se sienta en su silla antes de sacar un libro de su kimono y comenzar a leer, dejándote decidir qué hacer a continuación.",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "Maybe?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella te mira a los ojos mientras hace pucheros un poco, pero parece entender.",
                "Speaks",
                "Sí ... Sinceramente, tampoco estoy muy seguro de esto ... Pero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella da un paso hacia ti y agarra suavemente tu mano mientras te mira apasionadamente.",
                "Speaks",
                "Estaría dispuesto a ver a dónde van las cosas ... y eh ... realmente me gustaría hacer esto de nuevo ... así que avísame si lo haces ... con suerte antes de que termine en calor para ti.de nuevo...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Los dos se toman su tiempo vestidos, y atrapan a Minoni lanzando miradas anhelantes hacia usted de vez en cuando.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Después de vestirse, te guía de regreso a la entrada a las pruebas de poder, tomados de la mano todo el camino.Incluso mientras ambos pasan unos pares de Kunoichi que se ríen mientras pasan el camino allí, Minoni no parece ser fanático mientras sonríe felizmente, tarareando para sí misma mientras su cola se agita de un lado a otro.",
                "Una vez que vuelves a la entrada, Minoni te da una breve ola mientras se sienta en su silla antes de sacar un libro de su kimono y comenzar a leer, dejándote decidir qué hacer a continuación.",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "No.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Su cara se arrugue con tristeza mientras mira hacia el suelo antes de que respire y te mira a la cara con una mirada acérrima y decidida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Speaks",
                "Honestamente, tampoco estoy muy seguro de cómo me siento por ti ... pero ... eh ... al menos todavía podemos pasar el rato ... bastante seguro de que mi cuerpo se está calmando después de eso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¡A-y no creo que te estoy renunciando a ti tampoco!¡Porque no lo soy!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Se sonroja por un momento antes de que su rostro salga a una sonrisa ligeramente tímida.",
                "Speaks",
                "Pero aún estaría dispuesto a hacer algo como esto de nuevo ... si quieres ... sé que tienes aventureros para hacerlo ... sí ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Los dos se toman su tiempo vestidos, y atrapan a Minoni lanzando miradas anhelantes hacia usted de vez en cuando.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Después de vestirse, ella lo guía de regreso a la entrada de las pruebas de poder, y ustedes dos conversan ociosamente sobre varias cosas mientras caminas.",
                "Una vez que vuelves a la entrada, Minoni te da una breve ola mientras se sienta en su silla antes de sacar un libro de su kimono y comenzar a leer, dejándote decidir qué hacer a continuación.",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "Minoni Sex Menu.",
            "theScene": [
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Menu",
                "Romantic sex?",
                "Pheromone induced sex?",
                "RequiresChoice",
                "7",
                "Dominated",
                "Dominate me?",
                "RequiresChoice",
                "11",
                "GotSteppedOn",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Monstrous",
                "24",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Feet",
                "24",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "Want to cuddle?",
                "Let's head back.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Minoni PostSex Menu.",
            "theScene": [
                "Menu",
                "Romantic sex?",
                "Pheromone induced sex?",
                "RequiresChoice",
                "7",
                "Dominated",
                "Dominate me?",
                "RequiresChoice",
                "11",
                "GotSteppedOn",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Monstrous",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Feet",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "Cuddling?",
                "Go back.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Minoni ForcedSex Menu.",
            "theScene": [
                "Menu",
                "Romantic sex?",
                "Pheromone induced sex?",
                "RequiresChoice",
                "7",
                "Dominated",
                "Dominate me?",
                "RequiresChoice",
                "11",
                "GotSteppedOn",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Monstrous",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrLess",
                "Feet",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "RequiresFetishLevelEqualOrGreater",
                "Monstrous",
                "25",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "RequiresChoice",
                "11",
                "",
                "Could you... step on me?",
                "Can we just cuddle?",
                "I think I'm good...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Romantic sex?",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Minoni se sonroja profundamente antes de darle un asentimiento, y lentamente comienza a quitarse el kimono.",
                "Te quitas la ropa tan bien como miras a Minoni desnudarse, sintiéndose más que un poco excitado mientras sus grandes senos se sacuden libremente en el aire.",
                "Una vez que ambos están completamente desnudos, empujan suavemente a Minoni hacia su cama con volantes antes de acostarse encima de ella, y sus ojos comienzan a arder con excitación anticipada mientras respira temblando.",
                "JumpToScene",
                "LoveyDoveySex"
            ]
        },
        {
            "NameOfScene": "Pheromone induced sex?",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Minoni se enroja profundamente y comienza a chisporrotear un poco con vergüenza a pedido.",
                "Speaks",
                "¡¿Quieres que ambos perdamos por ese calor sin sentido?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella duda mientras te mira, claramente reflexionándolo, y puedes ver el mayor parpadeo de lujuria en su expresión mientras parece llegar a una conclusión.",
                "Speaks",
                "Está bien ... estaría mintiendo si dijera que no quería volver a hacer eso ...",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Un rubor furioso cubre sus mejillas ya rojas a medida que más vergüenza llena su voz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "Pero lo haré ... tengo que trabajar para llenar la habitación con mi aroma de nuevo, ya sabes ... uhm ... masturbándose ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¡Y no lo estoy haciendo solo esta vez!Yo, uh ... realmente me gusta tu aroma también ... así que ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "La cara de Minoni es casi tan roja como su cabello mientras se quita lentamente su kimono, dándote una mirada expectante mientras sus grandes tetas de repente rebotan.",
                "ChangeArousalQuietly",
                "25",
                "Pero no parece perder en ningún momento mientras se sienta en su cama y comienza a jugar consigo misma, dándote la vista mientras continúas desnudándote.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Tu polla ya es dura por la vista excitante que tienes ante ti, y Minoni deja escapar un jadeo sensual mientras te baja los pantalones, aparentemente incapaz de arrancar su mirada de tu eje rígido mientras comienzas a acariciarlo a tiempo con sus movimientos.",
                "ChangeArousalByPercent",
                "25",
                "Las feromonas de Minoni ya están comenzando a impregnar la habitación mientras ustedes dos continúan masturbándose, y puedes sentir tu polla latiendo con lujuria por ella mientras deja escapar algunos gemidos gemidos de placer.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Tu propio aroma claramente la está afectando tanto como el de ella te está afectando cuando sus ojos comienzan a glasearse mientras se burla de su coño y clítoris con una mano mientras amasaba y modifica uno de sus senos con el otro.Un débil rastro de baba se está arrastrando por el costado de su boca, pero parece demasiado absorbida para mirar tu polla para notar o incluso preocuparte.",
                "ChangeArousalByPercent",
                "25",
                "Los poderosos impulsos sexuales se están comiendo a su razón cada segundo a medida que el aroma femenino almizclado de Minoni se vuelve más fuerte y fuerte, lo que hace que cada golpe de tu palidez se sienta aún mejor que el anterior.",
                "ChangeArousalQuietly",
                "50",
                "Te das cuenta de que también estás babeando mientras tus ojos deambulan por la forma atractiva de Minoni, desde sus deliciosas tetas hasta sus poderosos abdominales y finalmente terminas en su coño goteando mientras invita sin palabras a tu polla a entrar dentro de él.",
                "ChangeArousalQuietly",
                "50",
                "Minoni gemela con necesidad mientras ella extiende su sexo babeante abierto para ti, y te tambaleas hacia adelante mientras tu mente está inundada de pensamientos de llenarla con tu espeso semen una y otra vez hasta que esté completamente marcada con tu semilla, lo que solo se intensifica a medida que sus feromonas se vuelvenCada vez más potente con cada paso que das hacia ella.",
                "ChangeArousalQuietly",
                "75",
                "Cuando finalmente lo logras antes de su cuerpo tembloroso, suavizando suavemente tu eje contra su coño sacudido, y tu polla palpita poderosamente esa sensación solo como la necesidad de sumergirte dentro de ella casi te abruman.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Miras a los ojos de Minoni, un momento de claridad te arrastra mientras te muestra una sonrisa y te asiente débilmente.A medida que respira hondo, llenando sus sentidos con su mente anestiseñando almizcle femenino, sus pensamientos comienzan a desvanecerse a medida que todo su cuerpo le duele el suyo.",
                "JumpToScene",
                "Pheromone Sex Scene"
            ]
        },
        {
            "NameOfScene": "Want to cuddle?",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "¿H-huh?¿Solo querías abrazar?Bien bien.",
                "Minoni te da una sonrisa suave cuando los dos se desnudan y se acostaron en su cama con volantes antes de acurrucarse el uno con el otro.",
                "JumpToScene",
                "CuddleScene"
            ]
        },
        {
            "NameOfScene": "Cuddling?",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Hmmm ... si. ♥",
                "Ella te da una sonrisa amorosa mientras te acerca a su cuerpo, deleitándose en su calidez mientras te acurrucas el uno con el otro.",
                "JumpToScene",
                "CuddleScene"
            ]
        },
        {
            "NameOfScene": "CuddleScene",
            "theScene": [
                "Las manos de Minoni deambulan suavemente por su cuerpo antes de que ella te abraza con fuerza cerca de ella, presionando tu cara en su suave escote mientras tararea suavemente para sí misma.",
                "Dejas que tus propias manos deambulen sobre su forma en forma pero curvilínea al mismo tiempo, rastreando un dedo sobre sus músculos y abdominales tonificados, haciéndola temblar por tu toque.",
                "Pero ustedes dos mantienen su acariciamiento bastante manso, ya que ambos disfrutan de la simple sensación de estar en los brazos del otro, nunca sintiendo la necesidad de que se intensifique a nada más de lo que es ahora.",
                "Un suspiro feliz escapa de los labios de Minoni mientras te lleva más a su acogedor abrazo, y una agradable calidez comienza a llenarte mientras la somnolencia cómoda te supera ...",
                "...",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Can we just cuddle?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Intentas aliviar a Minoni para que se acurrucen, pero está claro en sus ojos mientras agarra tu hombro con un agarre de hierro, está perdiendo la cabeza por completo con lujuria, respirando fuertemente con mejillas carmesí mientras sus ojos arden con una necesidad completamente primaria.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Speaks",
                "Eso es ... ja ... ♥ no es una opción, [ThePlayerName] ... te necesito, y te necesito {b} ahora {/b}.",
                "Sin liberar su agarre en el hombro, Minoni te arroja sin esfuerzo a su cama antes de unirte a ti y fijarte debajo de ella.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Estás tan completamente en su misericordia que no importa cuánto intentes luchar, ni siquiera puedes mudarla una sola pulgada mientras prácticamente te arranca la ropa antes de quitarle el kimono, jadeando de lujuria mientras mira tu cuerpo desnudo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Tomas un aliento y temblarás mientras el aroma almizcle más débil de la mujer bovina increíblemente excitada invade tus fosas nasales, haciéndola gemir mientras tu polla endurecida rápida de repente presiona contra su cuerpo, y mientras miras a sus ojos, puedes ver la última bitde la razón reteniéndola finalmente desaparece.",
                "JumpToScene",
                "DominantMinoniSex"
            ]
        },
        {
            "NameOfScene": "I think I'm good...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Intentas pasar a Minoni y salir por la puerta después de decirle que no estás de humor, pero su mano de repente sale y te agarra la muñeca con un agarre de hierro, deteniéndote en seco.",
                "Con un salto sobresaltado, te giras para mirar a Minoni para preguntarle qué está haciendo, solo para encontrar tus palabras muriendo en la boca mientras te devuelve la mirada, respirando mucho con las mejillas carmesí mientras sus ojos arden con una necesidad completamente primaria.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Speaks",
                "Eso es ... ja ... ♥ no es una opción, [ThePlayerName] ... te necesito, y te necesito {b} ahora {/b}.",
                "Sin liberar su agarre en tu brazo, Minoni te arrastra sin esfuerzo a su cama antes de arrojarte sobre él y fijarte debajo de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Estás tan completamente en su misericordia que no importa cuánto intentes luchar, ni siquiera puedes mudarla una sola pulgada mientras prácticamente te arranca la ropa antes de quitarle el kimono, jadeando de lujuria mientras mira tu cuerpo desnudo.",
                "Tomas un aliento y temblarás mientras el aroma almizcle más débil de la mujer bovina increíblemente excitada invade tus fosas nasales, haciéndola gemir mientras tu polla endurecida rápida de repente presiona contra su cuerpo, y mientras miras a sus ojos, puedes ver la última bitde la razón reteniéndola finalmente desaparece.",
                "JumpToScene",
                "DominantMinoniSex"
            ]
        },
        {
            "NameOfScene": "Dominate me?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "¿Quieres que te engañe y te folla hasta que tus caderas se entumacen, luego sigues adelante?",
                "Parpadea con sorpresa ante las palabras de la mujer generalmente tímida, atrapado más que un poco desprevenido por su repentina fuerza.",
                "PlayerSpeaks",
                "Uh...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Minoni de repente se sonroja mientras la miras, pero ella no te mira mientras sus ojos parecen acelerar con una resolución ligeramente lujuriosa.",
                "Speaks",
                "... O-Okay, no quise volver a ser tan descriptivo ... pero ...",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "¡Sin previo aviso, Minoni de repente te apresura y te lleva a un beso antes de arrojarte sobre su cama y fijarte debajo de ella!",
                "Speaks",
                "No me voy a contener. ♥",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Rápidamente te lleva a otro beso mientras prácticamente te arranca la ropa antes de quitarle el kimono, y puedes ver que sus ojos comienzan a nubes con lujuria primaria mientras domina tu boca.",
                "Como recuerdos de la última vez que Minoni fue tan agresivo contigo, pasas por tu mente, sientes que tu polla de repente se endurece, y mientras presiona contra el cuerpo de Minoni, ella deja escapar un gemido, rompiendo el beso mientras ves la última razón en ella en ella.Los ojos reteniéndola finalmente desaparecen.",
                "JumpToScene",
                "DominantMinoniSex"
            ]
        },
        {
            "NameOfScene": "DominantMinoniSex",
            "theScene": [
                "SetChoice",
                "7",
                "Dominated",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Minoni desperdicia poco tiempo con los juegos previos mientras se siente a horcajadas en la cintura antes de sumergir su polla en su apretado coño con un jadeo de placer.",
                "Speaks",
                "Mmmmm...♥",
                "ChangeArousalQuietly",
                "30",
                "Un escalofrío de éxtasis corre a través de tus caderas mientras comienza a montar tu rígida virilidad, puntuando cada golpe de su cintura con un poderoso apretón de sus músculos internos que te hace estremecer debajo de ella.",
                "ChangeArousalQuietly",
                "50",
                "Jadeas mientras Minoni acelera su implacable jodida, golpeando sus caderas en tu eje con todo lo que tiene cuando los tornillos de placer corren por tu cuerpo.Sus movimientos feroces hacen que sus grandes senos reboten de una manera cautivadora ante sus ojos, y difícilmente puede evitar mirarlos mientras Minoni se dirige contigo.",
                "ChangeArousalQuietly",
                "50",
                "Minoni aprieta los dientes mientras los gemidos felices escapan de sus labios, y ella redobe sus esfuerzos ya masivos para rebotar sobre tu polla ahora dolorida mientras sus ojos arden con la lujuria febril.",
                "SetArousalToMax",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella te mira mientras te retorces de placer debajo de ella y de repente se inclina hacia abajo, presionando sus tetas curvas en tu cara, y mientras dejas escapar un ruido amortiguado de sorpresa con un jadeo, tu mente está abrumada casi instantáneamente por sus feromonones increíblemente potentes.",
                "ChangeArousalQuietly",
                "50",
                "Te temblaron y acaricies tu rostro en sus senos mientras tu mente de placer intenta desesperadamente respirar más de su almizcle e induciendo el aroma, sintiéndote inconscientemente rendirte a su inquietante jodida mientras continúa montando tus caderas que adornan rápidamente.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Después de dejarte disfrutar de su cofre suave por unos momentos más, Minoni se empuja de nuevo, dejándote mirar a sus senos rebotando en un aturdimiento adegado mientras sientes un poderoso orgasmo comienza a bien en tu ingle maltratada.",
                "ChangeArousalByPercent",
                "50",
                "A pesar de que la mitad inferior de su cuerpo obtiene número y número, su dolor de polla se siente más sensible con cada momento que pasa, haciendo que su coño poderosamente musculoso envíe escalofríos de éxtasis corriendo a través de usted con cada apretón abrumadoramente agradable, y puede sentir que su mente se derrite.Como sus feromonas lo llenan de innegable impulso de correrse dentro de ella tanto como sea posible.",
                "ChangeArousalQuietly",
                "75",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Cada golpe de sus caderas envía más tornillos de placer eléctrico en cascada en su cuerpo, dejándote gimiendo de manera incoherente y estremecida de felicidad cada vezfinalmente clímax.",
                "PlayerOrgasm",
                "3",
                "Con un último golpe de sus caderas mientras su coño espasmo aprueba fuertemente alrededor de su eje con una experiencia, dejas escapar un grito de éxtasis estremecido cuando un orgasmo enormemente poderoso sopla a través de ti, bombeando el ansioso cuerpo de Minoni lleno de semen.",
                "La voz de Minoni se vuelve aún más alta, ya que está llena de tu semilla, temblando y espasmando de placer a medida que su orgasmo es llevado a alturas aún mayores por la tuya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Los dos bajan de sus respectivos máximos aproximadamente al mismo tiempo, y se sienten increíblemente agotados de ese orgasmo único mientras jadean por aire, pero mientras miras a Minoni y la ves mirando hacia abajo con un aún increíblemente increíblementeMira necesaria, sientes un escalofrío de miedo excitado a través de ti.",
                "Speaks",
                "M-More.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "35",
                "Jadeas mientras reanuda sus movimientos salvajes con aún más intensidad que antes, golpeando sus caderas hacia tu virilidad dolorosamente sensible mientras te estremes de las sensaciones abrumadoras.",
                "ChangeArousalByPercent",
                "35",
                "Un gemido agradable escapa de tus labios mientras miras a su cara casi terriblemente excitada, y se contrae en éxtasis mientras los pulsos de placer palpitante corren a través de tu cuerpo con cada poderoso apretón de su coño diabólicamente apretado.",
                "SetArousalToMax",
                "Los sonidos de sexo húmedos y lascivos de sexo son lo único que puedes escuchar, ya que puedes sentir otro orgasmo masivo que brote dentro de tu ingle completamente entumecida, y dejas escapar un jadeo estremecido cuando Minoni comienza a moler las caderas entre sus golpes salvajes, completamente abrumadorCualquier pequeña cantidad de resistencia que le quedara.",
                "PlayerOrgasm",
                "3",
                "ChangeArousalByPercent",
                "50",
                "Dejas escapar un grito de placer mientras inundas su coño con tu espeso semen una vez más, pero se transforma en un ruido estrangulado de éxtasis, ya que ni siquiera frenará sus movimientos mientras te corres, casi haciendo que tu corazón se detenga de la combinación de lo combinado.Choque de tus dos orgasmos mientras trata de empujarte hacia un tercio.",
                "Speaks",
                "[ThePlayerName]! ♥♥♥ más! ♥",
                "SetSpirit",
                "0",
                "Jadea y geme debajo de Minoni mientras ella continúa dominando por lo que se siente como una eternidad, ordeñando la carga después de la carga de su polla a medida que sus caderas se entumecen por completo con un placer doloroso, dejándote tirar en la cama a medida que te sientes completamente y completamente gastado.",
                "PlayerSpeaks",
                "Ah ... ♥ ah ... ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Te temblarás mientras Minoni intenta sacar otra carga de tu polla en exceso, pero incluso las poderosas apretones de su coño envían ondas estremecedoras de felicidad corriendo por tu cuerpo, sientes que no tienes una sola gota de esperma para darsu.",
                "Speaks",
                "Vamos ... j-solo una ronda más ... ♥",
                "ChangeArousalQuietly",
                "50",
                "Ella deja escapar un gemido de frustración cuando su polla se niega a cooperar, y con un propósito lujurioso, de repente se agarra los tobillos y levanta la cintura en el aire, cambiándote a la posición de Amazon.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Minoni comienza a golpear sus caderas en tu dolor de virilidad desde esta nueva posición, enviando nuevas olas de placer corriendo por tu columna vertebral.",
                "Speaks",
                "¡T-allí! ♥ J-¡Solo necesitaba una nueva posición!¡J-solo un poco más! ♥",
                "ChangeArousalQuietly",
                "100",
                "Ella despierta sin piedad de tu longitud con su apretado coño, ya que apenas puedes reunir la energía para pensar, dejándote gimiendo en el placer sin sentido mientras continúa lanzándose en tu eje.",
                "ChangeArousalQuietly",
                "120",
                "Minoni pica en su polla en su coño goteando, gimiendo de éxtasis mientras se acerca cada vez más a su clímax, y te estremecen a medidaAbsolutamente nada que te quede en ti.",
                "ChangeArousalByPercent",
                "75",
                "Ella aprovecha aproximadamente su agarre en tus tobillos para empujar tu polla a sus propios movimientos, enviando a las olas de placer anormes casi mente rebotando a través de tus caderas completamente entumecidas y abrumadoramente doloridas.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeEnergyByPercent",
                "-100",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un último golpe rudo, Minoni grita en puro éxtasis, ya que está abrumada por un orgasmo masivo, y el espasmo de su coño chorlante es suficiente para enviarte al límite mientras tu polla dolorosa se corre como un grifo roto, sintiéndote como si tú \"Retirando absolutamente hasta la última gota de líquido dentro de su cuerpo a la vez.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "Finalmente, deja ir a tu cuerpo mientras te acuestas sin fuerzas en la cama, luchando para mantenerse consciente mientras jadea con placer extasiado desde las secuelas de su maldita puta.",
                "Speaks",
                "B-by the dioss ... [ThePlayerName] You Stud, cuántas veces tuvimos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Ella te mira con una expresión suelta y maravillosa en su rostro, pero rápidamente se transforma en una preocupación, ya que parece darse cuenta en qué condición se encuentra actualmente.",
                "Speaks",
                "[TPN]-[ThePlayerName]?O-oh mierda, lo exageré totalmente ... lo siento mucho",
                "Ella trata de inclinarse hacia adelante para ver si puede ayudarte, pero se derrumba a tu lado con un grito cuando sus piernas ceden, dejando su rostro a unos centímetros de la tuya mientras jadea para respirar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "... u-uhm ... i-si es algún tipo de consuelo para ti, yo, uhm ... c ¿puedo sentir mis caderas tampoco?",
                "Ella te muestra una sonrisa tímida, y la miras por un momento antes de dejar salir un gemido ligeramente dolorido como una sensación dolorosamente entumecida, pero de alguna manera una sensación muy cálida se lava sobre tu cuerpo maltratado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "... i- uhm ... aquí ...",
                "Ella te rodea suavemente y te abraza en un abrazo, presionando tu cara en su cofre suave y cómodo.",
                "No puede evitar dejar escapar un suspiro contento mientras envuelve débilmente sus brazos alrededor de ella, sintiéndose relajarse mientras el agotamiento abruma su cuerpo.",
                "Ella comienza a acariciar suavemente la espalda, enviando hormigueos relajantes a través de ti mientras dejas escapar un gemido tranquilo, y tus ojos se deslizan lentamente mientras simplemente te acostas en su cálido abrazo ...",
                "JumpToScene",
                "PostSexSore"
            ]
        },
        {
            "NameOfScene": "Could you... step on me?",
            "theScene": [
                "IfChoice",
                "11",
                "GotSteppedOn",
                "StepOnMeRepeat",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awawa",
                "Speaks",
                "Wh-What?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Minoni te mira por un momento, atónito su sugerencia repentina e inesperada.",
                "Speaks",
                "¿Quieres que te subas s-s- {b} te pongas {/b}!?W-con mis cascos!?",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Mientras lo dice, su mente parece darse cuenta de la extensión total de la idea y una explosión carmesí explota en su rostro, la imponente chica monstruosa momentáneamente nerviosa para hacer algo más que golpear impotente.Cuando finalmente se las arregla para articular algo después de algunos intentos fallidos, las palabras salen en ráfagas en pánico y casi chirriantes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "No-no-no-no-no!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "¡No hay forma de que pueda hacer eso!¡No estoy en el tipo de cosas!S-SERIONY, ¿qué estás pensando, preguntándome algo así?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Incluso mientras habla, parece que conscientemente mantiene sus cascos cerca, como si intentara meterlos debajo de su Kimono demasiado corto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "A pesar de su rechazo, no puedes evitar notar que parece más avergonzada que sacar, mirando hacia otro lado con una expresión que parece hablar más de dudas que la reticencia directa.",
                "JumpToScene",
                "Convince Her?"
            ]
        },
        {
            "NameOfScene": "Convince Her?",
            "theScene": [
                "Menu",
                "Drop it.",
                "Talk about it.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Drop it.",
            "theScene": [
                "Al ver que aparentemente no está a gusto con la posibilidad, te disculpas, asegurándole que era algo que dijiste la mitad de broma, y ​​que no quisiste hacerla tan incómoda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "El Minotauro deja escapar un gran suspiro de alivio y un mínimo de autocontrol parece volver a ella.",
                "Speaks",
                "Ah, W-Well ... ¡Bien!Ejem ... bueno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Speaks",
                "Honestamente, [ThePlayerName], no sé de dónde obtuviste eso, pero no debes engañar a cosas como {i} que {/i}.¡{b} nunca {/b} haría algo así!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Hay un breve momento de silencio, luego murmura por lo bajo.",
                "Speaks",
                "Quiero decir, sé que los kunoichis e incluso feng lo hacen a veces, y yo {i} adivina {/i} He tenido curiosidad al respecto, pero realmente no estoy construido para eso, y ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "{b} A-Alno! {/b} Eso no está ni aquí ni allá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Speaks",
                "El punto es que no haremos tal cosa, y lo dejaremos así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella resopla, sigue sonrojándose, y espera a que te sugieras algo más.",
                "... No puedes evitar sentir que ella {i} podría {/i}, sin embargo, haber estado más interesada de lo que dejó sobre.",
                "JumpToScene",
                "Minoni Sex Menu."
            ]
        },
        {
            "NameOfScene": "Talk about it.",
            "theScene": [
                "PlayerSpeaks",
                "Que malo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Tu sincera pregunta parece atraparla descuidada y darle una pausa.En contraste con su arrebato anterior, se toma un momento para reflexionar y responde en algo así como un suspiro murmurativo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Bueno, no es como si piense que es ... asqueroso, pero aún así ... es ... bonito, ¿sabes?¿De dónde viene eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Le recuerdas que ella {i} es {/i} muy atractiva, y ese atractivo se extiende hasta cada parte del cuerpo, desde sus poderosas piernas hasta sus poderosos brazos, y desde su bonita cara hasta su linda cola, incluida su fuerte pero fuerte pero fuerte.Dainty Hooves.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Tus palabras parecen golpear un acorde, enviándola a un estado de ánimo pensativo nuevamente, el minotauro jugueteando con un mechón de cabello rojo y tímidamente golpeando sus cascos.",
                "Speaks",
                "B Pero, ¿qué pasa si te lastimas ...",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Ella se toma un momento para reflexionar y piensa en voz alta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aunque ... bueno, allí {b} es {/b} la barrera ... y esa piedra tuya, así que ... ¿supongo que en realidad no estarías en peligro?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Su voz cae para avergonzarse mientras se tuerce el cabello tan frenéticamente que temes que lo estafa.",
                "Speaks",
                "Andiría y estaría mintiendo si dijera que {i} nunca {/i} pensé en eso ... cómo sería como ... ser ... en la parte superior L-Like que ...tener a mi amante literalmente ... debajo de mi pezuña ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Deja escapar un jadeo fuerte cuando se da cuenta de que puede haber estado fantaseando un poco abiertamente, pareciendo casi como si fuera a entrar en pánico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Sin embargo, respira hondo y se recupera bastante bien, y te considera intensamente, aparentemente decidiendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Momentar, ella regresa a su timidez anterior, sus próximas palabras salen casi como un murmullo.",
                "Speaks",
                "A-Alright...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Entonces su expresión se vuelve aguda y sin sentido, ajustando a un supervisor.",
                "Speaks",
                "¡Pero tengo dos condiciones!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Uno: si, en algún momento, no te gusta o comienzas a doler, {i} inmediatamente {/i} Dime!No te haré apartar de esto porque te lastimé o algo así.",
                "Speaks",
                "Y dos: nunca debes, {i} nunca {/i}, {b} nunca {/b} decir {i} cualquiera {/i} al respecto.Si el kunoichi o el kotone se enteraron, estoy seguro de que {i} nunca {/i} vivirlo.Soy {i} serio. {/i} Si descubro que has estado tattando, yo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Bueno, yo ... estaría ... muy triste ...",
                "Asegurando, lo promete, y le toma gentilmente el brazo y la besan.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Después de un pequeño chillido de sorpresa y un momento muy corto de indecisión, con gusto se inclina en el beso, la tensión que se evapora de ella mientras te abraza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "El dulce beso dura más de lo que tu pretendía y se convierte en una sesión de Makeout amorosa antes de que Minoni se aleje, mirándote con amor.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Jeje, ♥ sabes que eres muy hablador. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Sus miedos ahora se alquilaron, su incomodidad da paso al ansioso entusiasmo y se aleja, haciendo un movimiento enérgico de bombeo de puños.",
                "ChangeImageLayer",
                "ArmR",
                "1",
                "Flex",
                "Speaks",
                "Muy bien, hagamos esto!",
                "ChangeImageLayer",
                "ArmR",
                "1",
                "Base",
                "Con un paso enérgico, se mueve a un cofre en su habitación y saca lo que parece ser una alfombra de entrenamiento plegable que coloca en el suelo, junto con una almohada de su cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Muy bien, tú ... espera mientras yo, um ... prepárate ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "¡Porque no hay {i} de ninguna manera {/i} te estoy pisando con pezuñas sucias!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Ella agarra algunas cosas adicionales de su habitación, principalmente artículos de tocador, y se asegura de tener su kimono a la derecha, luego se aleja apresuradamente, abriendo y cerrando la puerta detrás de ella.",
                "DisplayCharacters",
                "EndLoop",
                "Puedes escuchar que el clip de sus pezuñas se desvanece en la distancia, dejándote solo en la habitación tranquila.",
                "Sin nada más que hacer, te desnudas y doblas tu ropa en una pila ordenada a tu lado, luego te acuestas boca arriba en la alfombra no demasiado negativa.",
                "Pasan los minutos, y la espera inmóvil se vuelve casi meditativa.Solo escuchas sonidos débiles y lejanos de la actividad del templo, principalmente el silbido ocasional o el ruido de molienda a medida que se activa uno de los muchos pasillos de la mazmorra.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "ArmL",
                "1",
                "Base",
                "Cuando la puerta de la habitación de Minoni se abre nuevamente, su propietario entra extrañamente sin precedentes por su habitual clip-sport, y la razón es evidente de inmediato: sus cascos, aún ligeramente húmedos por el reciente lavado, están envueltos en pequeñas tooDe nuevo en su camino de regreso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Casi salta cuando ve tu forma desnuda, propensa, cerrando apresuradamente la puerta detrás de ella y sonrojándose ligeramente después de dejar escapar un chillido de sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "Speaks",
                "Y te parece que estás listo para eso, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "A pesar de la sorpresa, no aparece desanimada en lo más mínimo, intercambiando su expresión nerviosa por una apreciación cariñosa mientras se acerca a ti, ya comiéndote con los ojos.",
                "JumpToScene",
                "Hoofjob"
            ]
        },
        {
            "NameOfScene": "StepOnMeRepeat",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Un destello de sorpresa y vergüenza se muestra en la cara de Minoni en la solicitud, el Minotauro nervioso aparentemente todavía no se usa por completo para la torcedura recién introducida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Speaks",
                "A-Again?",
                "No se requiere convencer su cambio de su shock inicial a entusiasmo tentativo, sin embargo, una sonrisa animada que se muestra en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Speaks",
                "¡Bueno, claro!Tengo que decir que ... me metí más de lo que pensé.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Riéndose, ella se te acerca, te envuelve los brazos alrededor del cuello y te besa con amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Jeje, las cosas que hago por ti. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "El Minotauro retrocede y aplaude con el gusto.",
                "Speaks",
                "¡Iré a prepararme!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Como anteriormente, saca la alfombra de entrenamiento del pecho de su habitación, así como artículos de tocador para el lavado de pezuñas antes de asegurarse de que su kimono esté correctamente.",
                "Dejándole desplegar la colchoneta, ella se aleja, con un guiño y una expresión ya ligeramente cachonda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Ponte cómodo, volveré. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Sintiendo un escalofrío de excitación mientras la miras alejarse, disfrutas de un momento para recogerte y relajarte, apreciando la paz y la tranquilidad de la habitación ahora familiar de Minoni.",
                "Te tomas tu tiempo para desnudarse y te acuestas en la colchoneta, listo para presentarte a tu amante de Minotaur a su regreso.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Efectivamente, con su puntualidad habitual, el atleta recién lavado pronto regresa con una sonrisa al ver su cuerpo ofrecido, cerrando rápidamente la puerta detrás de ella y caminando hacia usted en un silencio inusual debido a las toallas envueltas alrededor de sus cascos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Jeje ♪ ♪, sabía que así es como te encontraría, esperando, listo para mí. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Ella te alcanza con una sonrisa de apreciación afectuosa, sus ojos sobre tu cuerpo de una manera que solo puede describirse como \"hambrienta\".",
                "JumpToScene",
                "Hoofjob"
            ]
        },
        {
            "NameOfScene": "Hoofjob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Verla de pie sobre ti con ese tipo de expresión ya te llena de anticipación, particularmente cuando recuerdas cómo puede ser Minoni.Realmente no saber cómo reaccionar, solo le das una sonrisa de conocimiento y se encoges de hombros.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Se eleva sobre ti con una sonrisa segura, se quita el kimono con un florecimiento y lo arroja sobre su cama, mostrándose instantáneamente en toda la gloria de su cuerpo musculoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Bueno, yo también estoy listo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Obviamente, se está metiendo en eso, tomándose un momento para dejarte apreciar sus curvas tonificadas y sus poderosos músculos mientras pone en un espectáculo, haciendo una especie de giro que te permite ver todo, desde sus abdominales hasta su trasero, desde sus amplias tetasa su ondulante musculatura.",
                "Simultáneamente, sus sentidos son asaltados por una explosión de potentes feromonas de Minoni, y no puede evitar jadear mientras los respira y siente que ya están trabajando en su cuerpo.Tu rostro se sonroja y sientes una punzada de excitación bajo el efecto combinado de tu esperanza pasada, la visión del cuerpo de tu amante y su olor excitante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Al notar su reacción, la sonrisa del Minotauro se crece y se quita las toallas alrededor de sus cascos, lo que inadvertidamente le da una vista aún más cercana de sus pechos mientras se dobla para hacerlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Sus pezuñas ahora están libres y notablemente chapuces y suplementos, aparentemente incluso cepillados y engrasados, levanta una de sus piernas, y su confianza daña por un momento, ya que todavía duda en comprometerse con la torcedura sexual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Le das una mirada alentadora.Respirando y saliendo, ella misma se acerque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Speaks",
                "Bueno, aquí voy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Con un cuidado gentil y probablemente excesivo, ella pone con cautela su pezuña derecha sobre su pecho, asegurándose de no presionarlo mucho.En silencio, casi reverencialmente, ves que su pierna presiona su piel expuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La sensación dura es extraña pero no desagradable, su gran pezuña que cubre casi toda el área entre sus pezones, el peso lo suficientemente pesado como para impresionarle el poder de su amante con cuernos, pero no hasta el punto de ser opresivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Aún así, una punzada de trepidación nace dentro de ti cuando una vez más tomas la medida completa del tamaño y la fuerza de Minoni, pero inmediatamente desaparece cuando levantas los ojos y ves el rostro amoroso y amoroso de Minoni, la vista de sus ojos inocentes todosLa prueba que necesitaba para estar a salvo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "11",
                "GotSteppedOn",
                "Recuerde: si no se siente cómodo, avíseme.¿Comprendido?",
                "11",
                "",
                "Me dirás si no te gusta, ¿verdad?",
                "EndLoop",
                "Con el renovado entusiasmo, asiente, indicándole que continúe, y ella procede a poner un poco más de peso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Adophed entre su imponente marco y la alfombra, comienzas a sentir un placer sumiso bien por la idea de estar bajo el control del Minotauro, consciente de que podría romperte como una ramita, pero absolutamente segura de que nunca lo haría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Experimentalmente, la chica monstruosa mueve su casco a la izquierda y a la derecha, pasando su forma suave sobre la parte superior de su cuerpo, aplicando una presión delicada aquí y allá en su pecho.En el proceso, ella mueve tus pezones, y sientes que se endurecen bajo su toque, lo que parece notar, riéndose de un juego casi sorprendentemente femenino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "11",
                "GotSteppedOn",
                "Jeje, sé cómo disfrutas esto. ♥",
                "11",
                "",
                "Jeje, parece que estás disfrutando de esto. ♥",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Ensejada por su placer, ella sigue frotando su casco sobre su forma propensa, probando varias áreas y diferentes presiones, a veces pastoreando ligeramente, a veces empujando lo suficiente como para dejar momentáneamente la impronta de su casco, como si lo marcara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "A lo largo de estas experimentos, ella sonríe ante sus reacciones, ya sea que esté jadeando cuando encuentra un lugar sensible, gimiendo cuando la entrega más plenamente o se retuerce cuando no puede evitar presionarse contra su amante dominante, anhelandosu toque y atención.",
                "En un momento, ella corre su casco dulcemente sobre su brazo y lo lleva a la palma de la mano, dejándote agarrarlo, acariciarlo, apreciar sus contornos con tus dedos, su textura resistente, su inquebrantable elegancia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "Moviéndolo a nivel de tu pecho, ella te lo lleva en ambas manos, y comienzas a acariciar su casco de manera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stunned",
                "Atrapado en el momento, incluso lo besas y te frotas la cara contra él, para la intensa sorpresa de Minoni, que, sin embargo, no parece disgustado con este desarrollo, permitiéndote prodigador de su pezuña con atención decidida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Tomando las cosas con calma, ella misma se pone de humor y acaricia suavemente la cara y la cabeza con su superficie suave, permitiéndole disfrutar de la experiencia sumisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "En este punto, tu virilidad está completamente erguida, que no ha pasado desapercibida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Tan ansioso. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Ella cambia su postura, agarra un cojín para sentarse frente a ti, y comienza a hacer uso de sus dos cascos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Uno está cuidando la parte inferior del cuerpo, presionando contra sus muslos internos y moviendo contra su polla sacudida.La estimulación inusual no es muy cómoda, pero la sensación de ser suya con la que jugar lo compensa, llenándote con un placer más inusual y perverso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Mientras tanto, el otro pezuña de Minoni sube y baja en su torso, saliendo desde su estómago hasta la barbilla, y ocasionalmente agrega más presión.En un momento, por impulso, comenzando a sentirse casi delirantemente excitado y adorando a los cascos del minotauro, agarras la pierna y presionas tu cara contra ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stumbling",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "La mujer bovina se sorprende por su inesperada delantera y deja escapar un pequeño 'Oh Dios'.Mientras acaricies el pelaje suave, casi hacia abajo, sobre sus cascos, llenas tus sentidos con el toque y el olor de su cuerpo recién lavado, besándolo y lamiéndolo a los sonidos de más 'Oh, Dios'.del Minoni cada vez más nervioso.",
                "Speaks",
                "Wow, tú ... {i} realmente {/i} como mis cascos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Casi dejas escapar un gemido culpable cuando elimina el objeto de tu adoración de tus manos, temiendo que la hayas desanimado ...",
                "... Pero en cambio, cambia su postura nuevamente, poniéndose de sus manos y rodillas sobre ti, su gran marco cubre fácilmente el tuyo.Su poderoso aroma te asalta con fuerza renovada mientras trae su rostro gentil y sus labios besables a los tuyos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Eres pervertido ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Con mucho gusto, dejas que reclamara tu boca y tu lengua, envolviendo tus brazos alrededor de su cuerpo, frotando tus ansiosas manos sobre su poderosa espalda y brazos mientras te besa vorizando.Cuando se retira, se agarra casi con la lengua con sus labios antes de soltarte y lamerte la cara, como si también te marcara con su olor para hacerte completamente la suya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Te encanta ser todo {i} mio {/i}, hmm? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Te prestas felizmente a sus entusiastas atenciones, casi aturdidas, y ni siquiera tratas de contener un gemido sincero cuando sientes el agarre suave y combinado de sus cascos superiores contra tu polla.",
                "Sus rodillas a cada lado de su cuerpo, sus piernas están cruzadas, lo que le permite atrapar su pene erecto entre sus dos tobillos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Esto debería ser un placer para ti, ya que te gustan mucho, mi adorablemente indefenso [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Le toma un momento para manejar su polla, pero después de un poco de empuje ligero y un poco de cambio de cadera para entrar en una buena posición, se las arregla para encontrar un buen ángulo y comienza a bombear.",
                "Un gemido largo y agradecido sale de tu boca ante la sensación del asalto suave doble atlético, rápidamente sofocado por otra sesión de besos apasionada del minotauro cuyo cambio parece haber sido volteado para siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Poniendo sus codos en el suelo a nivel de los hombros, presiona su rostro aún más glotón contra los tuyos mientras agarra la cabeza con sus manos grandes y fuertes.",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushDeep",
                "De hecho, sientes que no podrías escapar del control de Minoni si quieres, y en tu estado delirantemente sumiso, la idea te emociona aún más, haciendo todo lo posible para seguir el ritmo de tu amante.",
                "Tu boca es el prisionero total de sus afectos, y tu polla pistonada salvajemente por sus cascos, te topas y te retorces, prestándote a sus implacables y orgiásticos ministerios, sintiéndote felizmente pequeño bajo el amoroso minotauro.",
                "Al pasar de su espalda y brazos, sus manos se mueven a sus senos, amasando adorablemente sus senos firmes y amplios y jugando con sus pezones, inflamando aún más sus deseos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyDaze",
                "En una asombrosa pantalla de lucha libre, se deja caer sobre ti, derribando el viento, luego te agarra en un abrazo de oso apretado, rodando de lado para revertir tus posiciones, llevándote sobre ella.",
                "A lo largo de la impresionante maniobra, no ha dejado de dominar la boca y bombear tu eje, y sientes que te estás acercando ahora, tu corazón y Minoni están golpeando locamente por tu pico de excitación.",
                "Speaks",
                "Cum, [ThePlayerName]! ♥ deja todo para mí! ♥",
                "En su postura dominante, la orden rompe una presa en su mente agregada por el placer, y mientras usted y Minoni se presionan entre sí y se enredan en la boca del otro, estallan con un grito sofocado, corriendo entre sus cascos cada vez más volcadores, derramando suSemilla como una oferta de adoración a Minoni.",
                "Con una atención amorosa, se asegura de prolongar su clímax por todo lo que vale, presionando y tirando de su eje y glande hasta que le das tus últimos chorros, todavía el prisionero de su amoroso agarre de la muerte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Tu boca se ha vuelto floja y eres como un títere contra el cuerpo curvilíneo del Minotauro, el receptor indefenso de las atenciones de su boca, que se han convertido en besos afectuosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Sorprendentemente gastado de ese orgasmo único, no te resistes cuando Minoni se levanta y Bridal te lleva a su cama.Ubicada contra ella, atacas irreflexivamente contra su seno, y ella se ríe mientras pone un gran beso en tu cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "11",
                "GotSteppedOn",
                "Puedo ver que te disfrutaste. ♥ yo ... ciertamente también lo hice.",
                "11",
                "",
                "Tengo que decir que disfruté más de lo que pensé.Yo ... no ... me importaría si lo hiciéramos de nuevo.",
                "EndLoop",
                "Aunque no lo ves, puedes imaginar fácilmente su cara irónicamente sonrojada después de que te dominara como su juguete, y murmurando de acuerdo mientras sientes que la pones a ambos bajo las sábanas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyClosed",
                "Compartiendo un abrazo feliz, te duermes al sonido del arrullado de Minoni y con la mano acariciando tu espalda y la cabeza.",
                "SetChoice",
                "11",
                "GotSteppedOn",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Let's head back.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Minoni suspira un poco y hace pucheros, pero parece entender mientras camina hacia la puerta.",
                "Speaks",
                "Muy bien ... Sé que eres un aventurero ocupado y todo ... Avísame cuando estés de humor, ¿de acuerdo?",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Después de esperar a que le den un asentimiento, ella lo guía de regreso a la entrada de las pruebas de poder, y ustedes dos charlan ociosamente sobre varias cosas mientras caminan.",
                "Una vez que vuelves a la entrada, Minoni te da una breve ola mientras se sienta en su silla antes de sacar un libro de su kimono y comenzar a leer, dejándote decidir qué hacer a continuación.",
                "JumpToScene",
                "RedSideDone"
            ]
        },
        {
            "NameOfScene": "Go back.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "Speaks",
                "Sí, supongo que nos hemos ido lo suficiente ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Los dos se toman su tiempo vestidos, y atrapan a Minoni lanzando miradas anhelantes hacia usted de vez en cuando.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Después de vestirse, te guía de regreso a la entrada a las pruebas de poder, tomados de la mano todo el camino.Incluso mientras ambos pasan unos pares de Kunoichi que se ríen mientras pasan el camino allí, Minoni no parece ser fanático mientras sonríe felizmente, tarareando para sí misma mientras su cola se agita de un lado a otro.",
                "Una vez que vuelves a la entrada, Minoni te da una breve ola mientras se sienta en su silla antes de sacar un libro de su kimono y comenzar a leer, dejándote decidir qué hacer a continuación.",
                "JumpToScene",
                "RedSideDone"
            ]
        }
    ]
}