{
    "name": "Will-Power Final Boss",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Mizuko",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Himika",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Blue Oni",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Red Oni",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Comienzas a subir los escalones de la gran escalera, y después de lo que se siente como varios minutos de esfuerzo jadeado, eventualmente llegas a la cima y te encuentras de pie ante un conjunto de puertas dobles imponentes, estilizadas con un par de caras de demonios, una, unaRojo, uno azul.",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Después de tomar un pequeño momento para recuperar el aliento, te mueves hacia adelante y los abre, pero inmediatamente te cegan un brillante rayo de sol que brilla desde adentro, y tan pronto como tu visión se despeje, puedes ver un pequeño tramo de escaleras que conduce hacia abajoUna arena bien iluminada con dos plataformas de colores altos en cada lado, azul a la izquierda y rojo a la derecha.",
                "Bajas por las escaleras mientras tomas otros latidos para observar tu entorno, y pronto estás parado en el centro de la arena.",
                "IfProgressEqualsOrGreater",
                "1",
                "ReturnToOnis",
                "ChangeProgress",
                "1",
                "Te quedas de pie durante varios momentos, ya que no pasa nada y el silencio llena la habitación, y casi te preguntas si el jefe de la mazmorra ni siquiera está aquí en este momento hasta que de repente escuchas las plataformas a los costados crujidos a medida que algo cambia en cada uno de ellos., y sacas tu cabeza para ver qué está causando el ruido.",
                "ChangeBGM",
                "music/Temple/Battle-SAMURAI_loop.ogg",
                "Las imponentes formas de dos mujeres que se encuentran en la cima de las plataformas dominan su visión, ya que el sol que brilla detrás de ellas lo hace para que solo puedas ver sus siluetas indistintas y sus ojos amarillos brillantes, pero no te dan más tiempo para tratar de descubrir quiénSon mientras saltan simultáneamente de sus perchas y aterrizan en el centro de la arena con un estruendo choque, llenando el área con una nube de polvo que bloquea la vista.",
                "Da un paso atrás cuando los dos conjuntos de ojos demoníacos misteriosos atraviesan la oscuridad que flota en el aire y se fija en usted con intensidad amenazante.Una risa bulliciosa se entrelaza con una risa baja y siniestra mientras el polvo se limpia lentamente, lo que te da la más leve visión de sus dos cuerpos altísimos a través de la neblina cuando la voz más fuerte comienza a sonar a través de la arena.",
                "GetEventAndIfChoice",
                "Oni Massage",
                "2",
                "Pasó el masaje rojo",
                "MetInBrothelIntro",
                "Speaks3",
                "¡AHAHAHA!¡Humano tonto!¿Te atreves a desafiar {i} nosotros {/i}?¿Sabes quién somos?",
                "La segunda voz mucho más tenue y reflexiva suena de dentro de la nube de polvo justo después de que termine el primero.",
                "Speaks3",
                "Juntos, somos el segundo comandante de la reina del demonio, la-",
                "La primera voz interrumpe la segunda con un grito ensordecedor, lo que te hace ganar del gran volumen mientras ella abarca.",
                "Speaks3",
                "{i} {b} la llama congelada indefenible!¡La tormenta de nieve volcánica interminable!El oni twinnnsss de terrrrooorrrr !!! {/i} {/b}",
                "DisplayCharacters",
                "4",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LaughBoisterous",
                "El polvo que llena la habitación comienza a despejarse a medida que un silencio casi opresivo llena el aire después de su introducción, y puedes ver a dos onis parados frente a ti, uno rojo y otro azul como el azul le da al rojo uno exasperado, aspecto casi irritado.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks4",
                "Hermana ... esa fue {i} mi línea {/i}, y esos no fueron absolutamente los títulos que acordamos ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Cocky",
                "El Red Oni aparta de ti para enfrentar a su hermana con una mirada de desafío mientras sus ojos brillaban, y el Blue Oni cruza los brazos mientras mira hacia ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speaks5",
                "Sí, pero lo digo mejor que tú, y ambos sabemos que los títulos {i} i {/i} se les ocurrió son mucho mejores que los que hiciste de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Casi puedes sentir la tensión en el aire como las ambas mujeres que se fruncen el uno al otro por un largo momento de molestia, pero tan repentinamente como comenzaron a discutir entre ellas, la Oni roja se vuelve hacia ti con una sonrisa viciosaMientras se aclara la garganta y comienza a gritar una vez más.",
                "Speaks5",
                "Soy-!",
                "Pero justo antes de que pueda acumular vapor y recoger donde lo dejó, el Oni azul te mira y la corta con una voz conversacional.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks4",
                "Ella es Himika y yo soy Mizuko.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "La cara roja ya roja de Himika se vuelve aún más brillante de carmesí mientras frunce el ceño y gira para enfrentar a su hermana.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks2",
                "Wh- bu-?!¿Qué pasa con el resto del discurso?¡No puedes seguir que te cortara y luego simplemente cortes {i} me {/i} Off Like That!",
                "Speaks",
                "Bueno, {i} alguien {/i} ya salió del script, así que pensé que podríamos hacer lo que quisiéramos ahora.Solo estaba pensando en cómo {i} irritante {/i} sería que tu hermana robe tu trueno por la introducción dramática por la que habías agonizado por {i} tal {/i} mucho tiempo.",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Mizuko le da a su hermana una mirada lateral con una sonrisa.",
                "Speaks",
                "¿Pero estoy seguro de que no suena familiar ...?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "Speaks2",
                "Yo- tu!{i} gah {/i}!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Himika arroja sus brazos al aire con frustración antes de cruzarlos y girarse para mirar la pared con un resoplido, y la boca de Mizuko se curva en una sonrisa victoriosa y ella la mira por un momento antes de mirarte una vez más.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Entonces, ahora que tenemos nuestras propias presentaciones fuera del camino, ¿le importaría presentarse mientras mi hermana hace pucheros?",
                "El repentino cambio de la intimidación siniestra a las disputas familiares te arroja tanto que no puedes evitar mirar de un lado a otro entre los dos en confusión desconcertada mientras les das tu nombre.",
                "Speaks",
                "[ThePlayerName]?Encantado de conocerlo.Ahora bien, llegando a los negocios.Si quieres el sigilio de fuerza de voluntad, tendrás que derrotar a uno de nosotros en combate.¿A quién preferirías enfrentar?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Himika se avanza tan pronto como su hermana menciona el 'combate' y gira para enfrentarte, pareciendo entusiasmado como cualquier indicio de su mal humor parece haber desaparecido por completo.",
                "Speaks2",
                "Sí, ¿quién va a ser?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko deja escapar una pequeña tos para llamar su atención, y la miras mientras señala un círculo brillante grabado en el piso cerca de la pared.",
                "Speaks",
                "Puedes usar eso para sanar antes de la pelea si quieres, por cierto.No quieres entrar en esto con una discapacidad.Confía en mí.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "¡Pero suficiente hablar, date prisa y elige a uno de nosotros ya!",
                "Tu mirada cambia de un lado a otro entre el enérgico Himika y la calma Mizuko mientras consideras tus opciones ...",
                "JumpToScene",
                "Fight!"
            ]
        },
        {
            "NameOfScene": "MetInBrothelIntro",
            "theScene": [
                "ChangeProgress",
                "1",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks3",
                "¡AHAHAHA!¡Humano tonto!¿Te atreves a desafiarnos?Tú...!¡W-WAIT!¡H-Hold en un segundo!I-es t-que-?!",
                "La primera voz se sigue con una tos pulveriza como una voz más tenue y ligeramente sarcástica suena de la nube de polvo.",
                "Speaks3",
                "... ¿realmente hermana?¿Vas a estropear nuestra introducción en la primera línea?Ese es un nuevo disco.",
                "A medida que el polvo en el aire se asienta rápidamente, puedes ver la imponente figura carmesí en la derecha correcta hacia el otro individuo azul alto y agarrarlos por los hombros, sacudiéndolos violentamente mientras gritan con voz en pánico.",
                "DisplayCharacters",
                "4",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "ChangeImageLayer",
                "Expression",
                "2",
                "PanicSilly",
                "Speaks5",
                "{i} {b} pero ese es el chico de masaje! {/i} {/b}",
                "Reconoces el ONIS de tu tiempo trabajando en el burdel en la ciudad mientras el rojo continúa sacudiendo al otro mientras lanzas miradas casi cómicamente aterrorizadas hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks4",
                "¿Entonces, qué?!¡Deja de sacudirme ya!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Flustered",
                "Recuerdas débilmente que estas dos personas son hermanas, ya que la Oni azul empuja ligeramente a la imponente mujer roja, lo que la hace tropezar antes de dar un paso adelante, cerrando la distancia para señalar un dedo acusador a su hermana.",
                "Speaks5",
                "¡Yo dije que no tendría que preocuparme por verlo fuera de ese lugar!",
                "PlayerSpeaks",
                "Uh...",
                "Sus intentos de hablar son completamente ignorados a medida que el Oni azul se endereza y se enfoca directamente en su hermana, y te las arreglas para notar que apenas es, pero aún más alta que su hermana.",
                "Speaks4",
                "No, dije que probablemente no lo verías {i} aquí {/i}.Además, ¿no deberías estar feliz de que él apareciera?¿No es él el que tienes?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Panic",
                "ChangeImageLayer",
                "Face",
                "2",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "La cara de Red Oni ya ardiente gira un tono carmesí aún más brillante mientras su mano se desprende abruptamente y cubre la boca de su hermana, cortando sus palabras con un grito de indignación amortiguado mientras inmediatamente trata de sacar los dedos de sus hermanas de su rostro.",
                "DisplayCharacters",
                "1",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "2",
                "PanicSilly",
                "Speaks5",
                "¡Shut Mizuko!¡Está {i} justo ahí {/i}!¿Estás tratando de arruinar mi reputación como rudo?HE- GYAH?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Annoyed",
                "El Oni rojo deja escapar un chillido mientras aleja la mano de la boca de Mizuko, dándole a su hermana una mirada disgustada mientras se limpia la mano sobre su pierna mientras Mizuko mira con enojo a su hermana.",
                "Speaks5",
                "D-did, solo follando {i} lamer mi mano {/i}?¿Qué eres, cinco?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Panic",
                "Mizuko levanta su brazo para limpiarse la boca mientras mira a su hermana, dando un paso hacia ella mientras prácticamente golpea las cabezas con ella.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Bueno, fue eso o lo mordió, y no quería hacer las cosas raras cuando gemiste de él.Eres mi hermana, Himika, así que sería {i} extraño {/i} si te bajaste",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Himika deja escapar un chillido penetrante, cortando las palabras de su Mizuko mientras empuja un dedo al pecho de su hermana.",
                "Speaks2",
                "{i} ¿De qué estás hablando {/i}?¡Eres el que se sale del dolor, no a mí!",
                "Mizuko le da un dedo a Himika lejos de ella con una sonrisa engreída mientras da un paso adelante, obligando a su hermana a retroceder mientras puntúa sus palabras con cada pie que hace.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "¿Oh?Pero no me da vergüenza este hecho, tengo que hacerlo.Pero si quieres seguir esa ruta, no olvidemos que eres el tipo de persona que se derrite en un charco en el momento en que alguien comienza a jugar con tu trasero.No pienses que no he escuchado los ruidos que haces en tu habitación por la noche.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Himika ataca en una indignación nerviosa mientras se sonroja más intensamente que nunca, y su voz se eleva en el tono mientras adquiere un tono ligeramente en pánico.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Speaks2",
                "¿Qué?No, no me gusto las cosas de Butt, ¿de qué estás talando?Eso es {i} tu {/i}, y no quisiera ... para eclipsarte a ti ni a nada, ¡así que no hay forma de que yo esté en eso, o-o-way?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko deja escapar una rápida ladrido de la risa ante la expresión de su hermana antes de mirar los ojos de manera presumida.",
                "Speaks",
                "¿Crees que nunca conecté los puntos cuando me hiciste todas esas preguntas \"inocentes\" sobre las mejores formas de aplicar todas mis técnicas anal cuando no hiciste nada para ocultar tu flagrante interés?Lo siguiente que sé es que vas a ser",
                "PlayerSpeaks",
                "Uhhh...",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Flustered",
                "Su débil interjección hace que ambos les detengan inmediatamente sus disputas y lo miren con expresiones boquianas a juego durante varios momentos largos, y a medida que se extiende el silencio, notas que la cara de Himika está significativamente más enjuagada que la de su hermana.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Frown",
                "ChangeImageLayer",
                "Fan",
                "Mizuko",
                "Open",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Speaks",
                "... muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuirse en que la gran introducción que planeamos ha sido completamente arruinada, ¿eh?Lo lamento.Soy Mizuko, y este gran spago aquí es mi hermana pequeña Himika.Encantado de finalmente conocerte fuera de ese burdel, [ThePlayerName].",
                "Mizuko hace un gesto a Himika, quien te da una ola mansa con una pequeña y avergonzada sonrisa.",
                "Speaks2",
                "Uhmmm, h-hey [ThePlayerName].",
                "PlayerSpeaks",
                "¿Cómo sabes my-",
                "ChangeImageLayer",
                "Fan",
                "Mizuko",
                "Closed",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko te interrumpe con una ola despectiva de su mano antes de que puedas terminar de hablar.",
                "Speaks",
                "El propietario del burdel mencionó su nombre, Shizu parece que no puede callarse de usted, y algunos de los otros trabajadores aquí en el Templo han estado hablando de usted mientras ha estado pasando por los desafíos.Hemos tenido muchas maneras diferentes, pero en realidad no son tan importantes.Normalmente te permitiríamos presentarte para evitar sonar espeluznante, pero {i} alguien {/i} decidió salir del script.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Speaks2",
                "¿Cómo se suponía que debía mantener mi compostura cuando descubrí que era [ThePlayerName]?A y espera, ¿esto significa que no estamos haciendo la introducción completa?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Frown",
                "Speaks",
                "¿Eso es lo que estás colgado?¿En realidad?Es un poco tarde para eso, ¿no crees?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "¡Eso es una mierda!",
                "ChangeBGM",
                "music/Temple/Battle-SAMURAI_loop.ogg",
                "Himika se aclara dramáticamente su garganta y golpea una pose dinámica mientras deja escapar un rumbo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Speaks2",
                "{i} juntos, somos el segundo comandante de la reina del demonio, {b} la llama congelada invicta!¡La tormenta de nieve volcánica interminable!Los gemelos de Terrroooorrrr !!! {/i} {/b}",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Un silencio incómodo llena el aire mientras tanto tú como Mizuko miran a Himika, y notas un pequeño goteo de sudor nervioso arrastrándose por su frente mientras las miradas de tu y Mizuko la llevaban mientras ella permanece inmóvil en su pose.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks",
                "... Realmente necesitas dejar de intentar impresionar mucho [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "La compostura de Himika se desmorona instantáneamente las palabras de su hermana mientras se da vuelta para mirarla con un resplandor sonrojado.",
                "Speaks2",
                "¡S-shut the Hell Up!¡Estoy {i} no {/i} tratando de impresionarlo!",
                "Mizuko continúa dando a Himika un aspecto plano de algunos latidos más antes de dejar salir un suspiro cansado y mirarte.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Speaks",
                "De todos modos ... [ThePlayerName], en circunstancias normales, se supone que debes desafiarte a luchar contra nosotros, pero teniendo en cuenta que esto ha ido tan lejos de los rieles además del hecho de que técnicamente me has hecho tanto a mí como a mi hermana Cum bastanteUnas pocas veces fuera de esta arena ya, supongo que podemos darte el sigil ahora si quieres.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "La mandíbula de Himika cae mientras deja escapar algunos ruidos de indignación, y después de algunos intentos fallidos y tartamudos de hablar, finalmente se las arregla para hablar mientras su voz penetrante va a una octava completa más allá de su tono normal.",
                "Speaks2",
                "{i} W-¿Qué?¿Incluso después de todo ese esfuerzo, acabo de poner en esta cosa?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "¿Por qué no?Nada de lo que dije estaba mal, ¿verdad?Y además, si no está luchando por el Sigil, podría estar más inclinado a \"disfrutar\" pasar un tiempo con nosotros para pagarnos, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "La cara de Himika vuelve un tono rojo aún más profundo de lo que ya era como Mizuko te da un guiño conspirador.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Speaks2",
                "O-oh, me GUSS, tienes un punto P ... uhm ... bueno, supongo que si quieres, [ThePlayerName], puedes tomar el sigilio, pero preferiría tener una batalla lanzada por ello, honestamente.Me parece más climático de esa manera, pero depende de ti al final del día, supongo ...",
                "Himika se enroja aún más intensamente que antes, mientras se rastrea y evita la mirada, y Mizuko te da un aspecto de nivel a medida que su voz se vuelve mucho más grave por un momento.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Solo estoy ofreciendo esto una vez, así que si te niegas, tendrás que vencer a uno de nosotros para que lo vaya a la antigua.¿Qué será?",
                "Menu",
                "Take the sigil.",
                "Fight for it.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Take the sigil.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Mizuko te da un curiosidad antes de mirar a su hermana, y Himika hace pucheros antes de sacar a regañadientes una pequeña insignia de su ropa y te la arroja, lo que atraes sin esfuerzo.",
                "GiveItem",
                "1",
                "Sigil Of Will-Power",
                "SetChoice",
                "1",
                "GotSigil",
                "Usted eche un vistazo al sigilio mientras siente su peso en su mano, y nota que es una pequeña insignia con un rubí y un zafiro con forma de lágrimas curvas en el medio, girando entre sí de una manera elegante pero delicada.",
                "Bueno, al menos tú {i} piensa {/i} que las gemas son un rubí y un zafiro.No puedes evitar notar que se sienten ligeramente apagados en comparación con las gemas que has tocado en el pasado, y no parecen brillar tan bajo la luz del sol de la habitación como sientes que deberían ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "De cualquier manera, lo almacenas después de inspeccionarlo por unos momentos más, y una vez que hayas terminado, miras hacia atrás a Himika y Mizuko, que están de pie de pie mientras comparten una mirada incómoda antes de mirarte mientras Himika dejafuera de una pequeña tos.",
                "Speaks2",
                "Bueno ... ahí tienes.Entonces ... uh ... ¿hay algo más que quisieras hacer mientras estés aquí?Quiero decir, obtuviste el sigil y todo, pero ... sabes ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Menacing",
                "Mizuko apenas se las arregla para reírse de la expresión enrojecida de su hermana, y después de ponerse bajo control, ella muestra a Himika una sonrisa de dientes.",
                "Speaks",
                "¿Sigue ansioso por una pelea, eh sis?Bueno, depende de [ThePlayerName] si él quiere.¿Quién sabe?Podría estar lo suficientemente loco como para tratar de luchar contra los dos a la vez.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Speaks2",
                "Pfft.No tendría una oportunidad contra los dos juntos.Sé por todas las luchas que hacemos entre nosotros que nadie podría manejarte con {i} me {/i} respaldando tu trasero.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Himika le devuelve ferozmente a Mizuko, y Mizuko deja escapar una risa en auge mientras golpea ligeramente a su hermana en el hombro.",
                "Speaks",
                "Te estás vendiendo corto, hermana.He visto lo asesino que puedes ser con tu pecho.Juntos, somos imparables.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Los gemelos Oni se tardan unos momentos en sonreír el uno al otro antes de soltar algunas risas y volverse para mirarte una vez más.",
                "Speaks",
                "Eres libre de hacer lo que quieras ahora, [ThePlayerName].Puedes quedarte con el chat si tetiendo, o tal vez te sientas lo suficientemente bailoso como para tratar de llevarnos a los dos, ¿hmm?",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Fight for it.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Mizuko permanece callado durante unos segundos más hasta que su rostro sale a una sonrisa pequeña y feroz, y sus ojos brillan momentáneamente mientras mira brevemente a su hermana, que sonríe mucho más abiertamente mientras te mira ansiosamente.",
                "Speaks",
                "¿Oh?Supongo que eres el tipo de persona que prefiere trabajar para sus recompensas en lugar de solo tenerlas entregadas.No puedo decir que no entiendo esa mentalidad.¿O simplemente estás diciendo eso porque quieres darle a Himika lo que ella quiere?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "DrunkDazed",
                "Speaks2",
                "¡Sí!¡Está bien!Entonces, ¿cuál de nosotros vas a pelear, [ThePlayerName]?Estoy tan emocionado de ... espera un minuto, ¿qué fue ese último bit que dijiste?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko se vuelve para enfrentarte una vez más, ya que su hermana le da un resplandor sospechoso, evitando que Himika vea su expresión, pero no puedes evitar notar el brillo en sus ojos mientras pone su rostro bajo control antes de hablar nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "HM?Nada, hermana.No dije nada en absoluto.Pero volviendo a los negocios, si no sientes que todavía estás dispuesto a luchar contra nosotros, hay un círculo mágico allí por la pared si quieres sanar, o puedes irte y volver en cualquier momento siNo te sientes preparado.No importa cuál sea su decisión, estamos listos para ir cuando lo esté.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Miras a tu lado y ves el círculo brillante grabado en el piso, tal como Mizuko mencionó que sería, y miras el enérgico Himika y la calma Mizuko mientras ambos sonreen, considerando lo que debes hacer a continuación.",
                "JumpToScene",
                "Fight!"
            ]
        },
        {
            "NameOfScene": "ReturnToOnis",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "Himika y Mizuko están de pie en el centro de la arena, charlando ociosamente entre sí hasta que te notan caminando hacia ellos, siguiendo mientras giran para mirarte.",
                "IfProgressEqualsOrGreater",
                "2",
                "ReturnToOnis2",
                "GetEventAndIfChoice",
                "Oni Massage",
                "2",
                "Pasó el masaje rojo",
                "MetInBrothelPostIntro",
                "IfChoice",
                "2",
                "BeatHardMode",
                "ReturnToOnis2",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Dominant",
                "A medida que continúa acercándose a ellos, ambos te muestran un conjunto de sonrisas intimidantes de dientes, y Mizuko se rompe siniestramente sus nudillos mientras te pones de pie directamente frente a ellos.",
                "Speaks",
                "¿Oh?Volver de nuevo [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Speaks2",
                "¡Ja!Apuesto a que solo está aquí para ser follado sin sentido.",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "MetInBrothelPostIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "A medida que continúas acercándose a ellos, Himika se sonroja mientras sus ojos se encuentran con los tuyos por un segundo, evitando su mirada y inquietudes nerviosamente mientras Mizuko se ríe bajo aliento mientras mira a su repentinamente tímida hermana pequeña.",
                "Speaks2",
                "Entonces, uhm ... [ThePlayerName]?Sobre todo el asunto del 'masaje en el burdel', uh ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko de repente interviene con una amplia sonrisa, cortando a su hermana mientras sus ojos brillan con picardía.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks",
                "Mi hermana quiere que la masajee como lo hiciste en la ciudad y luego la follan completamente sin parar toda la noche todos los días por el resto de su vida, [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "La cara de Himika se vuelve un brillante tono de Crimson mientras su cabeza se mueve hacia arriba para mirar a su ahora riendo abiertamente a su hermana con una expresión de incredulidad mientras se esfuerza incoherentemente por unos momentos antes de lograr hablar.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Speaks2",
                "¡Qué!¡I- {b} th-que no era en absoluto lo que iba a decir! {/b}",
                "La risa de Mizuko solo se vuelve más concebida por el estallido de enojado de su hermana, y cuando Himika dispara un resplandor de muerte hacia su hermana, solo hace que las risas de Mizuko se vuelvan cada vez más estridentes.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Mizuko se necesita varios minutos para calmarse mientras la ira de Himika comienza a desvanecerse lentamente, pero está mirando hacia otro lado furiosamente, y finalmente Mizuko se las arregla para controlarse mientras se aleja de su hermana para enfrentarte una vez más.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "... jeje ... Entonces [ThePlayerName], ¿qué te trae aquí de todos modos, tal vez estás aquí para darnos masajes en casa?",
                "La cara de Himika se las arregla para volverse un rojo aún más brillante, ya que todavía mira hacia otro lado de ti y de su hermana ...",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "ReturnToOnis2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "A medida que continúa acercándose a ellos, Himika te da una sonrisa pequeña y tímida mientras Mizuko te muestra una sonrisa astuta.",
                "Speaks",
                "¿Oh?Volver de nuevo [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "¡Je!Apuesto a que él está aquí para divertirse conmigo.Y uh ... tú también, hermana.",
                "Mizuko solo pone los ojos en blanco y deja escapar un pequeño suspiro, pero no dice nada mientras te mira expectante.",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "BossMenu",
            "theScene": [
                "IfDoesntHaveItem",
                "True Sigil Of Power",
                "HardCheck",
                "JumpToScene",
                "TheBossMenu"
            ]
        },
        {
            "NameOfScene": "HardCheck",
            "theScene": [
                "IfChoice",
                "2",
                "BeatHardMode",
                "HardVictory Post Sigil FirstTime",
                "JumpToScene",
                "TheBossMenu"
            ]
        },
        {
            "NameOfScene": "TheBossMenu",
            "theScene": [
                "Menu",
                "Fight!",
                "Talk.",
                "RequiresChoice",
                "2",
                "BeatHardMode",
                "Ask to fuck the oni sisters.",
                "Use the glowing circle?",
                "Go back to the kunoichi training hall.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight!",
            "theScene": [
                "SetChoice",
                "5",
                "",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "Menu",
                "Fight Himika.",
                "Fight Mizuko.",
                "Fight both of them at the same time! (Hard)",
                "RequiresChoice",
                "2",
                "BeatHardMode",
                "Fight Full Power Himika!",
                "RequiresChoice",
                "2",
                "BeatHardMode",
                "Fight Full Power Mizuko!",
                "Don't fight right now.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't fight right now.",
            "theScene": [
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Fight Himika.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "La cara de Himika se rompe en una sonrisa feroz mientras ella le quita ansiosamente a los nudillos mientras Mizuko camina con calma hacia una pared cercana para ver lo que sucede después.",
                "Speaks2",
                "¡Está bien!¡Dale!",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Himika",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "No tarda mucho en un himika enjuague para atravesar una puerta oculta en la pared de la arena y regresar al centro con un puchero mientras Mizuko se ríe hacia sí misma y se acerca a su hermana.",
                "Speaks2",
                "Y tienes suerte ...",
                "JumpToScene",
                "NormalVictory"
            ]
        },
        {
            "NameOfScene": "Fight Full Power Himika!",
            "theScene": [
                "SetChoice",
                "5",
                "POWER!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Himika parpadea sorprendido y comparte una mirada con su hermana por un momento antes de mirarte.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "¿Eh?¿Solo quieres pelear conmigo, pero quieres que use los poderes de Mizuko?Bueno ... está bien, supongo ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Himika se da vuelta para mirar a su hermana una vez más mientras comparten un asentimiento, y Mizuko cierra los ojos mientras una ola de energía azul de repente corre desde su cuerpo hacia el de Himika, lo que se pone rojo mientras lo absorbe, y ella gira hacia ti con una mirada decididaen sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Cocky",
                "Speaks2",
                "Espero que estés listo para esto.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Cocky",
                "ChangeImageLayer",
                "Base",
                "Himika",
                "Topless",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko le da a su hermana una leve sonrisa antes de que se vuelva y camine cuidadosamente hacia una pared cercana, balanceándose ligeramente como lo exhausta, para ver lo que sucede después mientras Himika arranca dramáticamente las vendas de su pecho, dejando que sus senos voluptuosos reboten deficiencia mientras se asienta mientras se asientaen una postura de combate.",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Himika",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Poco después de que Himika se desvanezca, un aura azul envuelve a Mizuko mientras su postura se endereza, luciendo revitalizada, y no tarda mucho en un Himika en blanco y completamente vestido para atravesar una puerta oculta en la pared de la arena y marchar su camino de regresoAl centro con un puchero mientras Mizuko se ríe para sí misma y se acerca a su hermana.",
                "Speaks2",
                "Y tienes suerte ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Mizuko se riega ante la excusa de su hermana mientras le muestra una sonrisa de conocimiento, y Himika le da un resplandor a Mizuko antes de recuperar rápidamente su compostura una vez más.",
                "JumpToScene",
                "NormalVictory"
            ]
        },
        {
            "NameOfScene": "Fight Mizuko.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "La cara de Mizuko se rompe en una sonrisa pequeña y presumida mientras se estira lánguidamente antes de establecerse en una posición de combate mientras Himika gira y camina hacia una pared cercana para observar ansiosamente lo que sucede después.",
                "Speaks",
                "¿Puedes reunir la voluntad de resistirme?",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Mizuko",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko no tarda mucho en atravesar una puerta oculta en la pared de la arena con un suspiro satisfecho y se pavonea hacia el centro con una pequeña sonrisa mientras Himika se acerca a su hermana con un débil descarado de su rostro.",
                "JumpToScene",
                "NormalVictory"
            ]
        },
        {
            "NameOfScene": "Fight Full Power Mizuko!",
            "theScene": [
                "SetChoice",
                "5",
                "POWER!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko se ve débilmente sorprendido por un breve momento, compartiendo una rápida mirada con su hermana antes de que te muestre una sonrisa relajada y algo sensual.",
                "Speaks",
                "¿Mmm?¿Quieres que tome prestados los poderes de Himika para luchar contra ti?Claro, ¿por qué no?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Se vuelve hacia Himika una vez más mientras comparten un asentimiento, y Himika cierra los ojos cuando una ola de energía roja de repente sale de su cuerpo hacia el de Mizuko, que se vuelve azul mientras lo absorbe, e gira hacia ti con una calma pero increíblemente amenazantemira en sus ojos.",
                "Speaks",
                "Hará que sea mucho más fácil vencerte, después de todo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Himika sonríe débilmente antes de que ella se vuelva y se tambalea hacia una pared cercana para ver lo que sucede después, luciendo increíblemente cansada mientras Mizuko agarra hábilmente la calabaza en la cadera y toma un trago largo del líquido embriagador antes de unirla a su ropa, limpia la limpieza.Labios con su brazo mientras se establece en una postura de combate con una sonrisa astuta.",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Mizuko",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Poco después de que Mizuko se desvanezca, un aura roja envuelve a Himika mientras su postura se endereza, luciendo revitalizada, y Mizuko no tarda mucho en atravesar una puerta oculta en la pared de la arena con un suspiro satisfecho hacia el centro con el centro con el centro conUna pequeña sonrisa mientras Himika se acerca a su hermana con un débil al ras de su rostro.",
                "Speaks",
                "Ahh ... eso fue divertido.Hagámoslo de nuevo en algún momento.",
                "JumpToScene",
                "NormalVictory"
            ]
        },
        {
            "NameOfScene": "NormalVictory",
            "theScene": [
                "IfChoice",
                "1",
                "GotSigil",
                "Victory Post Sigil",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Mizuko se extiende hacia abajo y saca una pequeña insignia de su taparrabos antes de encerrar los ojos contigo y arrojarlo hacia ti en un lanzamiento de mandón, que te quitas sin esfuerzo del aire.",
                "GiveItem",
                "1",
                "Sigil Of Will-Power",
                "SetChoice",
                "1",
                "GotSigil",
                "Usted mira hacia abajo en el sigilo en su mano, tomando nota del diseño curvo de la lágrima formado por un pequeño rubí y un pequeño zafiro que se extiende entre sí en un patrón intrincado.",
                "Bueno, al menos tú {i} piensa {/i} Las gemas son en realidad un rubí y un zafiro.Parecen no tan suaves como las gemas deberían ser, y no parecen brillar tanto como sientes que deberían.No puedes evitar sentir una pequeña sensación de déjà vu cuando recuerdas que el sigil que obtuviste de la mazmorra del bosque se sintió bastante similar a este ...",
                "Suspirando, sacudes la cabeza para limpiar tus pensamientos mientras lo guardas con el resto de tus cosas antes de mirar a las hermanas Oni.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Speaks2",
                "Ahí tienes.Buena suerte con el resto de tu viaje, [ThePlayerName], porque te prometo que solo se volverá más difícil a partir de este punto.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Siéntase libre de regresar y desafiarnos a cualquiera de nosotros a una revancha en cualquier momento si lo desea, o si se siente excepcionalmente atrevido, puede intentar tomarnos a los dos al mismo tiempo.",
                "Mizuko deja escapar una pequeña risa mientras su rostro se tuerce en una sonrisa irónica.",
                "Speaks",
                "Estoy seguro de que mi hermana se divertiría sin importar si gana o pierde, y estoy seguro de que disfrutarías ... 'recompensa' después si realmente lograste ganar.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Himika se enroja profundamente mientras le dispara a Mizuko una mirada enojada, pero su aspecto solo hace que Mizuko se ría más fuerte antes de que ambos finalmente se calmen.",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Victory Post Sigil",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Speaks2",
                "Bueno, esa es otra victoria para [ThePlayerName] ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Hmm ... tal vez deberíamos intentar tomarlo al mismo tiempo ...",
                "Himika le dispara a Mizuko una mirada preocupada.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "Eso suena un poco malo, hermana.Es la decisión de [ThePlayerName] si quiere luchar contra los dos simultáneamente, después de todo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Fight both of them at the same time! (Hard)",
            "theScene": [
                "SwapLineIf",
                "Choice",
                "2",
                "BeatHardMode",
                "|f|ChangeImageLayer|/|Expression|/|Himika|/|Base|n||f|ChangeImageLayer|/|Expression|/|Mizuko|/|Smug|n|Himika te muestra una sonrisa arrogante mientras Mizuko sonríe astutamente.",
                "2",
                "",
                "|f|ChangeImageLayer|/|Expression|/|Himika|/|Flustered|n||f|ChangeImageLayer|/|Expression|/|Mizuko|/|Frown|n|Los dos te dan una mirada mientras Himika frunce el ceño ligeramente.",
                "EndLoop",
                "Speaks2",
                "SwapLineIf",
                "Choice",
                "2",
                "BeatHardMode",
                "¿Oh?Quieres repararnos, ¿eh?¿Seguro que quieres volver a probar tu suerte?",
                "2",
                "",
                "Uhh ... ¿estás seguro de que quieres luchar contra los dos a la vez?",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "2",
                "BeatHardMode",
                "Jeje, bueno, es el funeral de su polla si pierde esta vez ...",
                "2",
                "",
                "Hay una razón por la que solo necesitas vencer a uno de nosotros, ya sabes.Es el funeral de tu polla si pierdes.¿Estás seguro de que quieres hacer esto?",
                "EndLoop",
                "Menu",
                "Fight both!",
                "On second thought... Maybe not.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight both!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "Bueno, tratamos de advertirte.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "Sí, tú eres quien tomó esta decisión.No nos culpes cuando no puedas manejar esto.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Cocky",
                "Tanto Himika como Mizuko te ferozan, casi sonríe depredador, ya que lentamente se establecen en posturas de combate.",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Mizuko",
                "Himika",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Las hermanas Oni no tardan mucho en salir de una puerta oculta en la pared de la arena una tras otra y caminar de regreso hacia el centro, liderando Mizuko mientras deja escapar un suspiro fuerte y contento mientras Himika la sigue yse descarga mientras ella mira al suelo.",
                "Speaks",
                "Ahh ... eso fue divertido, [ThePlayerName].Hagamos esto de nuevo en algún momento.",
                "JumpToScene",
                "HardVictory"
            ]
        },
        {
            "NameOfScene": "HardVictory",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "KotoneHard",
                "JumpToScene",
                "HardPostKotoneCheck"
            ]
        },
        {
            "NameOfScene": "KotoneHard",
            "theScene": [
                "SetChoice",
                "3",
                "BeatHarderMode",
                "JumpToScene",
                "HardPostKotoneCheck"
            ]
        },
        {
            "NameOfScene": "HardPostKotoneCheck",
            "theScene": [
                "SetChoice",
                "2",
                "BeatHardMode",
                "IfChoice",
                "1",
                "GotSigil",
                "HardVictory Post Sigil",
                "Mizuko se extiende hacia abajo y saca una pequeña insignia de su taparrabos antes de encerrar los ojos contigo y arrojarlo hacia ti en un lanzamiento de mandón, que te quitas sin esfuerzo del aire.",
                "GiveItem",
                "1",
                "Sigil Of Will-Power",
                "SetChoice",
                "1",
                "GotSigil",
                "SetChoice",
                "2",
                "BeatHardMode",
                "Usted mira hacia abajo en el sigilo en su mano, tomando nota del diseño curvo de la lágrima formado por un pequeño rubí y un pequeño zafiro que se extiende entre sí en un patrón intrincado.",
                "Bueno, al menos tú {i} piensa {/i} Las gemas son en realidad un rubí y un zafiro.Parecen no tan suaves como una gema debería ser, y no parecen brillar tanto como sientes que deberían.No puedes evitar sentir una pequeña sensación de déjà vu cuando recuerdas que el sigil que obtuviste de la mazmorra del bosque se sintió bastante similar a este ...",
                "Suspirando, sacudes la cabeza para limpiar tus pensamientos mientras lo guardas con el resto de tus cosas antes de mirar a las hermanas Oni.",
                "JumpToScene",
                "HardVictory Post Sigil FirstTime"
            ]
        },
        {
            "NameOfScene": "HardVictory Post Sigil",
            "theScene": [
                "IfDoesntHaveItem",
                "True Sigil Of Power",
                "HardVictory Post Sigil FirstTime",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Himika continúa evitando su mirada por unos momentos más mientras cambia de peso de pie a pie, pero respira hondo mientras te mira con un toque de terquedad ardiente ardiendo en sus ojos.",
                "Speaks2",
                "Y acabas de tener suerte esa vez, [ThePlayerName].No lo estaba tomando en serio, ¡así que vamos por una revancha!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko deja escair una risa mientras pasa frente a su hermana demasiado ansiosa, arrojándole una sonrisa astuta sobre su hombro mientras te enfrenta.",
                "Speaks",
                "Ahora ahora, hermana.Nos ganó justo y cuadrado, y lo sabes.Además, después de todo el arduo trabajo que hizo para golpearnos, estoy seguro de que podría querer una ... 'recompensa' por sus esfuerzos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Todo el espíritu competitivo de Himika ataca y muere con una descarga carmesí mientras se da cuenta de lo que su hermana está implicando, y sus mejillas se queman de color rojo brillante mientras te mira antes de mirarte a los pies una vez más.",
                "Speaks2",
                "E-eh?TH-que, quiero decir ... lo hizo ... así que supongo que podríamos ... si él quiere ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Himika se sigue mientras se avergüenza demasiado para continuar, y Mizuko deja escapar una risa divertida de la expresión de su hermana antes de devolverle su atención mientras su voz cae en un susurro sensual.",
                "Speaks",
                "Entonces, ¿qué dices [ThePlayerName]?¿Estás interesado en el sexo de la victoria?",
                "Menu",
                "Fuck the oni sisters!",
                "I'll pass.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "HardVictory Post Sigil FirstTime",
            "theScene": [
                "SetChoice",
                "2",
                "BeatHardMode",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "¡No puedo creer que realmente haya logrado vencernos a los dos a la vez!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Speaks",
                "Mhmm, {i} fue {/i} bastante impresionante, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "La cara de Mizuko de repente se ilumina mientras parece recordar algo, y se vuelve a enfrentar a Himika con una mirada astuta en sus ojos.",
                "Speaks",
                "Hola hermana ... porque [ThePlayerName] hizo un trabajo tan bueno en este momento, estoy pensando que probablemente deberíamos darle 'que' ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Himika se congela con una mirada de incredulidad, lanzando su mirada de un lado a otro entre su hermana y tú.",
                "Speaks2",
                "¿H-huh?¡No puedes hablar en serio!Nunca hemos",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko simplemente corta a su hermana con una ola despectiva de su mano.",
                "Speaks",
                "Por supuesto que hablo en serio.Después de todo, él {i} es {/i} la primera persona que logró vencernos a los dos al mismo tiempo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Speaks2",
                "W-Well, no te equivocas ... y supongo que está en línea con ... uh ... sí ...",
                "PlayerSpeaks",
                "... ¿ustedes dos dicen que quieren recompensarme con sexo después de {i} derrotando {/i} ambos con sexo?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Himika encierra bruscamente los ojos mientras sus mejillas se queman repentinamente de rojo brillante, y su voz suena con un tono penetrante y avergonzado.",
                "Speaks2",
                "{i} wh-what?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Seductive",
                "Mizuko simplemente se ríe, mirando tu entrepierna mientras lentamente se lame los labios.",
                "Speaks",
                "Aunque siempre podríamos hacer eso también ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Speaks2",
                "Gah!?Hermana, literalmente justificamos!Bien, ¿sabes qué?Voy a ir a agarrar 'antes de que esto se salga de control.No te atrevas a intentar nada, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Sin promesas. ♥",
                "Himika arroja una mirada sospechosa a su hermana mientras ella se vuelve y camina rápidamente hacia una pared cercana, y dejas escapar un suspiro cuando tu curiosidad comienza a hervir.",
                "PlayerSpeaks",
                "Bien, ¿de qué diablos están hablando ustedes dos?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Ninguno de los dos responde a su pregunta mientras Himika abre una puerta oculta y atraviesa mientras Mizuko continúa riéndose hacia sí misma.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Poco tiempo después, Himika regresa por la puerta que dejó con cuidado, llevando casi reverentemente un pequeño paquete de telas en sus manos, y después de caminar hacia usted, desenvuelve suavemente el paquete y le ofrece su contenido.",
                "Un disco negro brillantemente brillante descansa en el centro de la tela, con un lado relleno por una pequeña lágrima de rubí curvada con un zafiro más pequeño arraigado dentro de la parte más grande del rubí, y las dos gemas brillantes bellamente diseñadas casi parecen brillar comolos miras ...",
                "Lentamente se extiende y lo recoges, sintiéndolo a la mano en tu mano mientras te sorprenden la delicada artesanía que debe haber entrado en su creación mientras te pasas ociosamente los dedos, señalando que la sangría vacía en el otro lado deParece que el Sigil es el tamaño perfecto para que otra piedra preciosa descanse.",
                "Distraídamente, guardas el sigilo junto al poder de voluntad menos adornado que ya posee antes de detenerse y de repente se pregunta por qué hay dos cuando vuelves a las dos hermanas Oni.",
                "GiveItem",
                "1",
                "True Sigil Of Power",
                "ChangePower",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "Ya puedo ver la pregunta en tus labios, [ThePlayerName].Lo que acabamos de darte fue el {i} real {/i} sigil de potencia.El que obtuviste antes era simplemente simbólico, este es el verdadero negocio.",
                "Puedes sentir tu ceja frunciendo mientras te corren tus pensamientos, y no puedes evitar que te quise la pregunta en tu mente.",
                "PlayerSpeaks",
                "... Si este es real, ¿por qué me diste el falso antes?Y si solo me diste la mitad de 'poder', ¿dónde está la mitad 'voluntad'?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Bueno, en primer lugar, las pequeñas insignias que damos no son {i} falsas {/i} exactamente, son solo malas imitaciones del original.Se supone que debemos aferrarnos al verdadero sigil y mantenerlo fuera de las manos de cualquier aventurero.Pero ... después de que lograste vencernos a los dos, que es algo que nadie más ha logrado hacer, pensé que la réplica no sería una recompensa adecuada.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Annoyed",
                "Speaks",
                "En cuanto a la otra mitad faltante, solía estar allí, pero {i} alguien {/i} lo perdió hace un tiempo y nunca logramos encontrarlo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Mizuko toma un segundo para arreglar a Himika con una mirada plana, lo que Himika evita, ya que de repente parece interesarse en estudiar la pared.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Pasan unos momentos más silenciosos cuando ves un pequeño goteo de sudor nervioso por la frente de Himika, y ella te mira abruptamente y da un paso hacia ti con una sonrisa inestable.",
                "Speaks2",
                "... B ¿Pero esa no es la parte importante, R-Right?La parte importante es que le estamos dando esta recompensa única que éramos {i} específicamente {/i} que se afirma que se aferrara, y {i} mizuko {/i} fue quien sugirió darSe ve en primer lugar.Además, estoy seguro de que eventualmente aparecerá, mientras que la culpa de regalar el sigil no, ¿no estaría de acuerdo sis?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Mientras Himika mira por encima de su hombro a su hermana, está claro ver que Mizuko se sorprende honestamente por las palabras de su hermana, y su rostro se curva lentamente en una sonrisa mientras deja escapar una risa baja y abundante antes de que ella cargue abruptamente y bloquea la de Himika.Dirígete debajo de su brazo y en la axila mientras ella le da una noogie.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "G-gah?{i} ow! {/i} w-¿qué demonios estás haciendo?",
                "Speaks",
                "¡Seré condenado, hermana pequeña!Ha pasado mucho tiempo desde que me convenció de una esquina como esta.¡Buen trabajo!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Cocky",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Himika no responde, ya que deja escapar un gruñido antes de luchar poderosamente contra su hermana y lograr liberarse de su alcance antes de verse y enderezar su cabello mientras Mizuko simplemente se ríe con una mirada orgullosa en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "C-CAN ¿Ya volvemos al negocio?",
                "Speaks",
                "¿No quieres tomarte unos momentos más para celebrar tu victoria?Muy bien entonces.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko te enfrenta una vez más a medida que su expresión se vuelve seria, pero con una mirada visiblemente divertida debajo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "¡Felicitaciones por derrotarnos a los dos, [ThePlayerName]!Diría que obtener el verdadero sigil fue una recompensa lo suficientemente buena, pero recuerdo que dijiste algo un poco antes ... ¿algo sobre \"recompensarte con el sexo\"?¿Sonando alguna campana?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Himika se enroja profundamente mientras mira a su hermana antes de mudar su mirada hacia ti y comenzar a inquietarse profusamente.",
                "Speaks2",
                "W-Well, depende de él si él wants o no, supongo ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Aww, no seas tan cauteloso, hermana.Ambos hemos experimentado de primera mano cómo ... 'efectivo' [ThePlayerName] puede ser, y sé que tienes un ... bueno, ya no diré.Entonces, ¿qué dices [ThePlayerName]?¿Estás preparado para un sexo de la victoria?",
                "Menu",
                "Fuck the oni sisters!",
                "I'll pass.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'll pass.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "Himika se marchita visiblemente mientras su rostro se curva en el ceño fruncido.",
                "Speaks2",
                "Oh...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Bueno, pareces bastante decepcionado, Himika.Supongo que solo tendrás que usar tu imaginación, ¿hmm?",
                "Speaks2",
                "¿De qué estás hablando?¿Por qué sería ... D-no ser ridículo, hermana ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Himika permanece en silencio con un rubor mientras Mizuko deja escapar una risa tensa.",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "On second thought... Maybe not.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "SwapLineIf",
                "Choice",
                "2",
                "BeatHardMode",
                "Himika deja escapar un suspiro decepcionado.",
                "2",
                "",
                "Himika deja escapar un suspiro casi aliviado.",
                "EndLoop",
                "Speaks2",
                "SwapLineIf",
                "Choice",
                "2",
                "BeatHardMode",
                "Aww, ¿de verdad?¡Sin embargo, todavía quiero una revancha pronto!",
                "2",
                "",
                "Buena elección, honestamente.Nadie ha logrado derrotarnos a los dos al mismo tiempo hasta ahora ...",
                "EndLoop",
                "JumpToScene",
                "Fight!"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks",
                "¿Oh?¿Solo quieres hablar?Bueno, supongo que de todos modos no estábamos haciendo nada en este momento.¿Qué querías discutir?",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "Talk.2",
                "Menu",
                "What's the Demon Queen's plan?!",
                "You two don't look like twins...",
                "RequiresChoiceFromEvent",
                "Oni Massage",
                "2",
                "Pasó el masaje rojo",
                "So about the massages at the brothel...",
                "RequiresChoiceFromEvent",
                "KitsunesMentalHelp",
                "8",
                "Suspicion",
                "RequiresMinimumProgressFromEvent",
                "KitsunesMentalHelp",
                "1",
                "Complain about Kotone's hypnosis.",
                "RequiresItem",
                "True Sigil Of Power",
                "HideOptionOnRequirementFail",
                "True Power Sigil?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "KitsunesMentalHelp",
                "5",
                "Talk.2",
                "Menu",
                "What's the Demon Queen's plan?!",
                "You two don't look like twins...",
                "RequiresChoiceFromEvent",
                "Oni Massage",
                "2",
                "Pasó el masaje rojo",
                "So about the massages at the brothel...",
                "RequiresChoiceFromEvent",
                "KitsunesMentalHelp",
                "8",
                "Suspicion",
                "RequiresMinimumProgressFromEvent",
                "KitsunesMentalHelp",
                "1",
                "Complain about Kotone's hypnosis.",
                "RequiresItem",
                "True Sigil Of Power",
                "HideOptionOnRequirementFail",
                "True Power Sigil?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk.2",
            "theScene": [
                "Menu",
                "What's the Demon Queen's plan?!",
                "You two don't look like twins...",
                "RequiresChoiceFromEvent",
                "Oni Massage",
                "2",
                "Pasó el masaje rojo",
                "So about the massages at the brothel...",
                "Complain about Kotone's hypnosis and 'challenge'.",
                "RequiresItem",
                "True Sigil Of Power",
                "HideOptionOnRequirementFail",
                "True Power Sigil?",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "SwapLineIf",
                "Choice",
                "1",
                "GotSigil",
                "Sí, me estaba aburriendo con todo el chit-chat.¡Estoy ansioso por una revancha!",
                "1",
                "Sí, ¡eso es suficiente Chit-Chat!Vas a intentar luchar contra uno de nosotros ahora, ¿verdad?",
                "EndLoop",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "What's the Demon Queen's plan?!",
            "theScene": [
                "IfChoice",
                "1",
                "GotSigil",
                "What's the Demon Queen's plan?!True",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Himika parpadea ante la intensidad repentina de su voz y físicamente retrocede con una expresión sorprendida antes de comenzar tentativamente a hablar.",
                "Speaks2",
                "¿H-huh?Bueno, uh, no",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko corta a su hermana con un codo repentino en el costado y una sonrisa, haciendo sorpresa a Himika.",
                "Speaks",
                "Oye, ahora, sis, no podemos simplemente decirle a cualquier aventurero al azar lo que sabemos sobre los planes de la reina del demonio solo porque preguntaron, ¿verdad?Al menos debería vencer a uno de nosotros para demostrar su valía primero.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "O-oh, ese es un buen punto ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Himika sale de su pecho mientras su voz se convierte en un broma demasiado teatral, apuntando dramáticamente un dedo mientras se ríe.",
                "Speaks2",
                "¡Jajaja!¡Humano tonto!¡Como si le dijéramos a decirle a alguien que ni siquiera ha adquirido el Sigil de fuerza de voluntad todavía {i} cualquier cosa {/i}!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Hay un breve momento de silencio mientras Mizuko masajee su frente con las manos antes de dejar escapar un pequeño suspiro, y mira hacia arriba para arreglar a su hermana con un aspecto plano.",
                "Speaks",
                "... hermana, ¿realmente necesitas tratar de ser tan grandioso al respecto?Usted {i} do {/i} te das cuenta de que [ThePlayerName] estaba literalmente parado allí mientras dije eso.Podía escuchar cada palabra.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Himika mira a Mizuko mientras pone su mandíbula tercamente, y cruza los brazos con una expresión altiva.",
                "Speaks2",
                "¡Por supuesto que lo hice!¿Qué, pensaste que no estaba prestando atención?¡Somos comandantes del ejército de la reina del demonio, hermana!Necesitamos tener {i} algún estilo {/i} para cumplir con nuestra reputación, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko simplemente deja escapar a otro suspiro cansado mientras se pone la cabeza en sus manos mientras murmura oscuramente por el aliento.",
                "Speaks",
                "... No diría que comamos gran parte de un 'ejército', pero lo que sea que flote en tu bote ...",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "What's the Demon Queen's plan?!True",
            "theScene": [
                "Himika parpadea ante la intensidad repentina de su voz y físicamente retrocede con una expresión sorprendida antes de comenzar tentativamente a hablar.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "¿H-huh?Bueno, uh, no ...",
                "Himika comienza a seguir mientras su rostro nubla en el pensamiento, y Mizuko interviene mientras te da una mirada seria.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "Para ser completamente, 100% honesto, ninguno de los dos tiene idea de cuáles son sus planes.Ni siquiera la hemos conocido.Cada vez que recibimos las órdenes de hacer algo de ella, siempre son entregados por el Caballero Negro, y es imposible sacar algo de ella.Todo lo que sabemos es que se supone que debemos proteger el Sigil, y somos libres de hacer lo que queramos de otra manera.",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Himika deja escapar un ruido molesto mientras se queja para sí misma antes de hablar una vez más.",
                "Speaks2",
                "Ugh ... estoy bastante seguro de que somos el único comandante que no sabe {i} nada {/i} sobre ella.Quiero decir, ¿has {i} visto {/i} los otros tres?¡Saben totalmente cosas!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "También me siento un poco irritado al respecto, pero probablemente sea solo porque somos los comandantes más nuevos y débiles.Uno pensaría que Sofía no estaría en la primera mazmorra si estuvieran haciendo las cosas en orden de fuerza, pero apuesto a que ella era demasiado vago para mudarse a otro lugar ... y alguna vez te has preguntado por qué solo estamos llamados comandantes?¿No son los generales más importantes?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "¿De qué estás hablando, hermana?¡Definitivamente somos {i} no {/i} los más débiles!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko deja escapar un suspiro cansado antes de levantar una ceja a su hermana.",
                "Speaks",
                "¿Estás tratando de decir que podemos enfrentarnos a Sofía y realmente lograr ganar?Sí.No.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "W-Well, ella es ... Es solo una vieja bruja, así que somos más jóvenes y bonitos que ella, ¡así que no importa!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko se ríe del tono casi petulante de su hermana mientras sonríe ampliamente, pero notas que sus ojos miran hacia las paredes de la arena con una ligera mirada a pesar de su alegría ...",
                "Speaks",
                "Si alguna vez descubre que dijiste eso sobre ella, ni siquiera quiero saber qué te haría.Será mejor que agradezcas a tus estrellas de la suerte que ella es tan vago como ella.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "Notas el más leve parpadeo de miedo incierto en los ojos de Himika mientras mira a su hermana y comienza a analizar intensamente las paredes antes de dejar escapar un pequeño suspiro de derrota.",
                "Speaks2",
                "Bueno ... bien.Supongo que estás allí ... pero yo {i} hago {/i} sé que somos absolutamente más fuertes que ... espera ... ¿Cuál fue su nombre de nuevo ...?¿El que está vigilando la técnica Sigil?Ella es tan discreta que nunca parece notarla hasta que hable ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "¿En realidad?¿Ya has olvidado su nombre?Lo diría, pero no quiero robar su trueno cuando [ThePlayerName] la conoce por primera vez.Y diría que somos absolutamente más fuertes que ella {i} físicamente {/i}, pero en términos de {i} capacidades mágicas {/i}?Ni siquiera podemos sostener una vela contra ella.Además, lo que le falta en fuerza física, lo compensa con ella ... {i} experimentos {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "El color se drena momentáneamente de la cara de Himika mientras la hermana se estremece simultáneamente, y Himika frota nerviosamente la parte posterior de su cuello con una mueca mientras cambia su peso de pie a pie.",
                "Speaks2",
                "Uf ... No me recuerdes ... {i} Ellos {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko solo se encoge de hombros.",
                "Speaks",
                "Eres el que intenta decir que somos más fuertes.Solo te estoy diciendo los hechos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Sí, parte de lo nuestro es que somos grandes, fuertes, por lo que tiene sentido que sean fuertes, lo siento.¿Por qué es la persona que protege la técnica Sigil?Se trata más de magia e inteligencia, no ser astuta o hábil.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Siempre pensé que se trataba menos de las características personales de los comandantes y más sobre lo que los aventureros necesitan para superar sus desafíos, pero podría estar equivocado.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Speaks2",
                "Uh ... eso tiene sentido, supongo.Bien, entonces Sofía está fuera, somos físicamente más fuertes que el comandante de la técnica, y probablemente seamos más fuertes que ... u-uh ...",
                "La arena se calla mientras Himika se queda con una mirada problemática en sus ojos, y Mizuko simplemente mira a su hermana con una expresión incrédula y casi asombrada.",
                "Speaks",
                "... ¿hablas en serio ahora mismo?¿Olvidaste el nombre del tercer comandante {i} y {/i} el cuarto?¿En realidad?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "¡N-No!Me tomó un momento es todo.Ella era la reina de",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko corta a su hermana mientras ella la rodea en el costado, y Himika se sigue con un grito mientras le dispara a Mizuko una mirada sucia.",
                "Speaks",
                "Oye, ahora, hermana, lo estás haciendo de nuevo.Primero intentas mencionar casualmente el nombre del tercer comandante, ¿ahora estás tratando de estropear el cuarto también?Es bueno que los modales dejaran experimentar [ThePlayerName] de primera mano de primera mano.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "No tuviste que codearme tanto, hermana ... pero tienes razón.Además, estoy bastante seguro de que si intentaba decir [ThePlayerName] sobre ella, probablemente me demandaría o algo así.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "¿Necesitaría hacer eso?Con la cantidad de dinero y potencia que ella saca de su casino, estoy bastante seguro de que podría sacar algunas cuerdas y cortar nuestras líneas de suministro sin tanto como levantar un dedo ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "¿Qué?Sabía que ella hace un poco de logística para la reina del demonio, pero no es {i} que {/i} poderoso, i-es ella ...?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko le da a Himika un asentimiento lento y gravemente serio.",
                "Speaks",
                "Ella absolutamente lo es.Si ella quisiera, se aseguraría de que no se haya hecho nada aquí.No más alimentos importados, no más suministros, no más libros, nada.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Flustered",
                "Himika se vuelve rígida cuando su rostro gira en pánico, y agarra los brazos de su hermana mientras comienza a sacudirla salvajemente.",
                "Speaks2",
                "{/b} {b} ¿qué?I {/b} no puedo {/i} cortarse antes de descubrir el final para esa serie romántica de ... f-from la ... capital ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Hay un momento de silencio cuando Himika se congela antes de girar lentamente para mirarte, y sus mejillas arden de vergüenza mientras se aleja de Mizuko antes de mirar el suelo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Speaks2",
                "U-uhm ... [TPN]-[ThePlayerName]?C-¿puedes olvidarte de que dije eso ...?P-please?La charla de L-LET de otra cosa ahora ...",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "You two don't look like twins...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko te da un curado con un gato con una expresión seria.",
                "Speaks",
                "Tienes razón, y eso es porque Himika fue adoptado.",
                "ChangeBGM",
                "music/Emotional/Dance dance.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Himika sacude la cabeza hacia Mizuko con una expresión afectada de conmoción y tristeza, pareciendo casi como si estuviera a punto de llorar.",
                "Speaks2",
                "W-WAIT, I-I Was?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Flustered",
                "El sonido de la voz vacilante de Himika hace que la frente de Mizuko surja mientras frunce el ceño con una mirada preocupada, girando para enfrentar a Himika mientras tentativamente da un paso hacia ella.",
                "Speaks",
                "Wh- n-no!Era una broma, solo estaba tratando de ensuciar a Wi-",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Himika resopla mientras de repente se duplica con una risa tensa, enormemente sonriendo a Mizuko mientras se limpia una lágrima de su rostro.",
                "Speaks2",
                "¡JA!¡Por supuesto que sé que realmente estamos relacionados, hermana!Nadie conoce como yo como yo, ¡así que debería saber mejor que nadie que somos hermanas!¿Crees que compré tu broma?{i} eres {/i} el que se enamoró de la broma aquí!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Himika se convierte en otra ronda de risas mientras Mizuko la mira por un momento antes de suspirar, pero puedes verla tratando de esconder una pequeña sonrisa de su hermana mientras niega la cabeza antes de controlar su expresión y mirarte.",
                "Speaks",
                "Sí, sí.Ganas esta ronda, hermana.Pero volviendo a los negocios, realmente somos gemelos, [ThePlayerName].Nos vemos diferentes entre sí porque la biología de Oni es extraña así.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "Nos parecemos básicamente idénticos entre nosotros cuando éramos más jóvenes, excepto por el color de nuestra piel y la cantidad de cuernos que teníamos, pero una vez que golpeó la pubertad, golpeamos diferentes chorro de crecimiento.Mizuko se puso bastante alto y su trasero se hizo realmente grande, por ejemplo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "Sí, y tú también tienes bastante alto, hermana.Todavía soy un poco más alto que tú, pero absolutamente tienes las tetas entre los dos, por lo que no es que ninguno de nosotros se esté perdiendo algo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "Himika muestra una sonrisa de dientes mientras de repente comienza a flexionar sus brazos, lo que hace que los músculos ya masivos se abulten contra su piel mientras se ría.",
                "Speaks2",
                "Jejeje, pero si estamos hablando de cosas que uno de nosotros nos perdimos, ¡puede que no sea tan alto, pero estoy seguro como el infierno más musculoso que tú!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko ni siquiera parece molesto por la jactancia de su hermana mientras su boca se acurruca en una sonrisa astuta, y ella levanta casualmente una de sus manos para inspeccionar sus uñas mientras comienza a hablar indiferenta.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks",
                "Eres todo musculoso porque eres una oni roja, hermana.Pero es un poco extraño, ¿no?Siempre pensé que se suponía que Red Oni podía mantener su bebida mucho mejor de lo que puedes ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Himika deja de aparecer abruptamente de sus brazos mientras gira para enfrentar a su hermana con una altiva mirada de indignación.",
                "Speaks2",
                "¡Quién puedo sostener mis bebidas mejor que nadie!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko lentamente trae su mano de regreso a su lado mientras gira para enfrentar a Himika, casi como un gato que ha arrinconado un ratón mientras su rostro irradia positivamente una sensación de victoria.",
                "Speaks",
                "¿Ah, de verdad?Entonces estás diciendo que {i} no {/i} te pones todo emocional y tímido después de una sola bebida, ¿y puedes manejar tu alcohol?",
                "Se puede decir que Himika parece sentir que algo está mal de su hermana mientras habla, pero sus emociones la consume demasiado para evitar hablar.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "¡Por supuesto que no!¡Nunca antes había hecho algo así!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Menacing",
                "Mizuko deja escapar una pequeña risa mientras su expresión ya presumida casi se vuelve malvada mientras se cruza con los brazos y se inclina hacia el Himika.",
                "Speaks",
                "¿Seatly?Hm.Tomaré tu palabra para eso entonces.Debo haber estado recordando mal por ese tiempo hace un tiempo cuando tú y 'Minoni' estaban bebiendo juntos y hablando de",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Sus palabras se cortan cuando Himika deja escapar un grito de pánico, lanzando su mirada entre usted y su hermana mientras sus mejillas brillaron mientras sus ojos brillan con miedo avergonzado.",
                "Speaks2",
                "¡Woah Woah Woah!¡Espera, hermana!¡Me juraste que nunca hablarías de eso a {i} a nadie {/i}!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko da un paso atrás demasiado dramático mientras deja escapar un jadeo obviamente falso de sorpresa, enyesando una mirada de completa inocencia en su rostro mientras mira a su hermana.",
                "Speaks",
                "¿De qué estás hablando?Si nunca has estado en una situación como esa, entonces todo esto es solo hipotético, ¿verdad?Solo estoy tratando de aclarar los hechos para esta pequeña situación ... \"mal recordado\", es todo.Tenía un recuerdo de que {i} debe {/i} ser falso de los dos discutiendo esa serie de libros que les gusta, brotando y llorando sobre cuánto pensaron que los dos parejaban eran lindos.¿Cómo se llamó de nuevo?Oh, claro, 'Lucidian-'",
                "ChangeBGM",
                "music/Temple/SAMURAI.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Himika de repente se lanza delantero y los pesos corporales a su hermana del suelo con una facilidad sorprendente pero aterradora, cortando las palabras de Mizuko mientras ella deja escapar un grito de sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Flustered",
                "Speaks",
                "Wh- h-hold en una sección",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Pero ni siquiera puede terminar de hablar, ya que Himika deja escapar un gruñido de esfuerzo antes de tirar a su hermana hacia una pared, haciendo que Mizuko dejó escapar un chillido mientras vuela antes de golpear la pared con un fuerte ruido y se desliza al suelo, antes de volver a subir rápidamente con una mirada descontento en su rostro.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Frown",
                "Speaks",
                "{i} sé! {/i} lo hizo, ¿de qué demonios fue eso?",
                "Pero Himika no responde de inmediato a Mizuko mientras ella se quita las manos con una mirada petulante en su rostro, y Mizuko deja escapar un suspiro mientras se levanta y limpia el propio polvo de su cuerpo, luciendo, sin peor para el desgaste,Ella regresa hacia el centro del ring.No puedes evitar notar que el muro donde impactó también se ve totalmente bien ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Sabes, solo quería darle a [ThePlayerName] un ejemplo de la fuerza de Red Onis para demostrar que soy absolutamente uno en {i} cada aspecto {/i} es todo.Esa fue la única razón.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Mizuko finalmente regresa para pararse junto a su hermana, dándole un resplandor vengativo cuando Himika se lleva su momento para sonreír inocentemente a Mizuko.",
                "Speaks",
                "... eso es todo lo que fue, ¿eh?Supongo que si tienes la intención de hablar sobre lo grandioso que es Red Onis, debo decirle a [ThePlayerName] un poco sobre Blue Onis.",
                "Con una sonrisa casi maliciosa, Mizuko dirige su atención de su hermana hacia ti mientras levanta la mano para ocultar su boca de Himika antes de hablar en un susurro en el escenario.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Smug",
                "Speaks",
                "Has escuchado mucho sobre Red Onis y cómo son mucho más musculosos que Blue Onis, pero uno de los más grandes aspectos de Blue Onis es que tienden a tener mucho más inclinado mágicamente, sin mencionar el hecho de que tendemos aSea mucho más inteligente y mentalmente más rápido en nuestros pies, lo que significa que es {i} así que {/i} es mucho más fácil engañar a las personas desprevenidas.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Himika frunce el ceño con una mirada confusa en su rostro por un momento mientras Mizuko vuelve a bajar la mano para desempolvar inocentemente su piel una vez más.",
                "Speaks2",
                "... U-uh, hermana ...?No estabas hablando de mí, ¿verdad?",
                "Mizuko no dice una palabra ya que le da a Himika una gran sonrisa, pero se puede decir que ya está planeando cómo regresar contra su hermana de la mirada en sus ojos mientras decide rápidamente que probablemente deberías cambiar el tema antes del tema.La situación empeora ...",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "So about the massages at the brothel...",
            "theScene": [
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Mizuko se ríe mientras se extiende lánguidamente los brazos, arreglándote con una apariencia sensual mientras te enjuagas mientras recuerdos de tus experiencias en el burdel corren por tu mente.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "Mmm ... no me tientas, [ThePlayerName].Podría pedirte que me dé uno aquí y ahora ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Su atención se aleja de Mizuko mientras Himika entra entre usted y su hermana, sonrojándose ferozmente mientras ella la mira enojada.",
                "Speaks2",
                "S-sis!¡Estamos en el trabajo ahora mismo!No podemos darnos el lujo de relajarnos así, incluso si [ThePlayerName] es realmente ... u-uhm ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "La cara de Himika se vuelve más roja y roja mientras habla antes de que de repente se reta, y respira hondo antes de agacharse para que esté a la altura de los ojos y ponga una mano sobre su hombro, haciendo todo lo posible para verse grave incluso cuando la vergüenza dominasu expresión.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "H-hey [ThePlayerName] ...?Uhm, realmente no deberías obligarte a trabajar en ... {i} ese {/i} tipo de lugar, ¿o-okay?Quiero decir, si quieres, entonces está bien, b Pero ... bueno, lo que quiero decir es ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Se las arregla para respirar a medida que su rostro se pone cada vez más nervioso, incluso cuando su voz se vuelve cada vez más apasionada.",
                "Speaks2",
                "Si no quieres trabajar allí o si te ves obligado a eso de alguna manera, hazme saber en cualquier momento y me aseguraré de sacarte de allí, ¿de acuerdo?W-We-nosotros podemos escondernos, solo los dos, ¡durante meses si es necesario!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Hay un largo momento de silencio cuando los ojos de Himika arden con una intensidad casi frenética a pocos centímetros de tu cara mientras tratas de procesar lo que está sucediendo, solo para que se rompan momentos después mientras Mizuko camina hacia tu lado y lo empuja físicamente a los dos separados.Una sonrisa divertida y un suspiro.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Speaks",
                "Wow, hermana.Sé que te barrieron por el momento y todo, pero eso fue una confesión de amor, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "Himika de repente parece salir de su estado de trance mientras se sacude la cabeza para mirar a su hermana, y sus brazos se agitan mientras intenta, y falla, hablar varias veces con un al ras increíblemente profundo.",
                "Speaks2",
                "Wh-wh-¿qué?Que no fue, yo solo estaba diciendo-",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "La sonrisa de Mizuko solo se profundiza mientras mira los intentos de entrar en pánico de su hermana de hablar, riéndose para sí misma mientras sus ojos brillaban con travesuras.",
                "Speaks",
                "Y realmente, 'solo nosotros dos durante meses si tenemos que'?¿Intentando salir corriendo con él todo por tu sola?Creo que prometimos que {i} compartiría {/i} nuestro esposo cuando obtuvimos uno, hermana.¿Estás realmente tan enamorado de él para monopolizarlo así?",
                "Las palabras de su hermana hacen que Himika se congele por un momento mientras se cierra la boca antes de mirar a su hermana con una mirada altiva, extremadamente sonroja y avergonzada.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "I-i'M {i} no {/i} tratando de casarse con [ThePlayerName], sis!¡Solo digo que si alguna vez está en un mal lugar, ¡intentaré ayudarlo!",
                "Pero sus palabras no hacen nada más que hacer que la sonrisa de Mizuko se haga aún más grande, ya que de repente da un paso hacia ti y se aferra a tu brazo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "¿Oh?Bueno, si ya no estás interesado en él, supongo que eso significa que puedo conservarlo para mí, ¿hmm?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "Speaks2",
                "¿H-huh?¡NO!Quiero decir, no eso, yo y- yo y- [TPN]- [ThePlayerName] ... uh ...",
                "Parece que Himika ni siquiera puede intentar hablar más, ya que su rostro se vuelve tan rojo que prácticamente comienza a vapor, y su expresión de repente se relaja mientras se inclina hacia adelante y las bacas cómicas en el suelo, murmurando sin palabras para sí misma mientras Mizuko la liberaAgarra tu brazo y tentativamente da un paso hacia su hermana.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "Ah ... Creo que lo llevé un poco demasiado lejos y, uh ... la rompí.Ups.Culpa mía.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mizuko se agacha suavemente y le ayuda a su hermana a ponerse de pie, y Himika apenas reacciona mientras ella solo mira al espacio con una mirada completamente aturdida en su rostro, y después de asegurarse de que no va a caer nuevamente, Mizuko suelta unSuspiro y te mira por un momento con una sonrisa de disculpa.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Ella estará bien en un momento, [ThePlayerName].Esta no es la primera vez que la he burlado de ella hasta este punto, después de todo.Pero siento que debería hacerte saber antes de que mi hermana salga de su pequeño trance que {i} ambos {/i} de nosotros nos encantaron tus masajes. ♥",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Te enjuagas mientras Mizuko deja escapar una risita pequeña y sensual antes de que se vuelva hacia Himika y se pellizque suavemente su lado, haciéndola soltar un grito de sorpresa mientras de repente se recupera de su estupor antes de sonrojarse poderosamente mientras el recuerdo de lo que simplemente sucedió de repente amanece.su.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "¿A-ah?![TPN]-[ThePlayerName]!¿Olvidan lo que acaba de pasar, o-okay?¡Hablemos de otra cosa ahora!",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "Complain about Kotone's hypnosis.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "A medida que expresa sus preocupaciones sobre los efectos a largo plazo de las sesiones de hipnosis de Kotone, Mizuko escucha una expresión grave antes de dejar salir un fuerte suspiro y sacudir su cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Annoyed",
                "Speaks",
                "Ugh ... Entiendo que es parte de las pruebas de testamento y todo para castigar a las personas que intentan tomar el camino fácil a través de ellas, pero ella es {i} supuestamente {/i} para ofrecer los efectos una vez que aclaras las pruebas.¿Me estás diciendo que no hizo eso?",
                "Sacudes la cabeza y Mizuko suelta otro, suspiro de irritación mucho helado mientras se queda en silencio, y después de unos momentos Himika se inquieta tentativamente mientras mira la cara de su hermana.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "Uh ... s-sis?¿No le dijiste que dejara de 'olvidar' para eliminar las cosas de hipnosis ...?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "Sí.Hice.",
                "Himika duda en la expresión fría de su hermana para un latido, pero continúa hablando de todos modos con una pequeña cantidad de inquietud en su voz.",
                "Speaks2",
                "A-y ... probablemente no lo eliminó porque quería ofrecer [ThePlayerName] el desafío que le ha gustado dar a los aventureros masculinos, ¿verdad?",
                "Speaks",
                "Undoubtedly.",
                "La voz de Mizuko permanece fría y desapasionada cuando Himika de inmediato deja de hablar, y ella dirige su atención hacia ti mientras sus ojos brillan con una ira restringida.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "[ThePlayerName], Kotone está obligado y se le exige que lo libere de su control si así lo desea, así que recuérdele que se supone que debe eliminarlo cuando lo pregunte.Si ella continúa diciendo que no ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko le quita lentamente a los nudillos mientras te muestra una sonrisa completamente desprovista de cualquier felicidad.",
                "Speaks",
                "... ella tendrá {i} me {/i} para responder.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "PanicSilly",
                "Un escalofrío corre por tu columna vertebral cuando te encuentras incapaz de seguir mirando la cara de Mizuko, y como ves a Himika frenéticamente señalándote que hablas de otra cosa fuera del campo de la visión de su hermana, rápidamente decides que es una buena idea y piensa ende qué hablar a continuación.",
                "SetChoice",
                "4",
                "KotoneForceFreedom",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "Complain about Kotone's hypnosis and 'challenge'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Annoyed",
                "A medida que comienzas a hablar sobre las sesiones de hipnosis de Kotone y su \"desafío\", te dio, la expresión de Mizuko cambia de sorpresa, incredulidad, luego a ira.",
                "Speaks",
                "¡Espera solo un puto segundo, me estás diciendo que Kotone te dijo que superes efectivamente {i} ambos {/i} de nosotros al mismo tiempo o de lo contrario no te liberaría de su hipnosis?¡Ella es {i} suponiendo {/i} liberarte una vez que superes las pruebas de voluntad!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Himika da un paso adelante mientras mira la expresión de su hermana antes de comenzar a hablar suavemente.",
                "Speaks2",
                "Uh ... ¿no le dijiste que dejara de obligar a las personas a ese desafío?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "La mandíbula de Mizuko se pone cuando sus ojos parpadean peligrosamente, y su voz repentinamente suena a un ruido furioso que hace que tanto tú como Himika salten de manera involuntaria involuntariamente.",
                "Speaks",
                "¡Sí, yo {i} lo hice!¡Muchos malditos tiempos! {/i} y ¿qué hace ella?Ella lo hace {i} {b} de nuevo! {/b} {/i} uggghhh!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Himika entra instantáneamente entre usted y su furiosa hermana, como si quisiera protegerte de la ira de Mizuko mientras trata de aplacarla.",
                "Speaks2",
                "Vamos, hermana, no puede ser malo, ¿verdad?Ella es solo ... ya sabes, tratando de encontrar a alguien que cumpla con sus estándares, como todos los demás que viven aquí, ¿verdad?Los suyos son solo ... más altos de lo normal, ¿verdad?",
                "Pero sus palabras caen sobre las orejas sordas mientras Mizuko gira hacia Himika, y aunque su atención no se centra en ti, no puedes evitar estremecerte de la ira ardiente en su expresión mientras empuja un dedo en el pecho de su hermana.",
                "Speaks",
                "¡No lo hagas {i} te atreves {/i} intenta poner excusas para ella!Le dije una y otra vez que no lo hiciera, y ella solo {i} va y lo hace de todos modos {b} solo para despegarme! {/b} {/i}",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Parece que Himika está a punto de refutar la última afirmación de Mizuko, pero se detiene cuando ve la mirada en sus ojos y cierra la boca.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Pasan varios momentos largos cuando Mizuko lentamente pone su ira bajo control, y una vez que lo hace, deja escapar un pequeño suspiro enojado y da un paso atrás antes de arreglarlo con un aspecto serio, pero aún un poco furioso.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "[ThePlayerName], eres libre de probar el 'desafío' de Kotone si quieres, pero debes saber que está obligada a liberarte de su control tan pronto como termines las pruebas de voluntad.Ella me dijo que era para hacer las pruebas de testamento más difíciles para las personas que buscaban una manera fácil a través de ellas, pero parece pensar que puede hacer lo que quiera.Si ella quiere quejarse, es libre de contarme sobre ellos en {i} persona {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Mizuko te mira por unos momentos más antes de que mira hacia otro lado y desleve sus manos con un suspiro tensado, haciendo que su ira lentamente herviera mientras dejas escapar un soplo de alivio que no te das cuenta de que estabas sosteniendo, e intentas pensarde qué hablar a continuación.",
                "SetChoice",
                "4",
                "KotoneForceFreedom",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "True Power Sigil?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Mientras cuestiona a las hermanas Oni sobre por qué tienen los dos tipos diferentes de sigilos, Mizuko rasca torpemente la parte posterior de su cuello.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Bueno ... hay dos razones, en realidad, aunque ambos van de la mano.La primera es que el verdadero sigil es único, por lo que no es como si podamos dárselo a todos si solo hay uno, ¿verdad?Y el segundo es que los aventureros no querrían dejar las manos vacías, por lo que tenía que haber {i} alguna recompensa {/i} por ellos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Sí, y las copias hacen su trabajo para otorgar a las personas acceso al Castillo de Demon Queen de todos modos, por lo que no es como si fuera un gran problema entregar a los duplicados.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Mizuko hace una pausa para un breve momento cuando una sombra de incertidumbre cruza su rostro, y se inclina hacia ti mientras su voz cae en volumen.",
                "Speaks",
                "Deberías estar orgulloso de haber logrado ganarlo derrotándonos a los dos al mismo tiempo, pero haznos un favor y no lo agitamos, ¿bien?Se supone que técnicamente estamos protegiéndolo y {i} no {/i} lo regalando, por lo que vamos a meterse en problemas si la gente como The Black Knight descubre lo que hicimos.",
                "Tanto Himika como Mizuko fruncen el ceño mientras miran a la distancia, ya que claramente parecen estar recordando algo, pero en cuestión de segundos los ojos de Himika se centran en ti mientras ella sonríe.",
                "Speaks2",
                "Sí, sería genial si pudieras mantenerlo en secreto, ¿de acuerdo?Y uh, si encuentras la verdadera voluntad de su aventura, siéntete libre de conservarlo para ti, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Frown",
                "El ceño del ceño de Mizuko se profundiza mientras mira a su hermana por un largo momento antes de soltar un suspiro inclinándose la cabeza hacia un lado con una mirada cuestionada.",
                "Speaks",
                "Sé que te doy una mierda por perderlo y todo, pero realmente me pregunto a dónde fue esa cosa.Hemos mirado {i} en todas partes {/i} para ello, y no pudimos encontrar mucho rastro de ello.Es raro, porque el poder de poder estaba completamente intacto ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "Ahh, estoy seguro de que eventualmente aparecerá.Está bien, ¿no?",
                "A pesar del tono de voz no ardiente de Himika, puedes decir fácilmente que está algo avergonzada por perder el sigilio del color de sus mejillas, y está claro ver que Mizuko tampoco lo compra, ya que le da a su hermana un aspecto plano.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Calm",
                "Speaks",
                "Realmente no es, hermana.Pero con cuánto tiempo hemos pasado en buscarlo sin éxito, no creo que haya tanta otra cosa que podamos hacer.",
                "JumpToScene",
                "Talk. "
            ]
        },
        {
            "NameOfScene": "Ask to fuck the oni sisters.",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "La cara de Mizuko sale a una gran sonrisa sensual, mientras que Himika se enjuague cuando una de sus manos comienza a jugar nerviosamente con su taparrabunda.",
                "Speaks",
                "¿Oh?No quieres molestarte en tratar de luchar contra nosotros esta vez, ¿solo quieres tener relaciones sexuales?Cómo ... adelante de tu parte.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "La descarga de Himika se profundiza cuando sus ojos se volan para encontrarse con los tuyos, y puedes ver un toque de lujuria, enmascarado por la vergüenza, en su expresión.",
                "Speaks2",
                "W-Well ... todavía creo que sería mejor si nos luchara primero ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko mira hacia su hermana mientras su sonrisa se profundiza con una risa pequeña.",
                "Speaks",
                "No me di cuenta de que estabas tan en el juego previo, hermana.Supongo que si no estás interesado en dejar que [ThePlayerName] te jodas, supongo que eso significa que puedo tenerlo {i} todos {/i} para mí.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Speaks2",
                "¡Qué no es lo que quise decir!",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Seductive",
                "Su risa se profundiza aún más mientras te mira una vez más, y cuando ves que la lujuria crece en sus ojos, no puedes evitar sentir una brote de excitación a través de ti.",
                "Speaks",
                "Bueno, comencemos, entonces. ♥",
                "JumpToScene",
                "Fuck the oni sisters!"
            ]
        },
        {
            "NameOfScene": "Use the glowing circle?",
            "theScene": [
                "IfHealingSickness",
                "CantHealYet",
                "HealingSickness",
                "RefreshPlayer",
                "¡Entras en el círculo brillante y estás completamente renovado!",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "CantHealYet",
            "theScene": [
                "Te han restaurado la magia de curación restaurativa demasiado recientemente, tendrás que esperar un día antes de que funcione nuevamente.",
                "JumpToScene",
                "CantHealYetMenu"
            ]
        },
        {
            "NameOfScene": "CantHealYetMenu",
            "theScene": [
                "Menu",
                "Rest instead. (Advances Time 1)",
                "Don't Rest.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't Rest.",
            "theScene": [
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Rest instead. (Advances Time 1)",
            "theScene": [
                "RestPlayer",
                "Te tomas un momento para descansar junto al círculo de curación.",
                "JumpToScene",
                "CantHealYetMenu"
            ]
        },
        {
            "NameOfScene": "Go back to the kunoichi training hall.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Te das vuelta y caminas de regreso por el pequeño tramo de escaleras que conducen a las grandes puertas que conducen al pasillo de Grand Kunoichi, empujando por las puertas con un pequeño resumen de esfuerzo.",
                "Estás parado en la parte superior de un gran tramo de escaleras en un extremo de un gran pasillo, y un camino de madera se extiende desde la parte inferior de las escaleras hasta el otro lado con lo que parece ser un anillo de combate en la mitadapunte y termine en un gran conjunto de puertas dobles que conduce a la entrada de la mazmorra, y una serie de pilares azules y rojos grandes e intrincadamente tallados se alinean los lados derecho e izquierdo de la vía respectivamente.",
                "Tras una inspección más cercana, puede ver una gran cantidad de aprendices de Kunoichi en una serie de áreas de entrenamiento y combate, practicando a la izquierda y a la derecha de la pasarela a través de los pilares.Si bien la mayoría de ellos parecen estar practicando {i} técnicas reales de combate {/i}, bastantes se dedican a todo tipo de actos lascivos como el juego de esclavitud, uso de juguetes sexuales, sexo lesbiano e incluso más, pero la mayoría de ellos, pero la mayoría de ellosParece demasiado enfocado en lo que están haciendo para notar su entrada.",
                "Sacudiendo la cabeza, bajas por el gran tramo de escaleras, y puedes sentir las miradas de muchos aprendices mirándote mientras los descienden, y una vez que llegas al fondo, eres dolorosamente consciente de muchos de los aprendices mirando a los que miran.A ti, parece que están a punto de atacarte mientras estás superado en número ...",
                "JumpToEventThenScene",
                "Kunoichi's Hallway Dojo",
                "FromOniRoom"
            ]
        },
        {
            "NameOfScene": "Fuck the oni sisters!",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "ChangeImageLayer",
                "Base",
                "Mizuko",
                "Nude",
                "ChangeImageLayer",
                "Base",
                "Himika",
                "Nude",
                "La descarga de Himika se profundiza aún más cuando Mizuko sonríe astutamente, y los dos comienzan a desnudarse lentamente, haciendo que su corazón se acelere ante la atracción de sus cuerpos, ya que eventualmente se desnudan completamente y se ponen a cuatro patas delante de usted, balanceándose invitadamente.Hips para ti mientras ambos te miran sobre sus hombros.",
                "Speaks",
                "Elige tu veneno, [ThePlayerName]. ♥",
                "ChangeArousalByPercent",
                "10",
                "El sonido de la voz de Mizuko parece sonar en tus oídos cuando tus ojos parecen centrarse en su atractivo trasero, y parece que no puedes reunir la fuerza de voluntad para evitar moverte ansiosamente hacia ella y sumergir tu polla en los límites apretados.de su coño, gimiendo de placer mientras te las arreglaste débilmente para escuchar a Himika dejar escapar un ruido de indignación.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "Wh- espera solo un segundo, ¿usaste tu magia para obligarlo a recogerte primero, hermana?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "Mizuko",
                "Blush",
                "Speaks",
                "No seas ridículo.Yo neveerrrr- ohhh! ♥",
                "ChangeArousalByPercent",
                "15",
                "El deseo de follarla por completo y completamente sin sentido amenaza con abrumarte cuando comienzas a empujarla a ella con todo lo que tienes, y sus palabras se apagan con un jadeo de éxtasis mientras te tratan la maravillosa vista de su mudanza trasera regordeta ytemblando con cada reunión de tus caderas y de ella.",
                "Speaks",
                "W-wait, w-¿Por qué estás siendo tan R-Rough desde el principio? ♥",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Jeje, eso es lo que mereces por obligarlo a elegirlo primero.Y además ...",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Himika se inclina y le da al culo de Mizuko una poderosa bofetada, haciéndola dejar escapar un grito de placer incoherente que coincide con su propio jadeo mientras su coño se aprieta firmemente en su virilidad, enviando sensaciones abrumadoramente maravillosas que corren a través de usted.",
                "Speaks2",
                "Sé que te gusta áspero!",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "Speaks",
                "¡No lo hago! ♥ M-My Body J-Just- ♥ ohh! ♥ ohhhh !!! ♥♥♥",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Los intentos de Mizuko de hablar en una mezcla incoherente de jadeo y gemido a medida que comienzas a azotar su lujosa trasera en el tiempo con tu empuje, y eres recompensado por tus esfuerzos mientras su coño se aprieta deliciosamente alrededor de tu eje cada vez que lo haces, erosionandoTus pensamientos mientras la golpeas detrás.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "DrunkDazed",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Te das cuenta débilmente de Himika mirándote con ojos lujuriosos a través de tu estupor excitado mientras continúas follando a su hermana en una papilla llena de placer, y de repente gira y carga hacia ti, obligándolo a un beso profundo mientras guía tu mano libre a ella goteandocoño húmedo.",
                "ChangeArousalByPercent",
                "20",
                "Sin perderte un solo ritmo, felizmente te arrojas al beso de Himika mientras se burla de su coño, incluso mientras continúas empujando poderosamente a Mizuko mientras se sacude su trasero.",
                "ChangeArousalByPercent",
                "25",
                "Tu polla dura dolor de placer cada vez que empujas el coño apretado de Mizuko, y las sensaciones solo se enfocan más, ya que el beso sorprendentemente romántico de Himika entumece aún más tu mente mientras ella muele contra tu mano.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "Con una poderosa bofetada final, te empieces completamente dentro de Mizuko, ya que finalmente te empujan por el borde, bombeando su cuerpo lleno de tu semen mientras gemiste en la boca de Himika, haciendo que Mizuko dejó escapar un aullido de éxtasis incoherente mientras se espasma antes de colapsar en unMonta, dejando que su eje de espasmo todavía se salga de su coño mientras cubre su trasero con su semilla.",
                "ChangeArousalByPercent",
                "5",
                "Pero incluso cuando su orgasmo finalmente se acumula, Himika continúa dominando la boca mientras su coño se contrae ligeramente alrededor de su mano hasta que finalmente se aleja de ti con una sonrisa lujuriosa, acostada sobre su espalda y extendiendo sus musculosas piernas mientras sus ojosQuema con una luz sensual mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "A y ahora es mi turno ... ♥",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Con tu mente todavía tambaleándose por las consecuencias de tu orgasmo y el sabor del beso de Himika todavía en tus labios, ni siquiera puedes pensar en hacer otra cosa que no sea escuchar tu abrumador deseo instintivo de follarla {b} ahora {/b}A medida que avanza y sumerges tu longitud rígida en su coño empapado e increíblemente acogedor, haciéndote temblar mientras dejas escapar un gemido de placer.",
                "ChangeArousalByPercent",
                "20",
                "Himika deja escapar un jadeo tembloroso cuando comienzas a follarla en serio, y sus senos se sacuden frente a tu cara mientras trazas suavemente tus manos sobre su cuerpo bien tonificado, burlándote y acariciándola mientras te escabulle debajo de ti.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Sus gemidos comienzan a aumentar en el lanzamiento hasta que finalmente se vuelve rígida a medida que un pequeño orgasmo se rasga a través de ella, lo que hace que su espasmo de coño increíblemente cálido sea deliciosamente alrededor de su virilidad, y procede a envolver sus poderosos brazos alrededor de ti en un abrazo y empujado hacia ella, enterrando tu rostro en su escote mientras deja escapar ruidos de placer.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Dejas salir a tus propios ruidos de placer mientras la sensación de sus tetas suaves en tu cara te impulsa a empujar a Himika aún más duro que antes, haciendo que su coño apretado se aprieta poderosamente alrededor de tu polla mientras ella sigue temblando de su microorgasmo.",
                "ChangeArousalByPercent",
                "20",
                "Himika deja escapar de los gemidos de éxtasis sin palabras mientras se bloquea las piernas alrededor de la cintura, jadeando en la felicidad mientras su polla la lleva a alturas más altas con cada momento que pasa, solo para dejar escapar un grito de placer sorprendido mientras sus manos comienzan a alcanzarla y se burla de ellaGrandes senos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Speaks2",
                "A-ah?! ♥ w-wait- eso es- uhm- ♥",
                "SetArousalToMax",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Sus palabras se desprenden en una serie de gemidos jadeados cuando comienzas a jugar y ajustar sus pezones duros de roca con tus dedos mientras continúas pistonando tus caderas en las suyas, y su respiración comienza a ponerse más irregular cuando su coño comienza a espasmo alrededor de tuLongitud, haciendo que tu polla pulse con cada empuje que haces mientras te sientes alcanzando tu propio clímax.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "Con unos finales movimientos finales, finalmente te empujan por el borde mientras estallas en las cálidas profundidades de Himika, enviándola en cascada en su propio orgasmo mientras deja escapar un grito inarticulado de éxtasis y apretan poderosamente su agarre, lo que te obliga a entrar más.Su cuerpo como su coño expulsa sin esfuerzo el semen de tu cuerpo.",
                "ChangeEnergyQuietly",
                "-50",
                "Como ambos eventualmente bajan de sus respectivos altos orgásmicos, Himika finalmente te libera mientras ella temblan en el suelo con una expresión feliz, y te quitas su coño que todavía espasming mientras gotea tu semen con un pequeño suspiro, sintiéndote cansado pero increíblementeFeliz en el resplandor de los dos orgasmos intensos que obtuviste al follar a los gemelos Oni.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "No pensaste que ya habías terminado, ¿verdad?",
                "Mirando hacia otro lado del cuerpo aún tembloroso de Himika, te reciben al ver el ahora recuperado Mizuko todavía a cuatro patas de espaldas, pero ella solo está terminando de absorber el semen que dejaste en su trasero con un suave brillo azul mientras ella tentaba tentamenteDifunde las mejillas de su culo, dándole a sus caderas un meneo sensual mientras revela su apretada puerta trasera.",
                "Speaks",
                "Ni siquiera me has follado el culo todavía. ♥",
                "Menu",
                "Keep on fucking the oni sisters!",
                "I'm good.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm good.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Annoyed",
                "Mizuko hace pucheros mientras ignoras sus tentaciones, dándole un batido final antes de dejar escapar un suspiro y se levanta lentamente mientras vuelve a poner su ropa y frunce el ceño.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Speaks",
                "Bien ... supongo que estás demasiado ocupado para divertirte más sexy con dos hermanas Hot Oni, de todos modos.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Con un poco más de queja de decepción, Mizuko se acerca a la forma aún extendida de su hermana y se inclina para darle a su rostro algunas bofetadas gentiles, y Himika se sacude mientras se las arregla para salir de su estupor post-orgasmico.",
                "Speaks2",
                "Grk- W-¿Qué demonios, hermana?Qué vas a-",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Himika deja de hablar abruptamente mientras te mira, y su cara roja ya vuelve un tono rojo aún más brillante mientras deja escapar un pánico '¡Eep!'y Jackknifes se pone de pie, agarrando su ropa del suelo y corriendo hacia una pared cercana y escapando a un camino oculto, haciendo todo lo posible para cubrir sus partes privadas mientras corre.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "ChangeImageLayer",
                "Base",
                "Mizuko",
                "Nude",
                "Speaks",
                "... Bueno, ciertamente puede moverse rápido, ¿no?Oh bueno.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko se extiende por un momento antes de pasear a una sección diferente de la pared, abriendo una puerta oculta antes de mirarlo por encima del hombro con un brillo burlón en los ojos.",
                "IfInExploration",
                "Recovery1",
                "Speaks",
                "Solo danos unos momentos para limpiarnos y volveremos a hablar contigo si quieres hacer algo más, [ThePlayerName].",
                "DisplayCharacters",
                "EndLoop",
                "ChangeEnergyQuietly",
                "75",
                "Con una risa pequeña, ella desaparece en las paredes de la arena, dándote un momento para recuperarte mientras esperas a que regresen.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Poco tiempo después, los dos salen de las paredes de la arena casi exactamente al mismo tiempo, y ambos caminan hacia ti, e incluso cuando la cara de Himika se llena de vergüenza mientras Mizuko te da una sonrisa de aspecto satisfecho, ambos parecenQue tengan un aura casi feliz que los rodea.",
                "Speaks",
                "Ahora que eso ha terminado con ... ¿había algo más que quisieras, [ThePlayerName]?",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Recovery1",
            "theScene": [
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Speaks",
                "Sé que no puedes quedarte por mucho tiempo, así que te veremos cuando decidas volver.Háganos saber si alguna vez tiene ganas de continuar la próxima vez.Te estaremos esperando.",
                "ChangeSpirit",
                "1",
                "ChangeEnergyQuietly",
                "75",
                "DisplayCharacters",
                "EndLoop",
                "Con una risa pequeña, ella desaparece en las paredes de la arena, y te tomas un momento para recuperarte antes de continuar con tu aventura.",
                "JumpToScene",
                "ExitEvent"
            ]
        },
        {
            "NameOfScene": "Keep on fucking the oni sisters!",
            "theScene": [
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Incapaz de resistir sus deseos y aún no está completamente saciado, sumerges ansiosamente tu polla en el culo de Mizuko Waiting, forzando un gemido de ambos labios a medida que sus hermanos apretados se aprieta alrededor de tu eje.",
                "ChangeArousalByPercent",
                "25",
                "Te tiemblas de placer mientras finalmente te las arreglas para empuñarse dentro de su trasero, deleitando en las diferentes sensaciones que su culo te está dando en lugar de su coño, y tus manos comienzan a tientar su trasero regordete, disfrutando de su carne suave a medida que comienzas a comenzar aFóllela por segunda vez.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko deja escapar una risita entre los jadeos y los gemidos mientras la empujas a ella, y te estremecen en el éxtasis mientras comienza a girar bruscamente las caderas con el tiempo con tus movimientos, aumentando el placer hormigueo a través de tu polla que ya se sacudía a niveles intensamente poderosos.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "SetArousalToMax",
                "Empiezas fácilmente a sentir otro clímax que comienza a acumularse en tu ingle de las sensaciones de su culo divinamente agradable y una molienda sensual en tu cintura, y comienzas a golpear en sus caderas más intensamente cuando el encanto muevo de su curvas domina tu visión y llena tu visión y llenaUsted con la necesidad de llenarla con su semen.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "¡D-Don-no se corre todavía!¡Acabamos de comenzar!",
                "ChangeArousalByPercent",
                "25",
                "Agradres los dientes e intentas resistir los sentimientos de éxtasis que te explotan mientras intentas reducir la velocidad, pero en unos momentos un jadeo se ve forzado de tus labios mientras Mizuko continúa apretando más intensamente su culo alrededor de tu polla, lo que te obliga a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar a comenzar.Empujado a ella más poderosamente que nunca, tratando de que se corra antes de que el placer en su eje se acumule a niveles insoportables.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Varios minutos dolorosamente placenteros pasan mientras continúa golpeando su trasero mientras intenta soportar que se empujen más allá de sus límites hasta que finalmente la respiración de Mizuko comienza a trabajar cuando su trasero comienza a espasmos alrededor de su virilidad.",
                "ChangeArousalByPercent",
                "75",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "Ella deja escapar un grito de éxtasis mientras finalmente llega al clímax, haciendo que su culo apriete alrededor de tu polla tanto que ni siquiera puedes comenzar a tener tu propio orgasmo, dejándote temblando en el placer alucinante mientras estás obligado a experimentar elSentimiento de su espasmo en el interior pero incapaz de encontrar su propia liberación.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Cuando el orgasmo de Mizuko finalmente comienza a bajar, dejas escapar un gemido casi animal mientras intentas desesperadamente follar su trasero en un intento final de correrse, pero Mizuko arroja una mirada burlona sobre su hombro mientras de repente se mueve hacia adelante en medio de unode tus empujes.",
                "Esto te deja dejando salir un gemido de tristeza mientras tu polla palpitante se desliza de su culo, solo para transformarse en un gemido mientras atrapa tu virilidad entre sus nalgas regordetas.",
                "ChangeArousalByPercent",
                "25",
                "Casi sientes que ella te va a privar por completo de tu orgasmo mientras tu cuerpo temblaba con excitación, pero tus pensamientos son arrastrados momentos después con un jadeo de placer mientras muele las caderas en tu ingle, envolviendo por completo y burlándose de tu eje con ella.Jiggly Assjob, y en cuestión de segundos sus manos están apretando su suave carne y ayudando a sus movimientos a medida que temblan en la felicidad.",
                "ChangeArousalByPercent",
                "25",
                "Cada parte de su virilidad sensible y palpitante está completamente envuelta en las profundidades de sus nalgas mientras comienzas inconscientemente a doblar tus caderas en ellas, gimiendo y gimiendo en éxtasis mientras finalmente te sientes incapaz de resistir el deseo abrumador de que se queman que se queman.lejos de cada pensamiento en su cabeza, excepto por la irresistible necesidad de liberación.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko deja escapar una risita sensual mientras parece darse cuenta de lo que está sucediendo y en broma muele sus caderas en la cintura con un meneo abrumadoramente agradable, finalmente empujándote por el borde mientras dejas escapar un grito de gritos y semenLa polla se asoma de los confines de su lujoso trasero, dándole una buena vista de su propio orgasmo mientras las cuerdas gruesas de su semen vuelan por el aire y aterrizan en su curvilínea trasera y trasera.",
                "ChangeArousalByPercent",
                "10",
                "Todo su cuerpo se estremece con éxtasis, ya que su orgasmo nunca parece querer terminar, pero finalmente comienza a relajarse, y Mizuko mueve sus caderas por última vez con su polla alojada entre las mejillas de su culo, lo que te tembla en la sensibilidad post-orgasmicaAntes de que ella te libere, haciéndote tropezar con un suspiro mientras te tomas un momento para tratar de recuperarse.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Pero no se te da tiempo para descansar como un borde rojo de movimiento de repente te aborda al suelo, dejándote sin aliento y acostado sobre tu espalda mientras miras a Himika, que te sonríe mientras ella le da a sus grandes senos y envolturas.ellos alrededor de su eje aún sensible, forzando un jadeo de sus labios mientras ella comienza a burlarse suavemente de su virilidad con ellos.",
                "Speaks2",
                "No te olvidaste de mí, ¿tu [ThePlayerName]?Si Mizuko pudo usar su trasero en ti, ¡eso significa que puedo usar mis senos para jugar contigo!",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Ella no te da un momento para decir nada mientras comienza a bombear sus tetas deliciosamente cálidas alrededor de tu erección sacudida más intensamente, obligando a un gemido de tus labios, y te las arreglas para mirar a Mizuko mientras te limpia el espermaSu espalda, ocasionalmente soltando pequeños ruidos de deleite mientras recoge parte y lo sabe.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "Pero su atención se ve obligada rápidamente a Himika, ya que su pecho apretado envuelve su virilidad con un placer feliz, y tembla en el suelo mientras su hábil titfuck te reduce rápidamente a un desastre tembloroso.",
                "Himika se ríe con confianza mientras comienza a rodar sus suaves pechos alrededor de tu polla palpitante en una serie de movimientos alternos de exprimización y bombeo, enviando un rayo de placer al punto de vista blanco a través de tu cuerpo que deja tu polla sacudiendo, ya que puedes sentir otro orgasmo bientu ingle.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Tus gemidos solo se vuelven cada vez más fuertes a medida que la calidez celestial de su pecho comienza a abrumarte por completo, y solo puedes temblar y temblar en el suelo con dicha, intentando débilmente empujar tus caderas en su acogedora escote mientras comienza a trabajar tu longitud.más rápido y más rápido.",
                "SetArousalToMax",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "La construcción del placer dentro de su ingle se vuelve más y más fuerte hasta que sientas que el más mínimo cambio de estimulación te enviará tambaleándose sobre el borde, y Himika se ríe mientras levanta la cabeza y le da a la punta de tu virilidad una lamer lenta y seductora mientras ellaPowerly aprieta sus senos una última vez.",
                "PlayerOrgasm",
                "2",
                "Completamente incapaz de contenerse más, tus caderas se enrolla poderosamente en su escote mientras llega al clímax, gimiendo en éxtasis mientras brote las gruesas cuerdas de esperma en todas las tetas y la cara de Himika, temblando en la dicha mientras continúa bombeando su espasmo todotiempo, extendiendo sin esfuerzo su ya poderoso orgasmo.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "A pesar de que su eyaculación finalmente comienza a bajar, Himika continúa manteniendo su virilidad presionada entre sus senos, apretándola suavemente mientras una de sus manos se extiende hacia su pecho para recoger su semen, dejando fuera un gemido feliz mientras lo levantaa sus labios y lentamente lo lame de sus dedos.",
                "Speaks2",
                "Y ahora yo y yo y yo somos incluso ... ♥",
                "ChangeArousalByPercent",
                "15",
                "Finalmente libera tu polla que ahora se está marcando de su pecho mientras se aleja de ti, dejándote temblando en el suelo en el resplandor del placer, pero no puedes evitar sentir un pico de excitación a través de ti mientras la miras continúaLame su pecho y la cara limpia de tu semen.",
                "Speaks2",
                "Mmmm ... mejor que el bien ...",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Pero no puedes mirar por mucho tiempo que Mizuko aparece repentinamente a tu lado y sumerge la boca sobre tu polla, haciéndote gritar mientras ella chupa bruscamente y vuela a tu polla, limpiando todo el semen antes de apartarse con unFinal lascivo, chupa húmeda, dejando sus espasmos de virilidad en exceso al aire libre mientras se contrae en el suelo.",
                "Speaks",
                "Si ... realmente es ...",
                "Mizuko te sonríe con una mirada lujuriosa en sus ojos por un momento antes de que salga de un suspiro y comience suavemente a burlarse de tu pecho con una de sus manos.",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "... Pero mientras me gustaría seguir adelante, parece que [ThePlayerName] está alcanzando sus límites, y no creo que obligar a esto a seguir adelante sería muy bueno para él cuando ni siquiera lo vencimosEn una pelea primero.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Himika ya ha logrado limpiar todo su esperma de su cuerpo mientras frunce el ceño con una mirada casi hambrienta en sus ojos, pero ella deja escapar un suspiro tan antes de sonreírle.",
                "Speaks2",
                "Je ... Probablemente tengas razón, hermana.No estoy muy satisfecho, pero {i} no sería justo con él.Si quiere seguir adelante, siempre puede luchar contra nosotros en otro momento.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Mizuko se ríe seductoramente mientras se inclina cerca de tu cara, haciéndote temblar mientras el calor de su aliento hace que tu piel se hormiguee.",
                "Speaks",
                "Eso es cierto.Si alguna vez pierde, [ThePlayerName], nos aseguraremos de ordeñarlo de cada. ♥ último. ♥ gota de su semen.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Ella te mira mientras sus ojos brillaron con una luz sensual mientras puedes sentir tu corazón latiendo en tu pecho de sus palabras, y deja escapar otra risa mientras se endereza y se levanta, mirando a su hermana mientras sonríe.",
                "Speaks",
                "Vamos, hermana.Vamos a limpiarnos.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "Mizuko",
                "Nude",
                "Las dos hermanas agarran su ropa antes de caminar hacia una pared cercana, y asienten entre ellas antes de que Himika abre una puerta y se deslice mientras Mizuko abre una puerta diferente, pero justo antes de que la pase, se toma un momento paraMire hacia atrás mientras continúa acostado en el piso.",
                "IfInExploration",
                "Recovery2",
                "Speaks",
                "Volveremos, [ThePlayerName].Puede tomar este tiempo para ordenarse también, ya sabes.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeSpirit",
                "2",
                "Con una pequeña risa final, Mizuko atraviesa la puerta, y te quedas tú mismo mientras te pones de pie, sintiendo una ola de agotamiento sobre ti mientras te recuperas y esperas a que los dos regresen.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "Poco tiempo después, los dos salen de las paredes de la arena casi exactamente al mismo tiempo, y ambos caminan hacia ti, e incluso cuando la cara de Himika se llena de vergüenza, ya que parece estar recordando lo que acaba de pasar mientras Mizuko te daUna sonrisa de aspecto satisfecho, ambos parecen tener un aura casi feliz que los rodea.",
                "Speaks",
                "Ahora ... ¿había algo más que quisieras hacer, [ThePlayerName]?",
                "JumpToScene",
                "BossMenu"
            ]
        },
        {
            "NameOfScene": "Recovery2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Sé que tienes que seguir después de esto, así que sé que estamos ansiosos por verte la próxima vez, [ThePlayerName]. ♥",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Con una risa de burla final, Mizuko atraviesa la puerta, y te quedas solo mientras te tambaleas a tus pies, sintiendo una ola de agotamiento sobre ti mientras intentas recuperar el aliento.",
                "RestPlayer",
                "Después de descansar por un momento, sientes que te has recuperado lo suficiente y continúas con tu aventura antes de que regresen los Mellizos de Oni.",
                "JumpToScene",
                "ExitEvent"
            ]
        },
        {
            "NameOfScene": "ExitEvent",
            "theScene": []
        },
        {
            "NameOfScene": "Himika Loss Check",
            "theScene": [
                "GetEventAndIfChoice",
                "OniCombatEvents",
                "2",
                "PhaseTwo",
                "Snuggly Titnosis Sex",
                "JumpToScene",
                "Fucked 'till the floor breaks."
            ]
        },
        {
            "NameOfScene": "Fucked 'till the floor breaks.",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Sentiendo que su resistencia se desmorona con ese orgasmo final, te quedas en el suelo completamente gastado y exhausto, y Himika te lleva con una sonrisa feroz y casi aterradora.",
                "Speaks2",
                "¡Ja ja!¡Nunca tuviste una oportunidad!",
                "Sin perder el ritmo, ella te da un paso sobre ti y se encuentra a horcajadas en tus caderas ya doloridas, frotando en broma la punta de tu virilidad aún palpitante contra la entrada de su coño.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Dominant",
                "Speaks2",
                "Gano, ¡así que ahora es el momento de disfrutar de mi victoria!Jeje, te voy a follar hasta que te rompas. ♥",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "Eres demasiado débil para incluso tratar de empujarla más de ti, por lo que solo puedes gemir mientras inserta fácilmente tu virilidad rígida en las cálidas profundidades de su coño, temblando mientras aprieta la polla.",
                "Sus gemidos se transforman rápidamente en un jadeo cuando Himika inmediatamente comienza a montar a su miembro aún sensible, acumulando rápidamente un ritmo vertiginoso mientras ella golpea poderosamente sus caderas en usted una y otra vez, golpeándolo con una ola tras ola de dolor de placer.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Himika te sonríe mientras te tembla y gemirás debajo de ella, retorciéndote impotente mientras intentas soportar inútilmente su intenso ritmo, pero no puedes resistir el placer aturdido por tu cuerpo mientras ella monta tu polla sin sentido.",
                "Todo su cuerpo parece emanar un calor abrasador mientras te folla como un animal, tu cintura y su eje empujaron a más profundidades de un placer casi doloroso mientras el calor abrasador de su cuerpo y coño compleja y construye sobre las ondas ya inmensas de Cursasy Curssingtú.",
                "Con las sensaciones combinadas de sus intensos movimientos, el coño improvisado poderosamente, y el intenso calor abrasador, además de estar exhausto después de perder la pelea, no puedes hacer nada para evitar que el placer anesteante supere tu longitud dolorida mientras te sientes masivoEl orgasmo te abrumaba, y dejas escapar un gemido mientras estimulas una carga masiva en su cuerpo de espera.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Dominant",
                "Pero tu gemido se transforma rápidamente en un jadeo estrangulado de placer, ya que Himika ni siquiera ralentiza sus caderas en absoluto, montando tu longitud de espasmo aún más rápido y más duro que antes sin darte un solo momento para recuperarte.",
                "Speaks2",
                "¡Ja!¡Eso es todo!¡Cum todo lo que quieras!¡No voy a parar hasta que esté satisfecho!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Los ruidos incoherentes de éxtasis escapan de tus labios ya que tu polla dolorosa y heredada se follan con un ritmo implacable, incapaz de incluso comenzar a suavizar a medida que su coño se tensa tanto que casi se siente como si lo esté agarrando con una mano, y te estremecen debajo de ella como tuLa mente está siendo sobrecargada por picos de la mentalidad.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Después de lo que se siente como unos pocos momentos para su cerebro y cuerpo completamente abrumados, jadeas mientras otra carga gruesa brota de tu polla dolorida, y después de otros momentos, sucede nuevamente, de nuevo, hasta que cada pocos golpes de las poderosas caderas de Himika fuerzan a otra fuerza a otro.Orgasmo alucinantemente poderoso de tu virilidad en exceso.",
                "Ni siquiera puede comenzar a formular ningún tipo de pensamiento, ya que una marea interminable de semen está expulsada de su cuerpo, e incluso el dolor doloroso en su cuerpo comienza a desvanecerse, ya que se reemplaza lentamente por un hormigueo cálido y feliz que soloAumenta la intensidad con cada nuevo clímax que te roda, y en poco tiempo puedes sentir que tu cara se curva lentamente en una sonrisa borracha.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Mientras sientes sometiéndote completamente y completamente a los movimientos implacables de Himika, ella jadea y gime de placer mientras te monta continuamente al orgasmo después del orgasmo, claramente disfrutando de todas y cada una de las cargas que bombean en ella mientras sus ojos brillan con lujuria.",
                "La calidez más encantadora se lava sobre ti, ya que la poca fuerza que te quedas en tu cuerpo se centra únicamente en sentirse aún mejor de lo que ya haces, haciendo que tus caderas se vuelven sin pensar en su coño divinamente apretado mientras dejas escapar un suspiro de la felicidad de la felicidad hormigueante.Eso se extiende por todo tu ser.",
                "Eventualmente, su capacidad de notar el paso del tiempo se elimina mientras simplemente se acuesta allí por una eternidad desconocida, perdido en un ciclo interminable de dicha orgásmica mientras Himika continúa follando dominantemente su palpitante polla tonta, y amas cada segundo deél.",
                "Solo comienzas a recuperar una pequeña apariencia de comprender lo que está sucediendo, ya que las sensaciones del coño de Himika cambian repentinamente, comenzando a espasmo deliciosamente alrededor de tu eje, y jadeas mientras algunos pocos pensamientos brumosos logran surgir en tu mente junto con vertiendo otra carga de otra carga desemen en ella.",
                "Se las arregla débilmente mirar su rostro mientras ves que su rostro está flojo de placer, gimiendo felizmente mientras rebota en tu polla, y se escapa de la felicidad con cada golpe de sus caderas en las tuyas mientras comienza a acercarse a su propio orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "Sus ojos se encuentran con los tuyos mientras tiembla de necesidad, y de repente lleva su rostro hacia los tuyos y te lleva a un beso profundo, dominando la boca con la lengua mientras golpea las caderas más duras que nunca antes de ir tan rígido como un tablero,Clímax poderosamente cuando su coño espasming envía un haz de éxtasis tan puro a través de ti que todo tu mundo se vuelve blanco a medida que te corres explosivamente dentro de ella mientras una grieta rotunda llena el aire.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Panic",
                "Ni siquiera puede comenzar a preguntarse qué se rompió cuando los niveles de placer casi sinceros que reverberan a través de usted desde su clímax dominan por completo su mente, pero para cuando comience a bajar gradualmente de su altura orgásmica, Himika ya se ha recuperado.Mientras te mira con una expresión en pánico.",
                "Speaks2",
                "¡Oh mierda, no te rompí la pelvis, R-right?",
                "De repente desmonta tu polla mientras se tambalee a sus pies, y tan pronto como tu eje está fuera de su coño, casi inmediatamente se vuelve suave, completamente y completamente gastado de su intenso entrenamiento.",
                "Speaks2",
                "P-por favor dime que no terminé rompiendo ninguno de tus huesos ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Himika empuja tentativamente tus caderas, provocando algunos gemidos tranquilos de ti como una enorme ola de dolor de repente sobre ti, pero incluso con los sentimientos de dolor que te atraviesan, no puedes evitar sentir un cálido placer que resuena en tu cuerpo comoElla deja escapar un suspiro de alivio.",
                "Speaks2",
                "Oh, gracias a Dios ... no estás gritando de dolor, así que esa es una buena señal.Pero si esa no era tu pelvis, ¿qué demonios fue ese ruido ...?",
                "Escuchas algunos ruidos provenientes de cerca de tu cintura, pero no puedes reunir la energía para parecer una repentina avalancha de agotamiento sobre ti, y te ves obligado a poner todo tu esfuerzo en simplemente tratar de mantenerse consciente como HimikaVamos a salir un sonido pequeño y avergonzado.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "O-oh ... yo, uh ... rompí el piso accidentalmente ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Himika lentamente llega a sus brazos y te alivia suavemente en una posición sentada, dándote una buena vista de las grietas irregulares en espiral desde donde está tu ingle, y te reúnes tu energía para darle un aspecto plano, solo para que mira hacia otro lado.A medida que sus mejillas sonanadas.",
                "Speaks2",
                "Uhm ... T-que se puede reemplazar o reparar fácilmente al menos ... agradecer el encantamiento, o ese podría haber sido sus huesos, R-Right?",
                "Logras darle al piso una última mirada y devolver tu mirada a Himika mientras ella te sonríe nerviosamente antes de que ni siquiera puedas mantener los ojos abiertos más, y te desplomas en sus brazos cuando te lleva la inconsciencia, y el último pensamiento tútener es que probablemente tendrás algunos moretones desagradables cuando te despiertes de nuevo ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Pain",
                "15",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Snuggly Titnosis Sex",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "LaughBoisterous",
                "ChangeImageLayer",
                "Base",
                "Himika",
                "Topless",
                "Himika se encuentra triunfante sobre su cuerpo completamente exhausto mientras su mente todavía gira con la vista hipnótica de sus deliciosos senos, y ella deja escapar una corteza de risa mientras su ardiente aura roja se desvanece mientras se toma un momento para celebrar su victoria.",
                "Speaks2",
                "¡Ja!¡GANO!¡Nunca tuviste una oportunidad, [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Te tiemblas, ya que parece que no puedes alejarte los ojos del pecho de Himika mientras ella continúa riéndose, y ella se va mientras de repente parece notar tu mirada con una pequeña sonrisa.",
                "Speaks2",
                "Hmm ... ya sabes, usar estas cosas de hipnosis no es tan mal, incluso si no es realmente mi estilo ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Ella se balancea bruscamente de sus senos de lado a lado ante sus ojos cautivados, y sigues sin poder hacer sus movimientos de rebotes mientras te ríe.",
                "Speaks2",
                "Verte mirar mis tetas como si fueran lo único en el mundo es bastante lindo, en realidad ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Himika",
                "Blush",
                "Apenas puedes notar nada más que la vista maravillosamente atractiva de su pecho, pero Himika repentinamente aplaude sus manos, y el afilado ruido te saca del trance en el que te estabas cayendo mientras te obligas a mirar a su descarga y ligeramente tímidarostro.",
                "Speaks2",
                "B Pero de todos modos, soy yo quien ganó la pelea, así que supongo que debería ... uhm ... aproveche mi victoria, supongo ...",
                "Lentamente, casi tímidamente, se extiende a horcajadas sobre la cintura, y una ola de excitación revitaliza tu virilidad que se marcan mientras sus senos cautivadores se sientan justo ante tus ojos, casi rogándote que te pierdas dentro de ellos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Y porque no suele tomar prestado el poder de mi hermana, no creo que deba follarte en el suelo como lo haría, así que ...",
                "Un gemido escapa de tus labios mientras guía tu ahora rígida erección hacia la entrada de su coño y se reduce sobre ti, presionando tu virilidad en su deliciosamente cálido entraña mientras mira a tus ojos con un rubor ligeramente astuto.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "A-ahh ... ♥ S-SO Voy a tratar de ser más sensual e hyh, hipnótico, supongo.Así que prepárate, [ThePlayerName], porque voy a follarte tonto.O, uh, ¿sería eso joder tu cerebro ...?Ah, lo que sea ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Ella comienza a montar lentamente tu polla con suaves movimientos de rodadura, inclinándose hacia tu oído mientras simultáneamente acerca sus senos hacia tu cara, y rápidamente te encuentras cautivado por sus movimientos que rebotan mientras su cálido coño apreta fuertemente alrededor de tu hombre mientras comienza a comienza a comenzar aSusurrar dulcemente en tu oído.",
                "Speaks2",
                "Te sientes tan agotado en este momento, ¿no estás [ThePlayerName]?Has sido completamente derrotado, y no puedes resistirme a mí o a mis, uh ... tetas hipnóticas.Parece que no puedes encontrar la energía para apartar la vista de ellos, ¿verdad?Son demasiado irresistibles y te sientes {i} tan cansado {/i} ...",
                "ChangeEnergyByPercent",
                "-100",
                "Te sientes asintiendo con la cabeza a sus palabras cuando una ola de letargo te arrastra sobre ti, dejándote sentir tan drenado de energía que no puedes evitar mirar su pecho sacudido, por completo y completamente a merced de sus burlas hipnóticas como el cálido cálido.El placer cursando tu virilidad después de tu reciente derrota te hace sentir débil y sugestionable ...",
                "Speaks2",
                "Cuanto más tiempo observes mis senos, más comienzan a dominar tu mente para que solo puedas concentrarte en ellos, y más te enfocas en ellos, más hipnóticos se vuelven, haciéndote concentrarte cada vez más con cada segundo...",
                "Parpadea confundido por un momento mientras intentas seguir la voz sorprendentemente dulce de Himika, pero el significado de sus palabras parece pasar tus pensamientos, ya que sienten que están resonando profundamente en tu mente, y dejas de preocuparte por intentarlo.Comprender conscientemente sus palabras como el balanceo de su pecho cautiva y domina su visión.",
                "Un jadeo de placer corre a través de ti cuando Himika levanta sus manos para masajear sus senos en círculos lentos y sensuales, haciendo una oleada de dicha a través de tu virilidad mientras continúa siendo exprimido con amor por su cálido coño, pero ni siquiera puedesConcéntrese en el placer que atraviesa a través de usted mientras sus ojos continúan fijándose en los movimientos hipnóticos de su pecho.",
                "Speaks2",
                "Mmm ... ♥ y te sientes tan relajado y feliz de que no puedas evitar meterte en un trance profundo y maravilloso, caigando impotente bajo el control de mis deliciosas tetas, ya que te dan tanto placer que es imposible inclusoPiense en algo más que entregarles su voluntad ...",
                "Una sonrisa sin sentido se extiende lentamente sobre su rostro mientras sus palabras se filtran profundamente en las profundidades de su mente, resonando en su propio ser mientras sigue sus instrucciones, dejando que sus senos burlones se impriman en sus ojos, luego en su cerebro ...",
                "Apenas logra notar la sensación intensamente placentera de que ella continúa montando lentamente su polla dolorosamente rígida mientras el placer hipnótico de su fascinante cofre supera por completo sus sentidos, empujando a todos los demás pensamientos de su mente a medida que cada fibra de su ser se dedica únicamente aViendo sus movimientos de sacudido.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Speaks2",
                "Ja ... ♥ Sientes que el toque más merecedor de mis senos suaves se sentiría absolutamente celestial, llenándolo de la necesidad de sentir su cálido abrazo, pero ni siquiera tienes la energía para moverte y sentirlos por ti mismo para que túSolo tengo que sentarme allí y mirarlos ...",
                "Un gemido de la necesidad escapa de tus labios como un deseo ardiente que se pone dentro de ti para sentir y disfrutar de su fascinante cofre, pero no puedes tirar como si te vean obligado a verlos antes que tú, y subconscientemente escuchas a Himika reírMientras se extiende hacia abajo y agarra las manos antes de llevarlas a sus suaves tetas, haciendo que jadee mientras sus dedos se hunden en su carne divinamente suave.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Speaks2",
                "Pero puede lograr mover las manos y disfrutar de los sentimientos de mis senos, dándoles más plenamente, ya que cada segundo toca las amplifica aún más su poder hipnótico, enviando lentamente su influencia por los brazos, a través de su pecho, hacia arribacuello, y directamente en tu cerebro ...",
                "Gomas sin pensar cuando sus manos e instintivamente comienzan a tientar su cofre completamente cautivador, haciéndote temblar cuando la felicidad hormigueante comienza a filtrarse por tus brazos y se arrastra lentamente hacia tu cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Speaks2",
                "Mmm ... ♥ HAA ... ♥ Jeje, mis senos realmente parecen estar tomando su mente, ¿no?Básicamente eres como A- Mnn ... ♥ Viviendo consolador para mí ahora mismo ... ♥",
                "Sus palabras se deslizan por su mente mientras sus manos continúan sintiendo sus pesados ​​senos, y usted tembla mientras los sentimientos de dicha se abre paso por su cuello y envuelven su mente, llenándolo con un sentimiento aún más abrumador de obediencia y lujuria ardientepor su delicioso cofre que cualquier cosa que sintieras antes.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Speaks2",
                "A-y ahora esos sentimientos de éxtasis sumiso tienen- mmm ... ♥ ¿No puedes evitar preguntarte cómo se sentiría presionar la cabeza entre mis tetas suaves y cautivadoras ... ♥",
                "Como ese pensamiento individual cristaliza dentro de la expansión vacía y obediente de su mente, un poderoso escalofrío de anticipación se rasga a través de ti mientras sientes que Himika coloca sus manos sobre tus hombros y lentamente tira de tu rostro hacia las atractivas profundidades de su escote.",
                "Las fantasías lujuriosas pasan por su cabeza cuando su cabeza está atraída cada vez más hacia su fascinante cofre, pero su mente se queda completamente en blanco y completamente en blanco cuando su cabeza finalmente se presiona entre su escote celestial, llenándolo con tanto placer que se dibuja de inmediatoEn un orgasmo abrumadoramente poderoso que ni siquiera sabías que te estaba tambaleándose al borde de tener.",
                "Un gemido amortiguado de éxtasis puro y sin adulterar te deja cuando las sensaciones felices de tu virilidad espasmante se centran en el enfoque nítido y cristalino, y tus caderas se reducen instintivamente en el apretado coño de Himika mientras deja escapar un gemido feliz en respuesta, envolviendo sus brazos fuertemente a tu alrededorY empujarte más a su pecho, lo que solo intensifica tu clímax a medida que te corres aún más duro.",
                "Estás completamente y completamente perdido por los sentimientos celestiales de placer desgarrando a través de ti mientras sus senos divinos presionan contra tu cabeza por todos lados mientras tu polla palpita felizmente dentro de su cálido y apretador coño, y te quedas deseando que esto nunca termine tanCon amor acatan más en su pecho mientras ella deja escapar unos jadeos de feliz sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Speaks2",
                "W-wow ... no pensé que te corrieras de eso ... eh, debo ser mejor en esto de lo que me di cuenta.Debe haber sido todas las novelas de Smut and Romance que he leído Bef- ¡Ah!",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Himika de repente se vuelve rígido y saca la cara de su escote para mirarte en los ojos, y dejas escapar un gemido de tristeza mientras sus senos se bloquean repentinamente de tu visión, pero tu mente es tan receptiva a sus palabras que puedes 'Incluso me mantiene enojado mientras te sientes deslizándose profundamente en las profundidades de sus ojos amarillos ...",
                "Speaks2",
                "[ThePlayerName], debes olvidar lo que acabo de decir sobre cosas que leí.Tan pronto como vuelvas a ver mis senos, los pensamientos dejarán tu mente.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Asentiste con la cabeza borracha mientras deja escapar un suspiro de alivio, y ella presiona tu rostro en su pecho un momento después, haciéndote temblar con la dicha mientras sientes que todos los pensamientos se deslizan de tu mente, excepto por el deseo de someterse a sus deliciosos senos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Speaks2",
                "... A-de todos modos, sigamos adelante, ¿deberíamos [ThePlayerName]?A medida que continúas siendo consciente de mis senos, gradualmente deja que los sentimientos de tu polla vuelvan lentamente a tu conciencia, sintiendo cómo mi coño se aprieta y presiona a su alrededor.",
                "Tu dolor de virilidad, que ya comenzaba a desvanecerse en el fondo de tu mente, de repente se enfoca una vez más mientras dejas escapar un gemido maravilloso de las sensaciones divinas de su sexo húmedo y cálido apretando a su alrededor, y puedes sentir tuLa polla que se pone aún más dura cuando una segunda ola de placer orgásmico se lava a través de ti, haciendo que Himika dejó escapar un grito de sorpresa mientras brotes algunas cuerdas más de semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Speaks2",
                "A-ah?[ThePlayerName], míré en los ojos ... ♥",
                "Te las arreglas para mirar por el valle de su escote y mirar los ojos con una mirada de felicidad sumisa, y ella se enjuaga y traga a medida que su expresión arde con una lujuria repentina.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "Speaks2",
                "O-oh wow ... debería ser ilegal que un chico se vea tan lindo ... ♥ pero comencemos.Muy bien, envuelve los brazos alrededor de mi cintura, y cuando te digo que te muevas, tu energía volverá de repente a ti y comenzarás a empujar tus caderas, ¿de acuerdo?",
                "Obedeciendo sin pensar sus palabras mientras su eje palpita deliciosamente dentro de su coño, se agarra suavemente de su cuerpo y la mira expectante, sintiendo un escalofrío de anticipación a través de usted mientras observa su rostro con entusiasmo.",
                "Speaks2",
                "Go.♥",
                "ChangeEnergyByPercent",
                "100",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Una ola de energía revitalizante se produce a través de ti tan pronto como las palabras salen de su boca, e instantáneamente obedeces su orden a medida que comienzas a empujarla lo más fuerte y rápido como puedes, gimiendo en la felicidad por el abrumador placer de su increíblemente cálida y acogedora.El coño te está dando mientras acaricias tu rostro en los confines celestiales de sus suaves senos, mientras que Himika deja escapar un jadeo de sorpresa excitada.",
                "Speaks2",
                "Mmm! ♥ o-oh! ♥ i-no esperaba que- ♥ ohhh ... ♥",
                "Sus palabras se dirigen a una serie de gemidos lujuriosos que parecen reverberarse en su mente completamente fascinada, intensificando los ya poderosos escasos de éxtasis que atraviesan su cuerpo mientras comienza a mover sus caderas a tiempo con la tuya, casi haciendo que su polla se sienta como si fuera así.Voy a derretir del complacer placer que fluye a través de él con sus movimientos.",
                "Subes tu propia serie de gemidos felices en la deliciosa escote de Himika cuando comienza a acariciar suavemente la parte posterior de tu cabeza, agregando otro nuevo estímulo al cóctel de estimulaciones que ya se ponía alucinante que se inflige a tu cuerpo como los dos de ustedes dosContinúa follando como amantes íntimos.",
                "Cada prensa de su cara en la carne suave de sus senos solo te hace cada vez más sensible y ansiosamente sumiso como las olas interminables de placer que transfieren desde tu giratria a través de ti hasta que los dos casi parecen fusionarse, construyendo una marea imparable de orgásmicoEl éxtasis como tu polla espasmos y contracciones dentro de su coño celestial.",
                "Estremeciéndome en la dicha, gemes mientras estás abrumado por un clímax masivo, pisando una carga masiva en el cuerpo de espera de Himika a medida que su cuerpo se vuelve rígido mientras se corre al mismo tiempo que tú, obligándolo a alturas aún mayores como el placer intoxicanteCorsando a través de ti quema la última parte de tu mente, aparte de la imagen arraigada de sus tetas rebotantes y los sentimientos de su sexo cálido y apretado.",
                "Jadeas cuando tu orgasmo nunca parece terminar, continuando inundando poderosamente el coño que espera el Himika con más y más de tu espeso espeso mientras jadea y te lleva más a su abrazo, presionando tu rostro más profundamente en sus senos como lo hace, lo que solo sirve, lo que solo sirvePara aumentar los sentimientos de placer agonizantes y potentes que cursan a través de su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "Pero incluso cuando su clímax finalmente comienza a desaparecer lentamente, la dicha burbujeante de su orgasmo continúa aumentando cada vez más, dejándote en un estado de nirvana celestial cuando Himika deja escapar un gemido lujurioso antes de continuar sus movimientos de cadera lentos y sensuales una vez más.",
                "Speaks2",
                "Fuccckkk ... ♥ ¡Esto es genial! ♥",
                "Te encuentras relajándose cada vez más en su comprensión, incluso cuando el éxtasis interminable fríe tu cerebro y deja las visiones de sus senos bailando en tu mente, suspirando felizmente mientras se acaricia aún más en su suave escote y continúa empujando a su coño que espera, sintiendo, sintiendo.Su visión comienza a difuminar mientras monta su polla dolorosamente sensible mientras presiona tiernamente su pecho contra su cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Ella aprieta bruscamente sus senos contra los lados de la cara, forzando otro gemido amortiguado de los labios, ya que parece que su cerebro en sí mismo está siendo expulsado por su pecho y haciendo que su polla impulse de inmediato otra carga espesa en las cálidas profundidades de su coño.",
                "El agotamiento comienza a abrumar por completo y completamente su cuerpo, pero sus caderas continúan moviéndose de todos modos mientras golpeas interminablemente tus caderas en las suyas, ahogándose demasiado en las profundidades del éxtasis para incluso preocuparte por cualquier cosa, ya que tu mente se deleita en el placer.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "Pero incluso su propio deseo de seguir adelante no es suficiente para sostenerlo para siempre, ya que Himika golpea sus caderas por una última vez, enviando un orgasmo tan alucinante a través de usted que sus ojos se enrollan en su cabeza mientras la oscuridad lo supera de inmediato,y tu conciencia se aleja completamente mientras las imágenes de sus deliciosas tetas y un sentimiento de dicha celestial llena tu cabeza ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "...",
                "ChangeFetish",
                "Breasts",
                "25",
                "ChangeFetish",
                "Sex",
                "5",
                "Te despiertas en silencio con un gemido somnoliento y un momento desconocido más tarde, sintiendo que tu mente gira mientras lucha por reorientarse mientras los recuerdos de la hipnosis de Himika corren por tu cabeza y una sensación de dolor se extiende por tu cuerpo.",
                "Pero tu gemido se transforma en un gemido como el coño de Himika, del cual tu polla todavía está obstaculizada dentro, inconscientemente aprieta tu virilidad, y te das cuenta deDe vuelta en su suavidad celestial sin un solo pensamiento.",
                "Te has mirado con cansancio la cara entre el valle de su pecho, mirándola profundamente dormir mientras te imaginas que probablemente ella misma se usa en tu dolía ahora dolorida, y dejas escapar un bostezo masivo mientras el agotamiento se lava una vez más, cerrando tuOjos mientras presionas tu rostro de nuevo en sus pechos de almohada, desmayándose casi al instante mientras tus labios se curvan en una sonrisa contenta ...",
                "...",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Mizuko Loss Check",
            "theScene": [
                "GetEventAndIfChoice",
                "OniCombatEvents",
                "2",
                "PhaseTwo",
                "Drunken Lovemaking",
                "JumpToScene",
                "Ass Worship"
            ]
        },
        {
            "NameOfScene": "Ass Worship",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Usted colapsas en el suelo, jadeando con lujuria mientras el agotamiento inunda tu cuerpo, y las visiones del trasero curvilíneo y voluptuoso de Mizuko nadan en tu mente mientras extraes varias respiraciones jadeadas de aire.",
                "Speaks",
                "Bueno, parece que estás deprimido para el recuento, lo que significa que es mi victoria, parece.Ahora ... arrodíllate delante de mí.",
                "Con tu mente aún recuperándose de tu derrota, ni siquiera puedes reunir la fuerza de voluntad para resistirla a medida que tu cuerpo se mueve por sí mismos, arrodillado sumisamente antes de ti cuando tu polla marcada comienza a ser erguida una vez más.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Ahora mira aquí, [ThePlayerName].",
                "Sus aturdidos ojos se centran lentamente en dónde está gesticulando Mizuko mientras su visión se enfoca en su culo regordete, y durante una fracción de segundo su mente se apaga por completo a medida que su virilidad se hincha a su longitud completa y palpitante.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Parpadeando y tratando de resistir su asalto hipnótico repentino cuando una pequeña parte de tu cerebro se da cuenta de lo que está tratando de hacer, te las arreglas para mirar hacia atrás por unos momentos, pero simplemente se ríe mientras la ves y comienzas a influirla enLas caderas nuevamente en suaves movimientos de la esquina de los ojos, y no puedes evitar girar para mirar su trasero cuando te sientas lentamente retirado en trance.",
                "Tan pronto como comienzas a sentirte sometiéndote a mirar su trasero, dulces e intoxicantes pulsos de placer se sacude a través de tu cerebro cada vez que su culo se sacude y sacude el vértice de cada intercambio sensual de sus caderas que viaja directamente a tu polla, lo que lo hacelatido a tiempo con sus movimientos.",
                "Speaks",
                "Estás cayendo tan fácilmente en mi control ahora ...",
                "Tus párpados revolotean y se cerran a medida que una pequeña parte de tu cerebro continúa tratando de resistirla, pero fascinantes imágenes de las imágenes de Mizuko que se balancean hipnóticamente descansando hipnóticamente en tu visión, erosionando lentamente tu resistencia y llenando tu mente con pensamientos de su mesmerizing Ass como tu tuLa cara se rompe en una sonrisa feliz.",
                "Speaks",
                "Estás tan completamente cautivado por mi trasero grueso y curvilíneo ...",
                "Un suspiro sin sentido escapa de tus labios cuando te encuentras apenas capaz de pensar en otra cosa que no sea la hermosa vista de su encantador culo, y felizmente das la bienvenida a sus palabras mientras se filtran profundamente en las profundidades de tu cabeza ...",
                "Speaks",
                "Quieres ser mi esclavo, ¿no?",
                "Un pequeño escalofrío de inquietud te atraviesa mientras dudas por un momento, sintiéndote muy ligeramente comienza a sacudir tu trance, incluso mientras tus ojos todavía siguen obedientemente el sensual balance de sus caderas.",
                "Speaks",
                "¿Oh?Parece que no estás completamente ... 'convencido' todavía.No te preocupes, lo estarás pronto.",
                "Deja de mover su trasero curvilíneo y le da una bofetada burlona con su mano, haciendo que su ola de culo sea tentamente mientras el placer extático se rebota a través de su mente al mirarla, destrozando por completo cualquier concentración que haya logrado construir en este punto mientras gimedicha incoherente, volviéndose fácilmente a su trance mientras su polla palpita salvajemente.",
                "A medida que la carne regordeta de su trasero deja de mudarse lentamente, su mente también se queda quedando, dejando su cabeza vacía de pensamientos mientras Mizuko da unos pasos hacia usted, acercando su trasero celestial más y más cerca de su cara, ya que su cerebro no puedeIncluso comienza a procesar cualquier otra cosa que no sea el culo curvilíneo frente a tus ojos.",
                "Speaks",
                "No se le permite correrse hasta que les diga que, [ThePlayerName].Ahora, repite después de mí.",
                "Una sonrisa maravillosa se extiende por su rostro cuando Mizuko comienza a balancearse suavemente su trasero una vez más, pero esta vez está aún más cerca de sus ojos transfijados, llenando por completo cada uno de sus pensamientos con su culo ineludible y perfecto mientras sus palabras pasan a través detu cabeza y se desvanece directamente en tu mente.",
                "Speaks",
                "Me encantan los culo regordete ... obedezco grandes traseros ... me someto a las caderas curvas ...",
                "Cada línea del mantra Mizuko pronuncia está puntuada con un balanceo de la mentalidad de su trasero divino, lo que hace que sus palabras reverberen dentro de su cabeza mientras su polla palpita y pulsos con necesidad siempre creciente.",
                "PlayerSpeaks",
                "Quiero adorar a los asnos ... Me encanta ser hipnotizado por los asnos ... Yo, Mnnn, ♥ quiero obedecer ...",
                "Cada vez que una línea cae de tus labios, una nueva sacudida de placer corre a través de tu cuerpo, haciéndote jadear y gemir en la dicha mientras el mantra se graba cada vez más profundamente en tu cerebro, acentuado y reforzado por el balanceo celestial de su culo en frentede tu cara.",
                "PlayerSpeaks",
                "Es bueno obedecer ... ♥ me encantan los traseros curvilíneos ... ♥ Quiero adorar el culo de Mizuko ... ♥♥♥",
                "Una y otra vez, te repites las palabras a ti mismo como una creciente reverencia por los asnos llena tu propio ser, dominando por completo tu mente a medida que el creciente placer en tu ingle se acumula a niveles casi insoportables, prácticamente rogándote para liberarte mientras sigues murmurando el mantra debajo deSu aliento entre jadeos y gemidos.",
                "Mizuko se ríe en silencio de tu desesperado gemido mientras tu voz te atrapa en la garganta mientras ella le da a las caderas un meneo sensual, claramente disfrutando de tu reverencia necesitada de su trasero.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "Fufu ... muy bien, [ThePlayerName].Sigue repitiéndote esas palabras en tu mente mientras te pierdes en mi trasero.",
                "Observas alegremente sus comandos mientras el mantra se repite sin cesar en tu mente, continuando enviando pulsos de placer a través de ti cada vez que los hablas en silencio, pero el placer está completamente eclipsado por una ola de éxtasis de color blanco mientras Mizuko deja de balancear de lado a un lado aDe lado y se inclina hacia atrás, presionando su culo regordete en su cabeza y empujándolo el suelo con su firme sentada en su cara.",
                "Cantidades alucinantes de dicha le disparan a través de ti cuando tus caderas se reducen instintivamente por el repentino oleado de lo que debería ser un clímax masivo, pero solo te quedan en el borde enloquecedor del orgasmo como el comando anterior de Mizuko de no correrse hasta que lo deja.Detiene completamente su liberación, gimiendo en su culo intoxicante mientras ella lo muele en ti.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Si adoras mi trasero lo suficientemente bien, te dejaré correrte.",
                "Tan pronto como las palabras salen de su boca, inmediatamente comienzas a atenderla frenéticamente con la lengua y las manos, impulsadas por una necesidad combinada de adorar su culo perfecto y la abrumadora necesidad de liberar.",
                "La repentina ferocidad de sus afectos hace que Mizuko dejó escapar un grito de placer sorprendido, que solo lo llena de un deseo más fuerte de complacerla mientras redoble sus esfuerzos.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Speaks",
                "O-oh- ♥ mmm! ♥ je ... m-Maybe te trabajé un poco {i} también {/i} mucho. ♥",
                "Tu polla palpita con éxtasis mientras continúas adorando y atendiendo ansiosamente su trasero, palpitando de manera necesaria, ya que está rogando por el orgasmo que anhelas tan desesperadamente, pero no puedes concentrarte en ello como tu mente repite sin cesar por el culo por los asnos mientrasLa imagen de la parte trasera de Mizuko se presiona más y más en su mente.",
                "Dejas escapar un jadeo amortiguado de placer cuando una de las manos de Mizuko comienza a acariciar tu polla con un ritmo lento y suave, agregando combustible al infierno ya ardiente de la lujuria que devastan tu cuerpo mientras las cascadas de éxtasis fluyen a través de ti con cada movimiento intensamente agradable.Su mano hace.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "Tus esfuerzos por adorar el trasero de Mizuko comienzan a dar sus frutos mientras comienza a gemir y retorcerse en tu rostro antes de tensar en el orgasmo, dejando escapar un grito mientras su propia voz envía otro rayo de placer desgarrando por tu mente, y a través de la bruma deSu mente amante del culo, siente una leve esperanza que florece dentro de usted, ya que siente su propia necesidad orgásmica que se quema en su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Speaks",
                "H-ja ... ♥ no ... ♥ No puedes correrse todavía, [ThePlayerName] ... ♥",
                "Empiezas a dejar escapar un gemido casi agonizante mientras continúas manteniéndote en el borde de la liberación del cuchillo, pero se transforma rápidamente en uno de éxtasis cuando Mizuko comienza a moler su trasero una vez más, haciendo que comiences de inmediato a darle un servicio a su servicio.Una vez más, su mano continúa acelerando lentamente su eje palpitante.",
                "El éxtasis dolorosamente agradable que fluye a través de su cuerpo de contracción hace que su mente se vaya completamente vacía de cualquier pensamiento, excepto el trasero absolutamente divino de Mizuko, lo que hace que caiga cada vez más bajo su control hipnótico mientras arroja sus esfuerzos para atenderlo con un abandono frenético y casi imprudente.",
                "El tiempo en sí mismo parece desdibujarse frente a la parte trasera celestial de Mizuko, ya que cada vez más se acumulan una dicha preorgasmica en su cuerpo, simplemente dejándote estremecer por debajo de su trasero mientras continúas adorando, y después de una eternidad desconocida puedes escuchar a Mizukogemir y temblar mientras se acerca a un segundo clímax.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "Speaks",
                "Ah ... ♥ Estoy obteniendo C-Close de nuevo ... ♥ Ah ... ♥ [TPN]-[ThePlayerName]! ♥ Te permito a Cummmmm! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Sus palabras rebotan en todo tu ser mientras deja escapar un grito de placer mientras le da a tu virilidad un golpe final de firma final, y de repente estás completamente arrastrado por un feliz ataque de placer poderoso y retozéxtasis, dejando escapar un grito roto en la parte trasera de Mizuko mientras su polla brota una corriente de espesor increíblemente gruesa en el aire.",
                "E incluso después de la primera ola de cursos de éxtasis cataclísmicos a través de ti, tu orgasmo continúa lavando tu cuerpo y te llena de sentimientos celestiales de felicidad, dejándote a la deriva sin pensar como visiones de devoción amorosa por el asno perfectamente con forma de Mizuko,Cock continúa palpitando y disparando más y más de tu semen.",
                "Cuando las cantidades alucinantes de placer comienzan a desaparecer lentamente, su cuerpo todavía está lleno de sentimientos de éxtasis divino mientras las poderosas réplicas de placer corren a través de ti, continuando incluso cuando Mizuko finalmente levanta su maravilloso trasero de tu cara y te atraesUn aliento jadeante de aire, llenando los sentidos con su aroma femenino embriagador mientras absorbe desesperadamente oxígeno que ni siquiera sabía que necesitabas.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "Mmmm ... ♥ w-wow ... buen trabajo [ThePlayerName]. ♥",
                "Un escalofrío de dicha te atraviesa de sus palabras, y le das una sonrisa borracha cuando el agotamiento de repente comienza a abrumarte.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Aww ... es una pena que estés empezando a desvanecerse ... {i} amor {/i} para seguir adelante, después de todo. ♥ Pero porque hiciste un buen trabajo atendiéndome y me hicisteCum dos veces, te voy a dar una última recompensa para enviarte. ♥",
                "Ella se ríe mientras se sienta su voluptuosa parte trasera hacia abajo en la cara, enviando otro pico de placer que te atraviesa a medida que más polla dispara una carga de palo más, y te sacudes con placer puro y sin adulterar mientras tu mente y la vista están llenas de su perfecta, culo divino, incluso cuando su conciencia se desvanece lentamente y la oscuridad te supera ...",
                "ChangeFetish",
                "Ass",
                "25",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Drunken Lovemaking",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko deja escapar una risa baja mientras se para sobre tu cuerpo completamente exhausto e indefenso, triunfante sonriendo hacia ti cuando su aura azul en asado se desvanece.",
                "Speaks",
                "Supongo que es mi victoria, [ThePlayerName].Sin embargo, buen intento.Ahora, que hacer contigo ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Solo puedes jadear en el suelo mientras intentas recuperarte de tu derrota, tratando de calmar tu mente giratoria mientras las visiones de su culo hipnótico todavía bailan en tu mente, y la sonrisa de Mizuko se ensancha mientras sus ojos brillan con una luz traviesa.",
                "Speaks",
                "Oh, tengo una idea {i} genial {/i} ...",
                "Lleva su mano hacia su lado y saca una pequeña calabaza de su taparrabos y la abre antes de bajar su contenido en su boca.",
                "ChangeImageLayer",
                "Face",
                "Mizuko",
                "Blush",
                "¡Antes de que puedas intentar armar lo que está tratando de hacer, Mizuko de repente se lanza hacia ti y te lleva a un beso profundo, usando su lengua para separar tus labios mientras obliga al líquido desconocido por tu garganta!",
                "Luchas por un momento, ya que el líquido sorprendentemente dulce casi te ahoga, pero eventualmente lo tragas todo cuando un hormigueo ardiente comienza a extenderse por tu boca y hacia tu cuerpo mientras Mizuko rompe los besos con una sonrisa y se limpia los labios con su antebrazo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Seductive",
                "Su mente ya giratoria comienza a sentirse aún más peligrosa cuando la bebida potente golpea su estómago y llena todo su cuerpo con una calidez adormecedora, y se da cuenta débilmente de que Mizuko se ha agarrado el brazo y lo ha llevado a una pared cercana antes de presionar su espalda contra él.y a horcajadas en la vaquera inversa de la cintura.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Parpadeando de manera cansada mientras sus ojos logran centrarse en el culo regordete de Mizuko mientras presiona contra usted, dejas escapar un gemido involuntario sin sentido mientras sus efectos hipnóticos parecen haberse intensificado masivamente, haciéndote mirar con cautivación total en su trasero curvilíneo sin moverse.",
                "Escuchas que Mizuko deja escapar otra risa mientras coloca lentamente tu polla hacia la entrada de su trasero fascinante y empuja suavemente su cintura hacia la tuya, aliviando tu virilidad en su trasero apretado mientras dejas escapar un jadeo borracho de felicidad, temblando mientras tu hombrese ajusta a su nueva casa deliciosamente agradable.",
                "Con una lentitud casi dolorida, Mizuko comienza sensualmente a moler sus caderas contra usted con su polla alojada dentro de su cuerpo, y sus ojos siguen impotentes los movimientos fascinantes de su trasero mientras se balancea de un lado a otro.",
                "Empiezas a espaciar ante sus gentiles movimientos mientras dejas escapar un pequeño gemido de placer, pero sacudes la cabeza mientras intentas despejar la cabeza, solo para darte cuenta a través de tu bruma borracha que solo puedes concentrarteEn el culo regordete de Mizuko como una mezcla de temor y anticipación lo llena mientras su visión comienza a girar en una espiral repugnante pero increíblemente hipnótica.",
                "Incluso cuando te ves obligado a parpadear o te las arreglas para controlarte lo suficiente como para cerrar los ojos, las imágenes girando, balanceándose y rebotando de su trasero continúan jugando en la parte posterior de tus párpados, persuadiéndote para abrir tus ojos nuevamente tan rápido comoPosible para que pueda ver lo real ya que su polla es masajeada maravillosamente por su cálido orificio musculoso.",
                "Speaks",
                "Disfrutando de tu regalo?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Te las arreglas para abrir la boca en un intento débil de responder, pero solo un gemido gimoso escapa de tus labios mientras luchas por mantenerte coherente ante su asalto lento e hipnótico, y puedes sentir un pequeño goteo de babeo por la baja.lado de tu boca mientras Mizuko deja escapar una risa pequeña y seductora.",
                "Speaks",
                "Hm ... Tomaré eso como un sí. ♪ Ese licor es bastante potente.Debería saberlo, porque lo destilé yo mismo.Pero es hora de dejar de jugar.Ahora a {i} realmente {/i} te pone en trance. ♪",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Sus palabras perforan su estupor borracho cuando un toque de anticipación tembloroso se rasga a través de usted, y jadee mientras deja de mover sus caderas y simplemente sostiene su eje palpitante dentro de su culo, apretando hacia abajo, ya que un edificio necesita acumularse rápidamente en su ingle.Te sientes resbalando más profundamente en la espiral hipnótica de su trasero.",
                "Tu cuerpo se fugenta mientras Mizuko deja escapar otra risa burlona mientras levanta lentamente sus caderas, apartándose de tu polla hasta que solo tu cabeza permanece dentro de ella antes de golpear su ruta trasera hacia abajo sobre tu cintura, obligando a un gemido incoherente de placerDe ti, como una cascada de éxtasis de color blanco y candente, te desgarra, dispersando por completo tus pensamientos mientras te corres poderosamente dentro de su culo celestial.",
                "Espasmando cuando su orgasmo se desgarra a través de usted, el sacudido hipnótico de su trasero se mezcla con el placer entumecedor de su bebida y supera por completo su mente, enviando un rayo de felicidad sumisa a través de su cuerpo como visiones de su baile de trasero perfecto dentro de su cabeza.",
                "A pesar de que su climáctico alto lentamente comienza a disminuir, el placer que aturde la mente solo comienza a fortalecerse a medida que Mizuko comienza a montar su erección palpitante una vez más, haciéndole gemir incoherentemente en el éxtasis con cada reunión de sus caderas como más imágenes de más imágenes deSu culo regordete nade por tu cabeza y comienza a imprimir en tu cerebro.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Puedes sentir tus labios curvándose en una sonrisa borracha, pero no puedes preocuparte por nada más que apreciar el trasero perfecto de Mizuko, comenzando amorosamente en sus curvas de sacudido, ya que impacta con tu cintura una y otra vez y simplemente abandonándote aEl placer como todos no dedicado a mirar y admirar su trasero sistemáticamente se sofoca por sus movimientos divinos.",
                "Cada impacto celestial de su trasero contra ti envía otro rayo de felicidad hipnótica a través de tu cuerpo, lo que solo se vuelve más intenso a medida que Mizuko comienza a aumentar su ritmo, obligándolo a gemir incoherentemente en un placer sin sentido cuando comienza a follarte en serio en serio..",
                "Te estremes mientras Mizuko pone más y más fuerza en cada rumbo de sus caderas, haciendo que tu espasmo de polla palpitante dentro de su trasero apretado mientras comienza a sentirse tan completamente dominado y roto como tu mente cada vez más vaciante, pero no puedes evitar amar a cadaUn solo segundo como imágenes más inductoras de dicha de su curvilínea trasera y agitada en su cabeza con cada momento que pasa.",
                "Dejas escapar un jadeo estremecido ya que tu polla finalmente no puede tomar más y brota otra carga gruesa en el culo divino de Mizuko, y sientes que lo que queda de tu mente va junto a tu semen cuando te quedas babeando en la dicha intoxicada mientras ellacontinúa montando tu erección aún palpitante.",
                "Ola tras ola de placer orgásmico se lava sobre ti incluso después de que tu clímax disminuye mientras Mizuko continúa montando poderosamente tu polla, pero te tiemblas mientras sientes que su mirada de repente te fija sobre el hombro en el ojo.su culo y sobre su voz mientras comienza a hablar.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "No vuelvas a correrte hasta que te lo diga.",
                "Te estremes en éxtasis mientras sientes el orgasmo cataclísmicamente poderoso que estabas al borde de haberse detenido repentinamente en seco, y jadea en una dicha agonizada cuando tu enfoque se vuelve a su lujoso trasero y el placer celestial que te está dando másLas imágenes de su trasero están en tu mente.",
                "Mizuko no ralentiza los movimientos de golpe de sus caderas por un momento mientras te obliga a permanecer en el borde enloquecedor del clímax a través de pura fuerza hipnótica sola, y no puedes evitar que te suplique sin pensar que te dejes correrte,Dale el lanzamiento que anhelas tan desesperadamente, incluso cuando ella ignora por completo tus palabras.",
                "Su parte trasera apretada se aprieta poderosamente alrededor de su polla espasmante como un vicio, rompiendo por completo el pequeño poco resistencia que no sabía que le quedaba impulsando sus súplicas para dejarlo correrse y llenarlo de éxtasis sumisos mientras gime incoherentemente en la negación órgasta., sintiendo que cada parte posible de su ser está completamente dominada por el culo de Mizuko.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Empiezas a sentir una sensación de felicidad feliz al poder servir al propietario de un trasero tan divinamente perfecto, incluso cuando el placer enloquecedor que atraviesa tu cuerpo solo se monta cada vez más alto, y solo después de una eternidad desconocida de bordes comienza a jadearY se gemela, finalmente acercándose a su propio orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Mnn ... ♥ a-ahh ... hmhmhm ... has hecho un buen trabajo s-tan lejos, [ThePlayerName].Voy a comenzar a contar F-from Tres, y cuando llegue a cero, finalmente podrás correrse.Solo espera un poco más y finalmente obtendrás lo que quieres",
                "Una oleada de felicidad a través de ti de sus amables palabras, pero no son nada comparados con la poderosa ola de anticipación que explota a través de ti como la liberación orgásmica que te han negado durante tanto tiempo finalmente se acerca, lo que hace que tu sonrisa sea borracha se amplíe aún más.Mientras miras felizmente su culo perfecto rebotar hacia arriba y hacia abajo en tu virilidad.",
                "Speaks",
                "Three.",
                "Jadeas y gemes en éxtasis cuando comienza a golpear sus caderas en las tuyas más intensamente que nunca, jadeando con lujuria sin sentido mientras te monta en el olvido feliz.",
                "Speaks",
                "Two.",
                "Las visiones giratorias de su culo bailando por su mente se intensifican aún más, volviéndose más vívidos e intoxicantes a medida que tembla en éxtasis, sintiendo el placer en su pico de la ingle a niveles cada vez más insoportables.",
                "Speaks",
                "One...",
                "Todo su cuerpo comienza a volverse rígido en preparación para el orgasmo que ha estado acumulando por un tiempo que ha estado construyendo durante un tiempo tan enloquecedor, casi se permite que suceda, sintiendo la tentadora liberación climática simplemente espere a que termine la cuenta regresiva de Mizuko..",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "...Three...♪",
                "... Solo para dejar escapar un gemido de negación agonizada mientras Mizuko comienza la cuenta regresiva de nuevo, temblando a medida que el placer solo continúa aumentando con cada momento que pasa, mientras que Mizuko deja escapar una risa burlona y casi maliciosa.",
                "Speaks",
                "Twooo...",
                "Los números comienzan a salir de su boca más lento y lento a medida que su voz suena en tu mente absolutamente vacía, y dejas escapar un jadeo estrangulado a medida que tu cuerpo continúa tensándose cada vez más con lo desesperado y ardiente {b} Necesidad {/b} para correrse.",
                "Speaks",
                "Ooooneeeee...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Tus ojos intentan regresar a tu cabeza de la gran cantidad de placer que te atraviesan, pero no puedes mirar hacia otro lado de su culo perfecto, incluso por un momento, ya que continúa rebotando hipnóticamente hacia arriba y hacia abajo en tucaderas.",
                "Speaks",
                "...Two...",
                "Un grito desesperado resuena en tu mente, pero solo sale como un gemido gemido cuando te acerca más de lo que pensabas que era posible para el borde de la mentalidad de la dicha orgásmica, pero no te deja correrte, haciendo que todo tu cuerpo se agitedel poder de su orden hipnótico para aguantar.",
                "Speaks",
                "One...",
                "Tu mente se aferra desesperadamente a las sensaciones celestiales e imágenes de su culo absolutamente divino en un intento de aferrarse a {i} cualquier cosa {/i} para tratar de mantenerse cuerdo en las profundidades interminables del placer que estás atrapado, ardiendo aún másEn su cerebro más profundos, ya que la insaciable necesidad de correrse amenaza con abrumarlo por completo.",
                "Speaks",
                "...One...",
                "Otro gemido estrangulado de placer absolutamente desesperado escapa de tus labios mientras intentas fervientemente rogarle que te dejes correrte, pero ni siquiera puedes comenzar a formular las palabras como lo único que eres posible es pensar en su trasero curvilíneo yLa necesidad de lanzamiento de siempre y vertiginosa.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "...Ooooneeeee...♪",
                "Su cuerpo ni siquiera puede temblar más, ya que todos sus músculos de su cuerpo están tan tensos que no puede tirar, sintiéndose completamente y completamente paralizado con el éxtasis puro y entusiasta como una cascada interminable de su culo en suVisión mientras ella rebota en tu polla dolorosa y locamente espasmante.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "¡Cero!Cum! ♥",
                "Todo su cuerpo de inmediato está lleno de un placer incomprensible y que se rompió la mente, ya que cada fibra de su ser se pone a la altura de los gritos y enloquecedores sentimientos de liberación, dejando escapar un grito de éxtasis roto mientras brotas la carga maravillosa después de la maravillosa carga.El trasero celestial y apretado de Mizuko, casi siente que tu corazón está a punto de detenerse cuando te corres una y otra vez.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "La propia Mizuko se escapa como su propio orgasmo cataclísmico también la deja, haciendo que su culo se aprieta más fuerte en su polla espasmante y lo obligó a alturas aún mayores de rapto tembloroso.",
                "Usted es ininterrustando su carga de carga tras carga mientras todo su cuerpo continúa temblando en éxtasis, enviando placer rebotando a través de usted, incluso después de que su polla finalmente deja de brotar cuerdas gruesas de la eternidad incalculada más tarde, lo que le hace espasmo como el celestialEl resplandor de su clímax llena todo su ser.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Tan pronto como su orgasmo finalmente se aleja, todo su cuerpo se queda completamente flojo, ya que se colapsan en la espalda de Mizuko, sintiéndose completamente y completamente agotado e incapaz de pensar en nada más que el culo perfecto de Mizuko.",
                "Ella te alivia suavemente hasta el suelo antes de finalmente desmontar tu polla, haciendo un escalofrío de una carrera de dicha a través de ti mientras se acurruca además de ti y coloca una mano en la barbilla, obligándolo a mirar hacia otro lado de su culo curvilíneo desde la primera vez desde que ellaTe inmovilizó contra la pared y en su cara sonrojada y débilmente lujuriosa mientras ella felizmente te sonríe.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Speaks",
                "Mmmm ... ♥ A-tanto como me encantaría hacer eso de nuevo ... No creo que {i} tú {/i} podría hacer eso de nuevo ahora mismo ...",
                "Parpadea confundido como sumiso es necesario continuar complaciendo sus pozos dentro de usted, pero tan pronto como abre la boca para objetar y ponga la mano temblorosa en el suelo para tratar de soportar su propio peso, toda la fuerza de su agotamiento golpeaTú y tú colapsan en sus brazos, incapaces de reunir incluso la energía más pequeña sin su maravilloso culo para convencerte.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Flustered",
                "Speaks",
                "Ah?!... No soy tan bueno en Aftercare ... pero ... creo que necesitas algo después de eso ...",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Amused",
                "Ella envuelve uno de sus brazos alrededor de tu espalda y te acerca a su cuerpo, haciéndote sentir tan acogedora y segura que dejas escapar un suspiro maravilloso y relajarte en su agarre, dejando que tu agotamiento te lave mientras te acaricia suavemente el cabello mientrassusurrando dulces nada en tu oído.",
                "Speaks",
                "Shhh ... está bien ... hiciste un gran trabajo, ahora solo relájate ...",
                "Su cuerpo suave y almohado se siente tan completamente cómodo que casi inmediatamente comienzas a quedarse dormido, pero antes de que tu visión se desvanezca por completo, uno de tus brazos débiles y apenas funcionales se las arregla para alcanzar su cintura y agarrar un puñado de su culo regordete, haciéndola dejar escapar un ruido divertido de sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "¿Oh?Qué travieso de tu parte, [ThePlayerName].Se supone que debes ...",
                "Pero no te las arreglas para escuchar el resto de lo que tiene que decir, ya que estás completamente abrumado por el agotamiento, deslizándose profundamente en la inconsciencia mientras las visiones de su trasero celestial continúan bailando dentro de tu mente ...",
                "...",
                "ChangeFetish",
                "Ass",
                "50",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Double Oni Loss!",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Colapsas en el suelo, jadeando y agotado cuando las dos altas hermanas Oni te miran con un par de sonrisas triunfantes triunfantes.",
                "Speaks",
                "Te dijimos que esta era una mala idea, [ThePlayerName].",
                "Speaks2",
                "Sí, y ahora que perdiste, estás a punto de follarse más fuerte que nunca antes.La verdadera pregunta es, ¿cuál de nosotros puede montar su polla primero?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Mizuko mira a su hermana con una pequeña sonrisa.",
                "Speaks",
                "Tú haces.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Flustered",
                "Himika sacude su cabeza hacia Mizuko con confusión en su rostro mientras te mira por un momento antes de mirar a su hermana una vez más.",
                "Speaks2",
                "R-REALLY?¿Así?Uh ... ¿hay algún tipo de captura?",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "La sonrisa de Mizuko se amplía mientras se toma un momento para mirarte y darle a sus caderas un pequeño meneo, y te temblarás de excitación mientras su mudanza trasera domina tu visión para un breve momento.",
                "Speaks",
                "Es bueno saber que tienes tanto {i} confianza {/i} en mí, hermana.Eso es probablemente algo bueno.No, estoy diciendo que deberías conseguir su polla porque si tuvieras tus tetas en la cara, realmente no podría hacer lo mío.Puedes follarlo hasta que se rompe, y puedo hipnotizarlo con mi trasero mientras me siento en su rostro.¿Suena justo?",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Base",
                "Te tiemblas en anticipación de sus palabras cuando Himika deja escapar un pequeño ruido de comprensión antes de asentir, y los dos se vuelven para mirarte una vez más con un brillo lujurioso en sus ojos.",
                "Inmediatamente descienden sobre su cuerpo sin un momento de sobra, y Himika se extiende a horcajadas sobre la cintura antes de forzar su polla rígida en las cálidas profundidades de su coño goteando mientras Mizuko coloca su culo curvilíneo sobre su desventurada cara, llenando inmediatamente su cuerpo con una maravillosa ola deplacer.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "Y {i} intento {/i} no follarlo demasiado duro, o no podrá atenderme correctamente.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Speaks2",
                "Sí, sí.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Dejaste escapar un jadeo amortiguado en la parte trasera de Mizuko cuando Himika comienza a rebotar lentamente en tu dolor de polla, pero en unos momentos tus pensamientos comienzan a girar mientras Mizuko comienza a moler fascinantemente las caderas contra ti, llenando los sentidos con su culo cautivador.",
                "Su mente comienza a sentirse tan completamente pequeña e insignificante en comparación con la perfección curvilínea que le presionaba que ni siquiera puede comenzar a hacer otra cosa que simplemente se deleite simplemente en su gloriosa presencia cuando su cabeza comienza a ponerse más vacía y vacía ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Determined",
                "Speaks2",
                "Oye, ahora no puedes decirme que me vaya fácil cuando te estás derritiendo de inmediato, hermana.",
                "Un rayo de puro éxtasis se rasga a través de ti cuando el coño de Himika comienza a apretar firmemente tu erección palpitante a tiempo con sus golpes implacables, haciéndote estremecer en el suelo mientras las olas de placer dispersan por completo tus pensamientos, lo que te dificulta aún más difícil.Resisten el culo perfecto de Mizuko.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Speaks",
                "¿Oh?Dices eso, pero solo me estás haciendo más fácil dominar la mente de [ThePlayerName].",
                "Tu mente indefensa se siente tan impotente frente al voluptuoso culo que se apodera de tu cerebro, y el poderoso coño apretando y montando tu virilidad palpitante solo hace que sea imposible que pienses coherentemente como las hermanas oni trabajan juntas para erosionar por completo tuvoluntad para resistirlos.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Dominant",
                "Speaks2",
                "¿Oh?¿Es eso un desafío?",
                "Algunos pensamientos callejeros intentan burbujear mientras el culo hipnótico de Mizuko continúa dominando lentamente su mente, pero todos están arrastrados en un instante mientras Himika redobla sus esfuerzos para follarte, enviándote en cascada en un orgasmo masivo mientras tu polla se llena fácilmenteSu coño implacable con tu semen mientras jadea de placer.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "SmileDrunk",
                "Speaks",
                "Solo si quieres que sea, hermana. ♥",
                "Pero a pesar de que las dos hermanas continúan discutiendo entre sí, la división de segundo de la dicha sin sentido de su clímax estremecimiento es todo lo que se necesita para que el trasero regordete de Mizuko tome por completo el control de su cerebro, desbordando su mente debilitada con su culo intoxicante como su divino DivineEl culo te supera por completo, y una enorme ola de dicha cae en cascada a través de ti momentos después de que termina tu orgasmo, llenándolo con la necesidad de correrse nuevamente casi al instante.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "Himika intenta hablar una vez más, pero se corta cuando se acelera otra gran carga de semen en su coño apretado solo unos segundos después de que terminó su primer clímax, y las sensaciones combinadas de los internos cálidos y acogedores de Himika y el culo celestial de Mizuko presionando contra su caraExploran completamente sus pensamientos al viento, dejándote girando en un ciclo interminable de éxtasis de fusión mental.",
                "Speaks2",
                "Ja ... ♥ Te llevaré a esa oferta. ♥",
                "Los dos se ríen cuando comienzan a montarlo nuevamente, llenando su cabeza vacía con una sensación de éxtasis sumiso mientras las cascadas de dicha se rasgan por su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Estás completamente perdido en una neblina de placer sin sentido mientras felizmente comienzas a empujar al coño de Himika mientras se burla de las caderas, llenándote con un ansioso deseo de continuar incluso en tu brillo post-orgasmico mientras comienza a besar y adorar simultáneamenteEl culo de Mizuko, ocasionalmente lamiendo su sexo goteando mientras se mueve el trasero sobre tu cara.",
                "Ambos aprecian claramente sus esfuerzos para complacerlos, ya que dejan escapar una serie de gemidos y jadeos felices, solo para que se muevan de formas nuevas y cada vez más agradables que solo le hacen atender más, continuando en una espiral interminable como su polla yEl cerebro se derrite en el éxtasis sumiso.",
                "Ambos movimientos casi parecen mezclarse mientras todos los deliciosos apretones del coño de Himika hacen que tu mente diga un poco más al trasero de Mizuko, y cada tirón del culo de Mizuko solo hace que tu polla se necesite dentro del coño de Himika, creando un sin extremo.Bucle de retroalimentación que lo envía más a las profundidades interminables de placer que rebota en su cuerpo.",
                "Su mente completamente cautivada no puede centrarse en ninguno de los ministerios mentes de la hermana durante más de unos pocos momentos, ya que ambos trabajan juntos para dominarlo por completo y por completo, y no puedes evitar amar cada segundo como otroEl orgasmo electrizante se produce a través de ti, dejándote brotar más cuerdas calientes de semen en el coño de Vicepresidente de Himika.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Pleasured",
                "Mizuko se ríe mientras tanto tú como Himika dejan escapar los gritos de éxtasis antes de que ella muele su ruina trasera en tu cara, lo que te obliga a dejar escapar un jadeo estrangulado mientras otro orgasmo te abruma antes de que tu primera termine, disparando aún más de tu semenHimika mientras tu mente se acerca a las imágenes del cautivador trasero de Mizuko.",
                "Speaks2",
                "¡A-ah! ♥ n-no!¡No te dejaré ganar!",
                "Te retorces en el suelo cuando Himika comienza a montar tu eje de still Spasming más duro que nunca, enviando un tercer clímax aún más poderoso que te desgarra mientras tu mente se vuelve blanca con éxtasis, estremeciéndose en la felicidad mientras su coño molesta tu polla de tantoCum como sea posible.",
                "Mizuko solo se ríe mientras se aprovecha de su distracción para inundar la cabeza con aún más imágenes de su trasero celestial, enviándolo a otro clímax, solo para que Himika te obligue a otro momento después, ya que te ves rápidamente obligado a correrse comoUn grifo roto, ya que ambos se turnan para dominar completamente tu mente y tu polla con una enloquecedora cantidad de placer.",
                "Todo tu ser parece estar reducido en la nada como solo los pensamientos de 'culo' y 'coño' batalla dentro de ti, obligando a tu atención a rebotar de tu ingle a tu cabeza cada pocos segundos a medida que otro orgasmo te roda, pero puedesSolo temblar en una dicha pura y sin adulterar mientras continúa sin soltero, hace todo lo posible para complacerlos a los dos mientras se salen con la suya.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Pleasured",
                "Sus esfuerzos para satisfacerlos parecen estar dando sus frutos como Mizuko Shivers con la construcción de la dicha mientras continúa moliendo su culo perfecto en tu cara mientras lo lujosas y adorarlo con tu atención, mientras que al mismo tiempo los gemidos de Himika comienzan a ponerse cada vez más lujuriosos.Mientras rebota en su dolor, espasmando continuamente mientras continúa empujando poderosamente su coño a tiempo con sus movimientos.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Orgasm",
                "El ciclo de orgasmos cada vez más poderosos finalmente parece llegar a un final abrumador cuando Mizuko presiona su trasero en ti más intensamente que nunca, mientras Himika golpea las caderas en las tuyas por última vez y ambos gritan en éxtasis, explotando tu cuerpo con entusiasmo con entusiasmo.La dicha, ya que todo tu ser parece romperse y reunirse una y otra vez del placer que devastan tu núcleo.",
                "Incluso cuando las hermanas Oni comienzan a recuperarse de sus propios orgasmos, estás continuamente atrapado en un máximo aparentemente interminable, temblando en el maravilloso resplandor mientras tu polla brota una carga final en el coño de Himika.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Shy",
                "Ambos desmontarán temblorosamente, haciéndole temblar en éxtasis mientras el culo de Mizuko deja su rostro mientras su erección aún rígida palpita en el aire, y lo miran, obteniendo un buen aspecto de su cuerpo de contracción mientras aún se tembla con las réplicas de las réplicas de las réplicas.éxtasis mientras sientes una expresión borracha y borracha te pone tu rostro.",
                "Speaks",
                "Mmmm ... se ve tan adorable así ... claramente mi trasero hipnótico fue lo que lo hizo corriendo más ...",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Base",
                "Himika mira a su hermana como una luz competitiva de repente arde de repente en sus ojos, y ella pone su mandíbula mientras le da un resplandor a Mizuko.",
                "Speaks2",
                "¿Qué?¡De ninguna manera!Estaba dentro de mi coño todo ese tiempo, y puedo decirte que claramente estaba corriendo {i} de manera {/i} más duro cada vez que lo estaba follando.",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Smug",
                "Mizuko se ríe hacia sí misma mientras devuelve la mirada de su hermana antes de mirarte con lujuria claramente ardiendo en sus ojos.",
                "Speaks",
                "Claramente, ambos tenemos opiniones diferentes sobre quién logró secarlo.Parece que solo hay una forma de establecer esto rápidamente, ♥",
                "Un escalofrío de placer anticipatorio te corre a través de ti mientras Himika te mira con una expresión igualmente lujuriosa a su hermana, y tu polla rápidamente vuelve a la dureza total, ya que ambos son ansiosos hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Seductive",
                "Speaks2",
                "Ya te dije, ¿no?{i} con mucho gusto {/i} te llevaré a esa oferta, hermana ... ♥",
                "Ambos se ríen una vez más a medida que descienden sobre ti una vez más, sofocando tu mente con el culo regordete de Mizuko mientras Himika se perfora en tu polla rígida y reanudan sus movimientos de molienda, haciendo que tu mundo se desduzca rápidamente en un maldito desastre de orgasmo después del orgasmo.A medida que tu conciencia se desvanece lentamente en la nada ...",
                "...",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeFetish",
                "Ass",
                "25",
                "ChangeSensitivity",
                "Pain",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Himika",
                "Caring",
                "ChangeImageLayer",
                "Expression",
                "Mizuko",
                "Relaxed",
                "Un momento desconocido después, recuperas la conciencia por un breve momento mientras las dos mujeres grandes se acurrucan en ambos lados de ti, presionando sus cuerpos suaves contra ti mientras dan en silencio, sintiendo tu mente gentilmente nadando como imágenes de la parte trasera divina de Mizuko y las sensaciones felices.del coño de Himika llena tu mente mientras el potente hedor de sexo cuelga pesado en el aire.",
                "Dejas escapar un pequeño gemido cuando todo tu cuerpo se siente agradablemente dolorido, especialmente alrededor de tus dolor de caderas, pero una sensación de agotamiento reconfortante comienza a lavarte mientras suspiras feliz antes de volver a caer en la inconsciencia ...",
                "...",
                "GameOver"
            ]
        }
    ]
}