{
    "name": "BlackHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ushris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "BlackHeart",
            "theScene": [
                "SpawnGridNPC",
                "BlackHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un corazón negro, ¡hay una bola oscura de luz arcana!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "BlackHeartAlt",
            "theScene": [
                "SpawnGridNPC",
                "BlackHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "¡El mosaico se destaca con un corazón negro en su centro junto con una explosión de energía arcana oscura!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "-Y al momento siguiente, la magia se desvanece, y te encuentras arrodillado en el piso de piedra, paneles mágicos en forma de pared presionando hacia abajo sobre tus brazos y piernas, manteniéndolos irrepresiblemente bloqueados en su lugar.Delante de ti, Ushris te mira con una reír presumida.",
                "Speak",
                "Ushris",
                "Hihihi, ♪ que desafortunado para ti ♪",
                "Las cadenas que cubren su atuendo gótico se sacrifican luninamente mientras el corazón debajo de ti pulsos con magia crepitante, paseando el paso del Hellhound mientras se acerca con elegantes y incluso escalones, su sonrisa engreída que se lleva a tu forma impotente, luego se ablanda ligeramente.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Pero no te preocupes, esta trampa es tan mala como quieres.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Step",
                "ChangeImageLayer",
                "Feet",
                "1",
                "ToesOneDown",
                "Ella patea suavemente un zapato de uno de sus pies y levanta la delicada y almacenada suela frente a la cara, dándole los dedos de los dedos de los dedos de los dedos de énfasis mientras te sonríe con un destello de sadismo.",
                "ChangeImageLayer",
                "Feet",
                "1",
                "BaseOneDown",
                "Speak",
                "Ushris",
                "Simplemente besa mi pie como un buen perro obediente, y te dejaré ir libre. ♪",
                "Menu",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "75",
                "Worship her foot.",
                "RequiresFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "Lovingly kiss her foot.",
                "Lightly kiss her foot.",
                "RequiresFetishLevelEqualOrLess",
                "Feet",
                "99",
                "Refuse.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Refuse.",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "{i} hmph, {/i} bien entonces.Disfruta tu castigo.",
                "ApplyStatusEffect",
                "ParalysisFull",
                "Ella vuelve a colocar su zapato y gira en su lugar, su cola cede un silbido riendo bajo mientras se aleja indignada de ti, dándote una mirada fría hacia atrás.El suelo debajo de su forma restringida se destaca con magia verdes y negra enfermas a medida que se activa la trampa, y al instante te golpean con un entumecimiento rastrero y tembloroso que bloquea tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Ushris se riega mientras mira la trampa desplegada sobre ti, levantando una pesada garra a sus labios.",
                "Speak",
                "Ushris",
                "Oh, yo {i} do {/i} espero que no te arrepientas. ♪ Kehehe. ♪",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en otra bengala de magia oscura, Ushris se ha ido, y te quedas sacudiendo el suelo sin restricciones, luchando por recuperarse del poderoso efecto paralítico destrozando tu cuerpo ..."
            ]
        },
        {
            "NameOfScene": "Worship her foot.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Pleasured",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "ToesOneDown",
                "Sin dudarlo, te inclinas y envuelve la boca alrededor de sus dedos de los pies, lamiéndolos y chupándolos obedientemente antes de seguir tus lujosos besos y lamer la lengua por su sola, tu inesperada voluntad demostrando una sorpresa para el Hell Hound que deja salir un jadeo agradable que gira que giraen una risita cosquillas. [DamageToPlayer]",
                "Speak",
                "Ushris",
                "Mmfhehihi- ♥ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪O-oh my- ♪",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella deja escapar un gruñido de ronroneación bajo mientras continúas prodigando su dulce pie aroma a caramelo en adoración amorosa, lamiendo y besos, la chica monstruosa bruja que te da todo el tiempo que quieres disfrutar de su perfume empalagoso, sabor femenino y calentamiento meloso,El calor del cuerpo de su piel suave se filtra en su mente vulnerable y cachonda, que lo corta lentamente con la lujuria revoloteante. [DamageToPlayer]",
                "Speak",
                "Ushris",
                "Hmmm- ♥ Buen cachorro. ♥ ♪",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "BaseOneDown",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ushris claramente aprecia su entusiasmo, suspirando con precisión mientras evoca una silla de cadenas para sentarse frente a usted, extendiéndose la cabeza para darle palmaditas en la cabeza con una garra masiva mientras continúa lutando en su pie cubierto de seda como un perro, su lenguahormigueo de las sensaciones de textura suave y el gusto pecaminosamente dulce. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Ehihi- ♪ Tal obediencia merece una recompensa: ♥ ¿No te parece así?",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "Press",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Te lloras con un aturdimiento feliz mientras se aleja el pie de la cara, deslizándolo debajo de la barbilla con una caricería burlona mientras comienza con su otro zapato.Luego sigue presionando su segundo pie en tu cara babeante para que te adore, la gruesa fragancia perfumada de caramelo que envuelve tus sentidos por completo mientras te frota con amor con los pies desde múltiples ángulos, lo que te lleva a que te abran borrachos hacia ellos. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Buen chico. ♥ ♪ Buen cachorro. ♥ ♪",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Mientras Ushris masajea su cara con ambas plantas, siente que su racionalidad se está filtrando de las orejas y la boca jadeada, su lengua se extiende en medio del cálido placer meloso que irradia directamente a su cabeza de sus acaricias sedosas, medianas para lamer y lamer y lamer y lamerBese en la adoración cuando surge la oportunidad mientras juega contigo como un perro. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "Speak",
                "Ushris",
                "Respira. ♥ ♪",
                "PlayerOrgasm",
                "1",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "Base",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Su voz que te gusta inhalarse con un gemido confundido, llenando tus sentidos con la fragancia imposiblemente dulce y cremosa de ambos pies presionando hacia abajo en tu cara, dejándote ladrando incoherentemente como tu polla espasming y espasmos en un clímax repentino de un clímax repentino de un clímax deSurge of Euphoria inundando su cabeza con la dicha vápida del aroma de Ushris solo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "Speak",
                "Ushris",
                "{i} buen perrito. ♥ ♪ {/i}",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "Toes",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella se toma un momento para codificar su cara de placer con sus pies, acariciando sensualmente sus mejillas con los dedos de los pies antes de deslizarlos para que pise suavemente su contracción, goteando erección, dejándote gimiendo y jadeando en un placer renovado mientras sus solas se calientan aBomba expertos su eje palpitante. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Más recompensas para mi buen cachorro. ♥ ♪",
                "ChangeImageLayer",
                "Feet",
                "1",
                "Base",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Jadeas y jadea mucho en éxtasis mientras se juguete con tu polla espasmante, extendiéndote con una garra para rayarte debajo de la barbilla mientras tu cabeza permanece en blanco con éxtasis primos, su tratamiento de degradación se erosiona a tu mente manchada de placer, dejando tu lenguaLolling mientras te resoplas y se quejan de placer bajo la mirada entretenida de Ushris. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Continúa.",
                "PlayerOrgasm",
                "1",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella puntúa sus palabras con golpes unificados de sus pies cálidos y suaves, mirando a tus ojos de placer mientras te acarician la barbilla y la mejilla con una mano, dándole una visión completa de tu expresión derritiéndose con una felicidad desordenada mientras estallas sobre sus piesEn largos chorros, la bruja dominante bombea su erección espasmante sin pausa mientras se mueve entre sus pies celestiales.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Sigue así ~ ♥ ♪",
                "PlayerOrgasm",
                "2",
                "PlayVisualEffect2",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "CrashSmol",
                "Incoherentemente, te quejas y acatan en sus garras mientras resopla y jadea con la lengua hacia afuera, la cabeza en blanco.Su clímax sigue golpeando una y otra vez en el circuito, sus sentidos y cerebro aún llenos de su fragancia cremosa de caramelo mientras sigues brotando para ella, aceptando ansiosamente cada parte de tu recompensa.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "Speak",
                "Ushris",
                "Buen cachorro. ♪",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Base",
                "Ella aparta sus pies, su cuerpo empapado en tu desordenada semilla en un brillo de esmeralda vívido mientras se levanta y vuelve a colocarte los zapatos, dejándote flojo en tus restricciones mágicas en un aturdimiento de la cabeza, maullo mientras te acaricia la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Hihi. ♪ Te veré pronto, [ThePlayerName].",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en una llamarada de magia oscura, Ushris se ha ido, y te dejan arrugado en el suelo, tu polla gastada aún dolorosamente erguida, tus pensamientos sumidos en imágenes de su pie presionando hacia ti, domesticando y burlándote de ti, un sin pensarque se gana de tus labios mientras jadeas para recuperar tu aliento ...",
                "ChangeFetish",
                "Feet",
                "30",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Lovingly kiss her foot.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "Te inclinas y besas cariñosamente la suela indulgentemente cálida de Ushris como un amante, encontrando tus pensamientos espaciando mientras saborea el sabor dulce de caramelo mezclándose con la textura de sus medias sedosas en tu lengua y labios, temblando con un gemido de deleite mientras hacesFuera con su suela más larga de lo planeado, el calor de su piel se filtró seductoramente en su cuerpo. [DamageToPlayer]",
                "Speak",
                "Ushris",
                "Hihihi, ♥ Buen cachorro. ♪ Sigue así y te daré un regalo. ♪",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "PressOneDown",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella presiona suavemente su suela en tus labios amorosos con una sonrisa suave y seductora, tocando en techado uno de sus delicados dedos de los pies en tu nariz, y te gustas ansiosamente en el perfume empalaginadamente dulce de su pie con un gemido antes de lamer su suave pie y salpicarcon besos.Tu cabeza está girando con una sumisión de Melty caliente, su fragancia cremosa completa y su sabor, lo que te hace sentir como si estuvieras flotando mientras jadeas y resoplas. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "Mmmm. ♥ Ehihi. ♪ ♪ ♪ ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ushris se ríe de deleite mientras avanzas en su pie, el Hellhound ronroneando mientras te deleitas con su cálido sabor de caramelo y su aroma que rezuman por tus sentidos.Se toma un momento para deslizar su pie hacia abajo para frotar la parte inferior de la barbilla, dejándole acariciar cariñosamente por un momento borracho mientras su calor intoxicante va directamente a la cabeza aturdida, haciendo que su polla erecta se contrae y se filtre de la hinchazón de placer sumisoDentro de ti. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Hmmm- ♪ Un perro tan bueno que eres, [ThePlayerName]. ♥ tu polla ya está moviendo obedientemente para mí. ♥",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "BaseOneDown",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella se frota suavemente su pie contra tu rostro mientras te elogia con pizce, y dejas escapar un gemido resaltante irreflexivo, tus caderas se sacuden mientras tus espasmos de polla por la sensación de su suave y estocada suela que te dominan, tu expresión suelta y felices mientras sigues besandoSu pie en reverencia, el aroma femenino cremoso y dulce quemando toda tu racionalidad, tu lengua derritiéndose de placer por el sabor empalagoso y cálido. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Buen chico. ♪ Buen chico. ♪ ♥ Kehihi- ♥",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "La bruja se ríe juguetonamente al ver su forma aturdida y gimosa debajo de su talón, todo su cuerpo temblando en el placer eufórico, ya que no puede dejar de besar y lamerlo y lamer su pie, completamente en blanco con su placer pecaminoso.y sabor de caramelo seductoramente dulce, tu polla goteando un flujo constante de precum mientras se mueve agitadoramente en obediencia. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "Speak",
                "Ushris",
                "Kehe- ♪ ¿Quieres tu {i} recompensa? ♥ ♪ {/i} continúa, ♥ {i} beg {/i} por eso, ♪ cachorro. ♪ ♥",
                "ChangeImageLayer",
                "Feet",
                "1",
                "ToesOneDown",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Demasiado lejos que se fue al objeto y demasiado estupefacto con feliz excitación para responder correctamente, solo puedes quejarte y gemir en respuesta, casi dejando escapar una corteza necesitada mientras sus dedos hacen cosquillas en la nariz, haciéndote jadear y resoplar la dulce fragancia de su pie en el medioAmar Licks and Besses, saborear la textura sedosa de sus medias que cubren su suave suela, tu polla espasmando salvajemente como un placer cálido pegajoso se derrite a través de tu cerebro agregado. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "Speak",
                "Ushris",
                "{i} buen cachorro. ♥ {/i} ahora, c ~ u ~ m ~ ♥",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "PlayVisualEffect2",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayerOrgasm",
                "1",
                "Ella se desliza bruscamente su delicado pie de su cara intoxicada, dejándote quejándose confundido por un momento antes de que te asuste con amor a tu erección, acariciándola por expertos con su suela mientras mira con una sonrisa presumida, manteniéndolo, manteniéndolo, manteniéndote.Sus ojos se encerraron en los tuyos mientras dejas escapar ruidos incoherentes de éxtasis, tu cara se vuelve descuidada mientras brote largas cuerdas de semilla en todo el piso y su pie suave.",
                "Mientras gimes y gime en un clímax desordenado, Ushris llega a una garra masiva y se desplaza suavemente debajo de la barbilla con un solo dedo mientras sales de tu orgasmo, enviando hormigueos sumisos que atraviesan tu piel mientras babas y jadeas como un placer.animal.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "Hihihi ♪ {i} Bueno {/i} cachorro. ♥ Ahora sigue siendo obediente y te daré muchas más {i} recompensas. ♪ ♥ {/i}",
                "Ella desliza su gran garra para darle palmaditas en la cabeza por unos momentos mientras sigue retirando algunos chorros finales de semillas de su eje tembloroso con su pie lentamente bombeando, dejando su cabeza desprovista de cualquier cosa menos un placentero aclarador cálido.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Así que sé bueno para mí, ¿de acuerdo? ♥ Hihi.",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en una llamarada de magia oscura, Ushris se ha ido, y te dejan arrodillarse en el suelo, tu polla gastada aún dolorosamente erguida, tus pensamientos sumidos en imágenes de su pie presionando hacia abajo, domesticando y burlándote de ti, una nocivaque se gana de tus labios mientras jadeas para recuperar tu aliento ...",
                "ChangeFetish",
                "Feet",
                "20",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Lightly kiss her foot.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "Te inclinas y te das la suela suave y indulgente de Hellhound un suave beso de sumisión, la textura de sus medias sedosas corriendo a lo largo de tus labios en una caricia inductora de therging, el calor de su pie se filtra seductivamente en tu cabeza.Finalmente, te alejas un poco aturdido mientras ella te mira con una sonrisa engreída. [DamageToPlayer]",
                "Speak",
                "Ushris",
                "Buen cachorro, ♪ pero puedes hacerlo mejor que {i} eso, {/i} ¿no?No dejaré que te salgas con la suya con un esfuerzo a medias, ya sabes. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Feet",
                "1",
                "PressOneDown",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ushris presiona firmemente su suela almacenada en sus labios con una sonrisa suave y seductora, burlándose ligeramente de su desventurada nariz con sus delicados dedos de los pies, dándole un momento más completo para apreciar la calidez pecaminosOtro beso mientras tu mente comienza a girar desde la sensación de hinchazón de sumisión dentro de ti. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Hihi, ♪ ♪ ♪ ♪ ♪ ♪ ♥ sigue así. ♪",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "ChangeImageLayer",
                "Feet",
                "1",
                "BaseOneDown",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Ella deja escapar un gruñido ronroneado encantado mientras le das a su suela otro beso aturdido, tu cabeza se siente pegajosa y cálida por el calor de su cuerpo entremezclándose con tu edificio lujuria sumisa, su fragancia ligera, cremosa y dulce llenando tu nariz vulnerable y hormigueante, sintiéndoteMás y más agradablemente mareado con cada segundo pase.",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Llevada por la subserviencia de la cachaña que imbuye su mente, le das a su pie una simple lamer, la sensación texturizada de la tela sedosa y la dulzura intoxicante de la piel finamente cubierta de Ushris que envía otro escalofrío de dicha a través de ti, compuesto por una régimen de punteos de la duda de la delantíaHell Hound que te hace anhelar irresistiblemente más de esta experiencia dulcemente degradante. [DamageToPlayer]",
                "Speak",
                "Ushris",
                "{i} buen cachorro. ♥ {/i} Lame y besa al contenido de tu corazón, ♥ Ehihi. ♪",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "ChangeImageLayer",
                "Feet",
                "1",
                "PressOneDown",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Dejas escapar un gemido quejumbroso y desorientado mientras ella te mueve el pie en tu cara, haciendo que tu polla dolorosamente dura latira del aumento de eufórico, la burla dominante te llena, dejándote resoplando y gimiendo en su suela entre besos suaves y lamer insensiones y lamentables lamidas, saborea y explorando el cálido sabor caramelo de su pie de estocado, el calor radiante del Hellhound derrite tu cerebro en un desastre cachondo. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Ushris",
                "Sole Seduction",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Sigue así. ♪ Solo un poco más. ♪ Kehe- ♪ Buen chico, ♥ Buen cachorro. ♥",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pinkHaze.png",
                "Sus palabras de elogio y persistentes se mezclan en su cabeza hilada, sin sentido, caluroso, dejando que el tiempo se escape de usted mientras se entrega animal con el pie del pie de Hellhound, su polla twitching and Spasming como una cola que se mueve, sus pensamientos completamente enfocadosAdorando a su suela con el meek afecto, jadeando y jadeando para llenar su dulce aroma cremoso. [DamageToPlayer]",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "... Hasta que ella aparta su pie con una risita burlona, ​​dejándote balanceándose en su lugar con una expresión vacante, tu dolor de erección dolorosa goteando antes mientras te inclinas hacia adelante para tratar de darle un último beso a su cálida suela.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Buen cachorro. ♥ maravillosos besos. ♥",
                "La pequeña mujer le acaricia suavemente la cabeza con una de sus enormes garras, ejerce un cuidado delicado mientras le resulta el cabello, persuadiendo a un gimido confundido de usted, el sonido necesitado que sale de su garganta después de la sesión de patinaje de pies.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Nos vemos pronto? ♥ hihi. ♪",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en un brote de magia oscura, Ushris se ha ido, y te dejan arrodillado en el suelo, tu polla se contrae y palpitando con necesidad, tus pensamientos sumidos en imágenes del pie de la mujer presionando hacia abajo sobre ti, domesticando y burlándote de ti...",
                "ChangeFetish",
                "Feet",
                "15"
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "BlackHeartTimer",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "8",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "BlackHeartTile",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}