{
    "name": "BlueHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Beris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "BlueHeart",
            "theScene": [
                "SpawnGridNPC",
                "BlueHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un corazón azul, ¡un fresco flash azul de magia llena tu visión!",
                "La bengala cegadora solo dura un momento, pero cuando puedes volver a ver, encuentras que una barrera brillante ha rodeado el área a tu alrededor en un espacioso cuadrado, dividido en dos por una pared igualmente transparente.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "BlueHeartAlt",
            "theScene": [
                "SpawnGridNPC",
                "BlueHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "¡El azulejo se destaca con un corazón azul brillante en su centro, el fresco flash de magia azul te cega por un momento!Cuando pueda volver a ver, encuentra que una barrera brillante ha rodeado el área a su alrededor en un espacioso cuadrado, dividido en dos por una pared igualmente transparente.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "ChangeImageLayer",
                "Clothing",
                "Beris",
                "",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Frown",
                "Beris se encuentra casualmente al otro lado de la pared translúcida, su cuerpo ahora desnudo en la exhibición total, cada parte de su forma tonificada y curvas flexibles allí para que lo mires mientras mira de mal humor por un momento antes de soltar un suspiro molesto.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Slightly parting her long smooth legs, she reaches one arm behind her back and stretches alluringly, striking a seductive pose that shows off her pert, lightly bouncing breasts along with her toned, eye-catching midriff... But despite her body language, theEl ceño fruncido de la mirada que te está dando es cualquier cosa menos seductora.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "Speaks",
                "Oye, bastardo pervertido.Date prisa y agítate mientras me llevas.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Sus palabras abrasivas se enfrentan con la tentadora atmósfera de su descarada posa desnuda, y gruñe bajo la aliento de frustración ante su reacción no llena antes de caminar hacia la pared con un toque de toque vacilda.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Tch",
                "ChangeImageLayer",
                "Face",
                "Beris",
                "Blush",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "Pero al estar preparándose, ella aprieta en broma sus suaves tetas contra la ventana transparente, mostrando su piel suave y flexible, imprimiendo con vapor sus poderosos abdominales y los muslos tonificados contra la pared mientras ponen sus manos clavadas a cada lado de su cabeza.Frotando su esbelto marco contra la barrera en círculos lentos, te mira con un al ras. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Speaks",
                "¡Ven a la mierda y masturbate!¿O eres demasiado jodido trozo de basura para bajar cuando una mujer desnuda está justo en frente de ti?¡Estoy haciendo un puto espectáculo y todo!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Tch",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "Sus palabras groseras y exigentes cuelgan en el aire mientras su cálido aliento y su cuerpo de svejilla hirviendo huerte la pared transparente en la que está moliendo su forma delgada, dejando huellas húmedas a medida que se mueve, un ligeramente deslizamiento de su cofre suave y músculos tonificados. [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Start masturbating.",
                "No!",
                "...I miss Ceris.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Con tu mente ya girando con la excitación vertiginosa, ¡no hay forma de que puedas pensar en rechazar la oferta descarada de Beris!",
                "JumpToScene",
                "Start masturbating."
            ]
        },
        {
            "NameOfScene": "No!",
            "theScene": [
                "Beris te mira con un gruñido bajo frustrado ante tu reacción.",
                "Speaks",
                "¡¿En serio?!El infierno está mal contigo- gah {i} joder- {/i} ¡bien!",
                "JumpToScene",
                "OralTemptPhase"
            ]
        },
        {
            "NameOfScene": "...I miss Ceris.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Flustered",
                "Beris se balancea en estado de shock ante su reacción.",
                "Speaks",
                "Wha-",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Frown",
                "Speaks",
                "¡Oh, joder {i} tú! {/i} Te mostraré que puedo ser más seductor que mi puta perra de una hermana!",
                "GetEventAndChangeProgress",
                "BerisCombatEvents",
                "1",
                "JumpToScene",
                "OralTemptPhase"
            ]
        },
        {
            "NameOfScene": "Start masturbating.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Impulsado por el intento abrasivo pero seductor de Beris de atraerlo, decides llevarla a su oferta, sacando tu erección rígida para comenzar a frotarla a la atractiva visión de la cuerda de vapor de Hellhound frotando de un lado a otro contra la transparenteventana.",
                "Ella evita los ojos de su propia exhibición descarada con un EEP respirable que adh.Los senos resbaladizos se deslizan lentamente de lado a lado contra el vidrio mágico.",
                "Speaks",
                "Finalmente ... maldito perv ...",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "Sus ojos se lanzan a su polla rígida mientras la acarician a su show lascivo, luego se mueve directamente a sus ojos, sus movimientos corporales giran brevemente mientras le mira desafiante.",
                "Speaks",
                "Oye, idiota, jodido golpe más rápido o esto llevará a la diosa Damed Forever-",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Ella le corta la diatriba y mira de nuevo torpemente, murmurando.",
                "Speaks",
                "Uh -... i-creo que debería escalar el espectáculo entonces también ...",
                "Sin esperar una respuesta, ella gentilmente gana su cuerpo hacia un lado, enfatizando su larga pierna suave y cadera curva presionando contra la ventana mágica, balanceándose la cintura en círculos lentos mientras su mano se arrastra en broma a lo largo de la pared hasta que está por encima de su cabeza.Manteniendo la postura sensual, deja que el vapor se acumule lentamente en la mitad superior del vidrio, su rostro se alejó momentáneamente de ti.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "HornyBiteLip",
                "La escuchas dejar escapar un suspiro caliente mientras aleja la cintura del vaso, dejando solo una silueta de su cuerpo delgado visible a través de la ventana humeante.Sus manos se deslizan sobre sus curvas oscurecidas, apretando suavemente su busto de pert antes de correr sobre sus firmes abdominales y su trasero suave, dándote mucho para mirar y masturbarse.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Sin palabras, vuelve a girar, golpeando su culo tonificado contra la ventana, la piel suave limpia el vapor mientras se frota su trasero deseable contra la pared mágica, su piel goteaba visiblemente con una mezcla de sudor y naufragia cálida, sus muslos son notables.Por su coño babeante que se vuelve visible mientras se inclina más abajo y sacude las caderas hacia la izquierda y la derecha para ti.",
                "El placer se hincha lentamente en tus caderas con cada bomba de tu eje mientras miras el espectáculo humeante de Beris, tu polla se agitaba con entusiasmo mientras la ve deslizando dos dedos de niña larga para acariciar ligeramente y burlarse de su coño, dudando un momento antes de extender su babeoLos labios, descaradamente mostrando su apertura lasciva antes de que la ventana se ponga de nuevo desde su cálido cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "HornyBiteLip",
                "Beris se levanta directamente, girando hacia la ventana neblada nuevamente, sus manos se detienen hacia arriba y hacia abajo en sus curvas veladas, jugando con sus pechos perts y su coño mojado, los sonidos obscenos de su acariciamiento, lo que hace que tu longitud se agite con emoción mientras tú y elHellhound se masturban juntos.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Al verte fap para ella en serio, tímidamente avanza hacia adelante, presionando su forma delgada contra la ventana nuevamente mientras se toca a sí misma, el vapor despejado mostrando su piel resbaladiza y calentada, sus senos apretando de manera atractiva contra el vidrio y entre sus dedosCuando presiona su mejilla contra el vaso para mirarte directamente.",
                "Speaks",
                "H-hey ... hhurry the joder up y corm ya ... th-th-th-this se está volviendo realmente vergonzoso ...",
                "Su comportamiento nervioso con tornillo te envía un ligero sorpresa a través de ti que casi te hace pasar por el borde, y te reduces tu acariciamiento mientras ella extiende las piernas y muestra su coño empapado nuevamente, sudor lastimas por sus abdominales y las tetas suaves mientras mira mirandohacia ti y comienza a tocar ligeramente.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Speaks",
                "Vamos, podemos clima juntos ... y tú bastardo ...",
                "Ambos aceleran el ritmo de su sugerencia, tus cabezas se llenaron de lujuria, y ella se inclina ligeramente hacia atrás para darte una mejor vista de su coño brotante mientras lo folla con sus dedos, su otra mano tocando una de sus tetas suavesMientras jadea y pantalones con placer, sus ojos se arrastran hacia abajo para mirar a tu palpitante polla mientras la atacas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Bliss",
                "Tus gemidos y jadeos se entremezcla mientras te pierden por tu indulgente masturbación compartida, el cuerpo en forma de Beris temblando a medida que se acerca al borde, tu cuerpo cálido palpitando con placer con cada golpe de tu polla, hasta que ambos lloran con Felicidad,Tu polla chocando largas cuerdas de semilla sobre el vidrio mágico mientras su coño brota poco después, ambos cuerpos se tensan en éxtasis por un largo momento ...",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Lenta y gradualmente, ambos se desploman al suelo con respiraciones largas y pesadas mientras se recuperan de su clímax simultáneo.Beris se recupera bastante rápido, de pie directamente con un estiramiento, mirando tímidamente hacia otro lado.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Speaks",
                "Al-Intra, Th-Three ... Mi tentación funcionó ... y ahora podemos volver al laberinto real ... D-no paso a una de estas estúpidas mosaicos de nuevo ...",
                "Ella dice la última parte con no poca medida de vergüenza y excitación ...",
                "ChangeSensitivity",
                "Sex",
                "1",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "OralTemptPhase",
            "theScene": [
                "Con un gruñido enojado, se desliza lentamente por el 'vidrio' mientras mantiene su forma delgada empujada contra ella, sus uñas garras, sus suaves senos y abdominales firmes contra la pared mientras ella extiende sus largas piernas a un lado, realizando sin esfuerzo, realizando sin esfuerzouna sentadilla llamativa.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Speaks",
                "Aquí hay una tentación dañada por la diosa para ti.Le daré a tu estúpida polla una mamada increíblemente caliente y humeante.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Speaks",
                "Pero eso es {i} todos {/i} ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "La mujer de Hellhound continúa mirando mientras se alinea su boca con un pequeño pero notable agujero circular en la pared mágica, su mirada perforante permanece fija en ti mientras presiona firmemente sus palmas y dedos contra la pared, abriendo invitadamente su boca cálida,Tentador mostrando su lengua mientras ella mira a ti. [DamageToPlayer]",
                "Speaks",
                "¡Sho Hurrey the Fuckh up ahn Sthick it en Alreahdy!",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "Ella habla un poco desordenadamente, su lengua se coloca obscenamente mientras sus ojos ardientes te daban cuenta mientras 'ruega' por tu polla, sus suaves labios y su lengua se mueven tentantemente mientras resopla y despotrica, su cálida respiración ligeramente vaporizando la pared mágica.[DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse2",
                "Menu",
                "Stick your dick in the hole.",
                "Still no.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse2",
            "theScene": [
                "Con su mente ya girando con la excitación vertiginosa, ¡no hay forma de que se piense en rechazar la oferta oral de Beris!",
                "JumpToScene",
                "Stick your dick in the hole."
            ]
        },
        {
            "NameOfScene": "Still no.",
            "theScene": [
                "Intentas ignorar la oferta oral descuidada e iracunta de Beris, pero su cuerpo con hilo, plenamente desnudo y un resplandor desafiante es una propuesta bastante tentadora, amplificada por un extraño y sutil y encantador pulso mágico que emana de la pared transparente ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "10",
                "TemptPass",
                "Fail",
                "TemptFail"
            ]
        },
        {
            "NameOfScene": "TemptFail",
            "theScene": [
                "JumpToScene",
                "Stick your dick in the hole."
            ]
        },
        {
            "NameOfScene": "Stick your dick in the hole.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Ansiosamente, liberas hábilmente tu longitud, metiéndolo en el agujero y la boca abierta de Beris, y ella sella firmemente sus cálidos labios a su alrededor mientras te golpeas la parte posterior de su apretada garganta, sus ojos mirándote con una suave molestia mientras ellaLengua Rolls a lo largo de la parte inferior de su eje de contracción.",
                "Speaks",
                "Mphg- fucki-mn-ng final-nmmph-ly- hmph-",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Sneer",
                "Ella desliza hábilmente sus suaves labios hacia arriba y hacia abajo de toda su longitud, moviendo ligeramente su lengua a lo largo de ella antes de chupar firmemente su punta con un LEER molesto continuo, su erección palpitando de alegría dentro de su boca caliente mientras envuelve lentamente su polla de vuelta a suBase, empujando sus tetas pertistas contra la pared transparente y ligeramente al vapor cuando se inclina hacia adelante.",
                "Speaks",
                "Mpphh- nao-!¡Hurrey the Fuck- mph-!¡ASHN-SLCK-GULP-CUM ALRHEHEY-!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "A pesar de su mirada enojada y sus palabras groseras, se sacude enérgicamente la cabeza por el eje para instarte, girando el cuello ligeramente para que tu polla salga la mejilla mientras chupa y lame tu polla y tu pez vapor.Todo el tiempo, el calor de su cuerpo empañando ligeramente por la ventana mágica, las impresiones de sus suaves labios y pertores que lo limpian con sus movimientos.",
                "Speaks",
                "Mlk- ven ohn- mphm- ¡jodido pervenimiento!Un bashtard como {i} you- {/i} mpphg- ¡no puedo tener mngph- ¡mucha resistencia!Slhk-",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Mantiene su mirada ardiente encerrada sobre ti mientras te bocan mal, y cuando todavía no te corres, envía una vibración queja a lo largo de tu longitud, deslizando todo su cuerpo hacia adelante, presionando su cofre de Perts contra la pared sin apartarse antes de solo antes de apartarse antesMoviendo su cabeza para chupar su eje, de espalda completamente profunda su erección palpitante con bombas de boca de chupación apretada.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Sneer",
                "Jadeas y te tensas en su repentina agresividad mientras ella chupa sobre tu polla.Debido a sus poderosos movimientos de ida y vuelta, sientes una sacudida de placer adicional cada vez que tu polla golpea intermitentemente la parte posterior de su garganta, la mujer de los sabuesos que muestra poco problema al meter todo el longitud en su boca a un ritmo rápido de treinta.Ondas de fechuos de placer caliente ardiendo a través de la cintura.",
                "Speaks",
                "Sherioushly- c-cum ya nmm- ¡estás jodiendo- mpgh!¡Estúpido!",
                "Los gemidos se deslizan de los labios mientras su boca caliente funciona bruscamente para ordeñar su longitud, su agitación basura hablando enviando vibraciones hormigueadas a través de su eje mientras lo tira la garganta con sorprendentes cuidado y habilidad, usando su cuerpo y manos para prepararse contra la pared mientras apestaY lame a lo largo de tu espalda, longitud pulsante, su cola se agitó detrás de ella y su mirada lujuriosa hostil y hostil permanece entrenada en ti.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Speaks",
                "Mpphg- fuck's sake- mphphh- al menos {i} empuje {/i} te compadeciste",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Beris deja escapar un ruido de sorpresa mientras sientes tu moderación de la calefacción infernal que impregna tus lomos, lo que te lleva a follar con ansias su rostro con empujes salvajes que dejan el hundido de color azul en la base de la ventana mágica, sus suaves labios y su cuerpo de ajuste, dejando huellas lastimas en el \"vidrio\" ligeramente al vapor mientras su cuerpo mecedora se aplica contra él desde su enérgica joroba.",
                "Speaks",
                "Mmmphk- mmmngph-! ♥ nmm!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "Pero a medida que continúas arrebando la boca grosera del Hellhound, ella gruñe y toma represalias, un rumbo agresivo que corre a lo largo de todo tu longitud mientras se encuentra con tus intensos empujes con movimientos receptivos y descuidados de su cálida boca acogedora, su lengua burlona que corre a lo largo de la parte inferior deTu erección sacudida mientras ella te mira.",
                "Speaks",
                "Fuckin- Hmppm-!Cum- slk- yo- mph- bastardo!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "PlayerOrgasm",
                "1",
                "Sus ásperas bombas de retroceso profundo, su frenética cara de cara y sus groseras que se burlan de sus reverberas a través de sus lomos se combinan para finalmente empujarlo por el límite con un último impacto que llena la garganta, Beris dejando salir un gemido aturdido y temblar y frotar su tonificado y delgadoCuerpo contra la pared humeante mientras siente que vierte una carga caliente de semen por su garganta.",
                "ChangeImageLayer",
                "Face",
                "Beris",
                "BlushHeavy",
                "Jadeando fuertemente para recuperar el aliento, tiemblas en el placer post-orgasmico mientras traza sin pensar tu semilla en una neblina, su garganta que se contrae alrededor de tu polla sensible.Sus ojos medios y nebulosos muestran una expresión acristalada mientras se balancea a lo largo, trabajando para ordeñar cada gota que puede antes de volver a sus sentidos y alejarse apresuradamente, lamiéndose los labios y limpiándose la boca con una mano clavada.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Tch",
                "Speaks",
                "Ugh- eso fue- uh- gr-gross- ... jodido infierno, eso te llevó lo suficiente ... finalmente podemos volver a la persecución real ...",
                "Gumming con un pesado sonrojo, Beris se pone de pie con un largo suspiro e involuntariamente llamativo mientras trabaja sus músculos después de mantener su pose agachada y usar su cuello como lo hizo.Su rostro está ubicado en una máscara de molestia sobre lo que acaba de suceder, pero su muestra de insatisfacción está desmentida por el meneo inconsciente de su cola.",
                "ChangeSensitivity",
                "Sex",
                "1",
                "ChangeSensitivity",
                "Seduction",
                "1",
                "ChangeFetish",
                "Oral",
                "5",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "TemptPass",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Scowl",
                "Mientras refutas su oferta nuevamente, Beris se retrae la lengua y frunce el ceño, presionando indignado más apretado hasta la pared.",
                "Speaks",
                "¡¿¡Qué!?!¡Joder!¡No voy a morder!Piece de Sh- Grrrr-!¡BIEN!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "FrownAngry",
                "Sus frustraciones alcanzan un pico, la mujer de sabuesos tintentada de azul se levanta abruptamente en la recta antes de girar el talón y doblarse, presionando su firme y redondeado trasero contra la pared transparente, mirando hacia ti mientras ella frota la piel cálida en lento tentador.y su cola mueve invitada.",
                "Speaks",
                "Si vas a ser {i} esto {/i} fucking {i} terco {/i} sobre ser seducido, ¡te dejaré follarme!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Sneer",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "El agujero en la pared mágica se desliza hacia arriba para alinearse con su coño, sus largas manos clavadas que se extienden hacia atrás para que se extienda su agujero babeante para ti, un pesado sonrojo sobre su rostro enojado y frustrado, sus abiertos ojos de zafiro ardientes que te perforan, desafiando, desafiandoque lo metas. [DamageToPlayer]",
                "Speaks",
                "Entonces {i} date {/i} up!Dudo que incluso follen {i} {/i} mucho tiempo!",
                "DamagePlayerFromMonster",
                "Beris",
                "Scalding Taunt",
                "Beris Huffs, un ceño fruncido todavía en su rostro hirviendo, sus orejas caninas se sacudieron mientras se frota las caderas curvas contra la pared cada vez más vaporizada, dejando una ligera imprenta de su suave culo mientras trata de convencerlo en las palabras duras.. [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse3",
                "Menu",
                "Fuck the crass woman through the wall!",
                "I refuse.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse3",
            "theScene": [
                "¡Con tu mente ya girando con una excitación vertiginosa, no hay forma de que incluso puedas pensar en rechazar la tentadora oferta de Beris de follarla!",
                "JumpToScene",
                "Fuck the crass woman through the wall!"
            ]
        },
        {
            "NameOfScene": "I refuse.",
            "theScene": [
                "Intentas ignorar la tentadora visión del culo flexible de Beris frotando contra la ventana mágica y la atractiva promesa de que su coño babeante se extendió para darte la bienvenida con entusiasmo, pero la ventana de vapor parece mejorar encantadoramente la sensual burla de The Hellhound ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "15",
                "TemptPass2",
                "Fail",
                "TemptFail2"
            ]
        },
        {
            "NameOfScene": "TemptPass2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Scowl",
                "Una vez más, rechazas firmemente la oferta de Beris, y ella casi instantáneamente gira en un ajuste de ira, de pie completamente recto nuevamente mientras golpea la parte superior del cuerpo contra la ventana con un impacto vibrante, su mejilla se aplastaba mientras ellafrunce el ceño frunciendo el fruncir el ceño, descubriendo los dientes.",
                "Speaks",
                "¡¿QUÉ?!¿Paso por toda esa mierda y todavía lo rechazas?¡Bastardo, lo haré!",
                "DisplayCharacters",
                "EndLoop",
                "Hay un destello de luz azul, y está cortada a la matrícula de la boca a mediados de los foul mientras ella y la barrera mágica desaparecen, enviando al Hellhound de regreso a donde estaba anteriormente ...",
                "Estás bastante seguro de que se esforzará mucho más para vencerte si te atrapa.",
                "GetEventAndChangeProgress",
                "BerisCombatEvents",
                "15"
            ]
        },
        {
            "NameOfScene": "TemptFail2",
            "theScene": [
                "JumpToScene",
                "Fuck the crass woman through the wall!"
            ]
        },
        {
            "NameOfScene": "Fuck the crass woman through the wall!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Tch",
                "Ansiosamente, te vuelves hacia la pared, libres de tu longitud de rigidez de sus confines apretados, y lo alineas cuidadosamente con el agujero en la pared y el coño extendido de Beris mientras mira con una mirada lateral, su cola considerable se balanceaba ligeramente con anticipación.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Ella deja escapar un jadeo agradable suspirando mientras su punta se desliza lentamente dentro de ella mientras sus dedos mantienen su coño abierta para usted, su interior caliente y humeante envuelve gradualmente toda su polla, hundiendo pulgada tras pulgada de su polla en los deliciosos confines infernales.",
                "Hasta que finalmente te casaran en la pared y su agujero apretado y masajeo.Gruñendo felizmente, deja que sus manos se deslicen lentamente para prepararse en la pared opuesta, que se desliza hacia ella como en reacción a sus movimientos.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "TchAtYou",
                "Speaks",
                "F-finalmente, te llevó jodidamente el tiempo suficiente ...",
                "Beris se queja por debajo de su aliento mientras ella roce suavemente sus caderas curvas, haciéndote gemir con dicha mientras saboras la sensación de su apretado coño y fundido apretando y masajeando todo tu longitud con los lentos movimientos de su cintura para ajuste, tratándote a la vista deSu suave trasero se frota contra la ventana mágica ligeramente empañada.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Smugger",
                "Con cautela, pones tus manos contra la pared para que se prepares, solo para tensarte con otro gemido mientras Beris te sorprende por sorpresa con poderosos cambios de caderas, cada impacto de su ajuste, trasera bien formada, lo que hace que la ventana humeante vibre y agite ligeramente,Es un placer disparar a través de toda su cintura con cada golpe de tensión.",
                "Beris deja escapar una risa arrogante mientras detiene el rebote salvaje de sus caderas para moler en broma contra la pared, girando sus caderas bien definidas en los círculos balanceándose mientras su coño finamente musculoso funciona para ordeñar su polla, calor cálido que se extiende a través de su cuerpo en la parte baja de su cuerpo.Mientras el éxtasis provoca su cintura con cada aprieta de masaje de su apretado agujero.",
                "Speaks",
                "Jaja: ¡un bastardo como si no duraras mucho así!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Finalmente, agarrando el cálido placer lavando sus caderas en pulsos constantes, se quita la gruesa gruesa tirando de la cintura y empujando hacia ella mientras comienza a balancear sus caderas bien formadas nuevamente.Tensándose, deja escapar un gemido de sorpresa de bajo agradable, su aliento caliente empañando la pared opuesta a ti mientras la follas a cambio.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Speaks",
                "Wh- mmmm!Ey-!Y-you folleto- ¡No se supone que se mueva!",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Smug",
                "ChangeImageLayer",
                "Face",
                "Beris",
                "BlushHeavy",
                "Con un gruñido competitivo, se reanuda sacudiendo su cintura mientras se mantiene firmemente presionada contra la pared contigua, su mente se alza con cada reunión contundente de sus caderas, ambas habitaciones se llenan rápidamente de calor humano y travieso mientras se follan, infernal, infernal.Placer golpeando en ti con cada empuje.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Pronto, ambos están jadeando y jadeando con una excitación animalista mientras empujan y muelen entre sí, solo la delgada barrera mágica mágica que te impide caer por completo, su coño apretado se aprieta más fuerte con cada momento que pasa mientras es pase.Las paredes aferradas comparten ansiosamente su calidez insaciable con su polla palpitante y de placer, su cuerpo tensándose en deleite cada vez que golpeas sus partes más profundas.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "HornyBiteLip",
                "Speaks",
                "F-fucking- hahh- ♥ el infierno se suponía que debía tener fucking- mnng- ♥ cum ya!",
                "Tus pensamientos se sienten perdidos en el calor humeante que impregna la barrera, tus cuerpos manchan con sudor y condensación mientras te frotas y presionas contra la ventana en un puto frenesí, la voz segura de Beris se vuelve más descuidada con cada momento que pasa mientras el placer eufórico pasa por las cinturas con las cinturas con las cinturascada ritmo de tus caderas.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Speaks",
                "C-COME en ya- Haaa- ♥ I-Just Cum Inside- ♥ Mmmm! ♥ G-Give Me una espesa carga de espesas de cum- ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Orgasm",
                "Su voz temblorosa y necesitada te insta mientras empues más fuerte y más rápido en su tensador coño, su cuerpo congelando, sus gemidos descuidados se intensifican con cada impacto profundo y, en última instancia, se adhieren cuando golpeas las caderas en las suyas, la chica de monstruo bestial dejando salir aAullido climático fuerte al llenarla con su semilla caliente, ambos se tensan en una dicha temblorosa compartida.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Horny",
                "Al deleitar la sensación de su polla derramada firmemente que se encuentra en el coño hambriento de Beris, te tomas unos momentos adicionales para disfrutar del resplandor, luego lentamente, ambos bajan de tu placer mutuo, tu longitud libre de su hendidura codiciosa comoCada uno se desplomó lentamente al suelo, jadeando, el aire sexual cálido que se mezcla con el calor caliente infundido con el hogar que le dio una paliza a través de ti, dejándote con ganas de más.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Flustered",
                "Beris rápidamente sale de su estupor de orgasmo, sus orejas y la cola tensándose en estado de shock mientras recupera su ingenio y te mira grujamente.",
                "ChangeImageLayer",
                "Expression",
                "Beris",
                "Shy",
                "Speaks",
                "¡Yo-jodidamente gané eso!",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "PostLewd",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Hay un abrupto destello de luz azul nuevamente cuando Beris y la barrera mágica desaparecen en una llamarada elegante, enviando a la mujer del Hellhound a donde sea que estuviera anteriormente.",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "BlueHeartTimer",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "8",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "BlueHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}