{
    "name": "GoldenHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Iabel",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "GoldenTile",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un brillante corazón dorado, ¡hay un impresionante destello de luz arcana!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "GoldenTile2",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapDormant2",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un brillante corazón dorado, ¡hay un impresionante destello de luz arcana!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "GoldenTile3",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapDormant3",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un brillante corazón dorado, ¡hay un impresionante destello de luz arcana!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "GoldenHeartProjectile",
            "theScene": [
                "RemoveGridNPC",
                "Current",
                "A medida que los corazones dorados místicos se dirigen hacia ti, hay un deslumbrante destello de luz arcana en medio de una oleada de euforia vertiginosa.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "GoldenTileAlt",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "El azulejo se destaca con un brillante corazón dorado en su centro, aturdiéndote con un impresionante destello de luz arcana.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Kiss",
                "DamagePlayerFromMonster",
                "Iabel",
                "Golden Marking",
                "SwapLineIf",
                "Random",
                "Y antes de que pueda orientarse, Iabel ya se está lanzando hacia adelante, salpicando con besos cálidos y lujosos, enrollando y frotando sus curvas de reloj de arena contra usted, masajeándose con sus tetas regordetas y caderas anchas mientras recubre su cara desafortunada en marcas de lápiz labial dorado.[DamageToPlayer]",
                "Y justo cuando su visión comienza a despejarse, Iabel ya está sobre ti, mimándote con suaves besos seductores a lo largo de tu cuello antes de bañarse la cara con afecto dorado, sus labios regordetes que te cubren en los besos hasta que tu cabeza gira con la dicha celestial. [DamageToPlayer]",
                "Y antes de que el flash cegador de la luz se limpie, escuchas a un silbido sensual y luego sientes el cuerpo curvilíneo de Iabel presionando contra ti, sus labios regordetes que se encerran con los tuyos por un momento, la mujer serpentina regal que manchaba su lápiz labial dorado antes de pasar a las capas de las capas.Tu rostro aturdido en cariñoso, marcando Smooches. [DamageToPlayer]",
                "Y mientras aún estás ciego, sientes una poderosa cola serpentina.Mientras todavía estás procesando el impacto de la almohada de tu cabeza contra su escote indulgentemente lujoso, tu cara se levanta para ser duchada en besos dorados de los labios regordetes de la mujer de la serpiente, dejándote temblando de deleite. [DamageToPlayer]",
                "EndLoop",
                "CallSceneThenReturn",
                "InfatuationRefresher",
                "IfHasPerk",
                "Gilded Coating",
                "GildedTrigger",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "CallSceneThenReturn",
                "KissStack",
                "La capa fresca de lápiz labial irradia cálidamente contra su piel, y Iabel le da a una de sus orejas un beso de separación antes de que ella se deslice de manera hábil tan rápido como ella corrió, dejándole mirar con sus amplias caderas y salpicaduras.Momento antes de que otra bengala de brillante la magia la transmita, dejándola risa arrogante colgando en el aire.",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "KissStack",
            "theScene": [
                "IfHasPerk",
                "Gilded Markings",
                "GildedCoating",
                "IfHasPerk",
                "Gilded Mark",
                "GildedMarks",
                "GivePerkQuietly",
                "Gilded Mark"
            ]
        },
        {
            "NameOfScene": "GildedMarks",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Mark",
                "GivePerkQuietly",
                "Gilded Markings"
            ]
        },
        {
            "NameOfScene": "GildedCoating",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Markings",
                "GivePerkQuietly",
                "Gilded Coating"
            ]
        },
        {
            "NameOfScene": "InfatuationRefresher",
            "theScene": [
                "IfHasPerk",
                "Gilded Infatuation",
                "InfatBoost",
                "IfHasPerk",
                "Gilded Captivation",
                "CapBoost",
                "IfHasPerk",
                "Gilded Enchantment",
                "EnchantBoost"
            ]
        },
        {
            "NameOfScene": "InfatBoost",
            "theScene": [
                "ChangePerkDuration",
                "Gilded Infatuation",
                "3"
            ]
        },
        {
            "NameOfScene": "CapBoost",
            "theScene": [
                "ChangePerkDuration",
                "Gilded Captivation",
                "3"
            ]
        },
        {
            "NameOfScene": "EnchantBoost",
            "theScene": [
                "ChangePerkDuration",
                "Gilded Enchantment",
                "3"
            ]
        },
        {
            "NameOfScene": "InfatuationStack",
            "theScene": [
                "IfHasPerk",
                "Gilded Enchantment",
                "Nothing",
                "IfHasPerk",
                "Gilded Captivation",
                "GildedEnchantment",
                "IfHasPerk",
                "Gilded Infatuation",
                "GildedCaptivation",
                "GivePerkQuietly",
                "Gilded Infatuation"
            ]
        },
        {
            "NameOfScene": "GildedCaptivation",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Infatuation",
                "GivePerkQuietly",
                "Gilded Captivation"
            ]
        },
        {
            "NameOfScene": "GildedEnchantment",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Captivation",
                "GivePerkQuietly",
                "Gilded Enchantment"
            ]
        },
        {
            "NameOfScene": "GildedTrigger",
            "theScene": [
                "IfHasPerk",
                "Gilded Enchantment",
                "IkuIkuIku",
                "RemovePerkQuietly",
                "Gilded Coating",
                "CallSceneThenReturn",
                "InfatuationStack",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Oral",
                "DamagePlayerFromMonster",
                "Iabel",
                "GildedDetonation",
                "SwapLineIf",
                "Perk",
                "Gilded Enchantment",
                "Mientras te quedas adornada, beso, que te balanceas en un aturdimiento ansioso, Iabel presiona sus labios regordetes y divinos a los tuyos, besándose profundamente y apasionadamente contigo, dejando que su lengua larga agite tu boca obediente mientras los lápiz labial dorado lo cubrenDe repente, todos los pulsos con magia encantadora, colocando besos etéreos en toda la cara mientras sientes adorando el amor se hincha en tu núcleo. [DamageToPlayer]",
                "Gilded Captivation",
                "Mientras te dejan beso, drunk, balanceándose con un aturdimiento sin esperanza, Iabel presiona sus labios perfectamente lujosos a los suyos, besándose profundamente y apasionadamente con usted, dejando que su lengua larga agite la boca en sumisión mientras las marcas de lápiz labial dorado que cubren su rostroDe repente, todo muy pulso con magia encantadora, colocando besos etéreos en toda la cara mientras sientes que el cautivación completa se hincha en tu núcleo. [DamageToPlayer]",
                "Gilded Infatuation",
                "Mientras te dejan beso, drunk, balanceándose en un aturdimiento, Iabel presiona sus labios lujosos a los tuyos, besándose profundamente y apasionadamente contigo, dejando que su lengua larga se agite la boca mientras las marcas de lápiz labial doradas que cubren tu rostro de repente, todo muy pulsoCon magia encantadora, colocando besos etéreos en toda tu cara mientras sientes un deseo cariñoso se hincha en tu núcleo. [DamageToPlayer]",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Iabel",
                "GildedDetonation",
                "SwapLineIf",
                "Perk",
                "Gilded Enchantment",
                "Solo puedes temblar contra las curvas perfectas de reloj de arena de tu diosa, mientras que cada revestimiento de manchas de lápiz labial con el que te brindan tentadores fantasmas con los fantasmas, lo que te permite abrazar con entusiasmo las sensaciones de sus fascinantes encantos que vierte en tu mente cada vez más obediente y cachonda.En última instancia, con un aumento final de resonancia, desaparecen, y Iabel rompe el beso intoxicante con un suspiro húmedo, tu lengua se siente completamente derretida bajo su cuidado. [DamageToPlayer]",
                "Gilded Captivation",
                "Solo puede contratar contra las curvas de reloj de arena divina de Iabel, mientras que cada recubrimiento de manchas de lápiz labial que le brinda tentadoras fantasmas, dejándole indefenso para evitar que vierta sus amuletos cautivadores en su mente cada vez más flexible y cachonda.En última instancia, con un aumento final de resonancia, desaparecen, y Iabel rompe el beso intoxicante con un suspiro húmedo, tu lengua se siente completamente derretida bajo su cuidado. [DamageToPlayer]",
                "Gilded Infatuation",
                "Solo puede contraerse contra las glamorosas curvas de reloj de arena de Iabel, mientras que cada recubrimiento de manchas de lápiz labial que le brinda tentadoras fantasmas, dejándole indefenso para evitar que vierta sus encantos tentadores en su mente cada vez más cachonda.Finalmente, con un aumento final de resonancia, desaparecen, y Iabel rompe el beso profundo con un suspiro húmedo, tu lengua se siente completamente derretida bajo su cuidado. [DamageToPlayer]",
                "EndLoop",
                "IfPlayerOrgasm",
                "GildedKissClimax",
                "ChangeImageLayer",
                "Expression",
                "Wink",
                "La atractiva mujer serpiente se aleja de ti con una risa arrogante, dándote un momento fugaz para contemplar sus amplias caderas y culo regordete, dejándote con algunas palabras burlonas antes de que desaparezca en un destello de cálida luz dorada.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Auhuhu ~ ♥ intenta no obtener {i} también {/i} beso-drunk. ♥",
                "Ufuhu ~ ♥ apuesto a que ya quieres más. ♥ No seas tímido, active la trampa todo lo que quieras. ♥",
                "Uhuhu ~ ♥ Oh mi ♥ estás completamente enamorado de mí ahora ♥",
                "Mfhfh ~ ♥ te mimaré hasta que sea todo lo que puedas pensar. ♥",
                "EndLoop",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "GildedKissClimax",
            "theScene": [
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "LipLick",
                "CallSceneThenReturn",
                "KissStack",
                "SwapLineIf",
                "Random",
                "Obviamente, te tambaleas al borde del clímax, Iabel silita con deleite, frotando sus pesadas tetas contra tu pecho mientras te empuja en otro beso profundo y aturdidor de la mente, una de sus elegantes manos deslizándose para bombear tu variedad de fuga, dejándote, dejándoteMorreando en cautivación mientras ella ordeña espesas cuerdas de semen de sus dolor de bolas, la sensación de su lengua domina su boca y dejando sus ojos rodando.",
                "Mientras jadeas y jadea con necesidad en el abrazo de Iabel, ella ronroneado dulcemente, luego te salpica con una nueva capa de besos de lápiz labial, cada uno de sus labios regordetes enviando una sacudida resonante de felicidad encantadora en tu mente giratoria.Ansiosamente palpita y se contrae en la obediencia total al placer divino, que alcanza su punto máximo con Iabel simplemente siguiendo una uña larga y pastorea a lo largo de la parte inferior de su polla, persuadiendo una espesa carga de su toque divino de la luz de la pluma.",
                "Iabel frota sus lujosas tetas y caderas anchas contra su lado, deteniendo besos que manchan el lápiz labial a lo largo de su hombro y cuello mientras su cuerpo se escapa de placer, cada beso indulgente que se lavan a través de sus sentidos como una ola caliente.Contra su mejilla, luego muévase a su oído sensible que besa, mordisquea y lame con amor hasta que sus sentidos sean completamente en blanco con éxtasis y su erección intacta arroja una carga gruesa en el aire.",
                "EndLoop",
                "La atractiva mujer serpiente se aleja de ti con una risa arrogante, dándote un momento fugaz para contemplar sus amplias caderas y culo regordete, dejándote con algunas palabras burlonas antes de que desaparezca en un destello de cálida luz dorada.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Auhuhu ~ ♥ intenta no obtener {i} también {/i} beso-drunk. ♥",
                "Ufuhu ~ ♥ apuesto a que ya quieres más. ♥ No seas tímido, active la trampa todo lo que quieras. ♥",
                "Uhuhu ~ ♥ Oh mi ♥ estás completamente enamorado de mí ahora ♥",
                "Mfhfh ~ ♥ te mimaré hasta que sea todo lo que puedas pensar. ♥",
                "EndLoop",
                "DisplayCharacters",
                "EndLoop",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "ChangeFetish",
                "Kissing",
                "5",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "IkuIkuIku",
            "theScene": [
                "Con tu beso completamente marcado y completamente enamorado de tu diosa serpentina, Iabel deja escapar un ronroneo seductor, colocando sus brazos sobre ti mientras habla, su nivel de labios regordetes con tu mirada encantada, la persecución lánguida de su boca acentuando cada palabra.Ella habla, derritiéndose en tus sentidos cautivados como el evangelio.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Ufuhu ~ ♥ Parece que estás listo para dedicarte a mí. ♥ Te besaré en total rendición. ♥",
                "Auhuhu ~ ♥ es hora de comerte. ♥ hasta que todo lo que queda es un sirviente enamorado. ♥",
                "Mfhfh ~ ♥ Supongo que debería terminarte ahora. ♥ No te molestes en intentar escapar. ♥",
                "EndLoop",
                "GetEventAndSetChoice",
                "IabelCombatEvents",
                "10",
                "AltIntro",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "Iabel",
                "ApplyStance",
                "Besarse",
                "StartCombat",
                "IfRanAway",
                "RanFromIabel",
                "CallEventAndSceneThenReturn",
                "IabelCombatEvents",
                "UpdatePower"
            ]
        },
        {
            "NameOfScene": "RanFromIabel",
            "theScene": [
                "A medida que escapas de Iabel, puedes escucharla dejar escapar una risa inquietante y altiva que resuena en tu mente junto con fantasías de su cuerpo que se balanceaba y los labios dorados y regordetes, señalando un ligero destello de luz detrás de ti a donde ella la devuelve a donde ella la devuelva a donde ella.Anteriormente era ...",
                "GetEventAndChangeProgress",
                "IabelPower",
                "5"
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "GoldenHeartTimer",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "10",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "SwapTile2",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapTrove2",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "SwapTile3",
            "theScene": [
                "SpawnGridNPC",
                "GoldenHeartTrapTrove3",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}