{
    "name": "GreenHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ushris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "GreenHeart",
            "theScene": [
                "SpawnGridNPC",
                "GreenHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanza en el azulejo con un corazón verde espeluznante, ¡hay una bengala cegadora de luz arcana!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "GreenHeartAlt",
            "theScene": [
                "SpawnGridNPC",
                "GreenHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "El azulejo se destaca con un corazón verde espeluznante en su centro, aturdiéndote con una bengala cegadora de luz arcana.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "A medida que se desvanece, te encuentras atrapado en una jaula mágicamente sellada y paredes transparentes que te rodean en todas las direcciones.Parpadeando, te das cuenta de que Ushris también está dentro de la jaula, de pie justo frente a ti en una pose de cursi dinámica: de pie con orgullo en un pie, su otra pierna está arqueada detrás de ella, mientras que cuatro de sus largos dedos garra forman una forma de corazón frente aElla, enmarcando su diminuto escote.",
                "Speak",
                "Ushris",
                "Hola [ThePlayerName]. ♪ ¿Puedo interesarte en algunos pai ♪ zu ♪ ri? ♥ ♪",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Kiss",
                "DamagePlayerFromMonster",
                "Ushris",
                "Umbral Arousa",
                "Ella usa sus dedos en forma de corazón para presionar suavemente su pecho pequeño y cubierto de blusa junto con un suave batido burlón mientras te sopla un beso seductor, haciendo una exhibición bastante buena ... pero lo que realmente te sorprende es el resonante en forma de corazón¡Pulso de magia verde que emana de ella, dejando tu cabeza girando con excitación encantada! [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Offer your cock to her small breasts!",
                "Worship her breasts!",
                "Refuse the offer to use her cleavage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Demasiado excitado y cachondo por su burla mágicamente cargada, ni siquiera puedes pensar en resistir ...",
                "JumpToScene",
                "Offer your cock to her small breasts!"
            ]
        },
        {
            "NameOfScene": "Offer your cock to her small breasts!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Avanzas en un aturdimiento excitado, incapaz de mirar hacia otro lado del busto pert de Ushris.Riendo, se arrodilla mientras usa sus garras con el corazón para apretarse a los lados de su busto con un pulso atractivo de magia cálida y atractiva, creando un pequeño valle que envuelve suavemente su polla erecta en un cálido abrazo sedoso, enviando placentones agradables.a través de tu piel.",
                "Speak",
                "Ushris",
                "Hihi ♪ pervertido. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Kiss",
                "Mientras mantiene la encantadora pose con el corazón del corazón, se inclina hacia abajo y planta un humo húmedo en su espalda en la cabeza de la polla, dejando una marca de lápiz labial verde brillante que envía una felicidad pegajosa que pulsa a través de todo su eje.Ushris deja escapar una suave risita en su temblor y jadeando reacción, desplazando sus dedos de una pose de corazón a una apretada, intercalando firmemente su polla para mimarla con su piel suave.",
                "Speak",
                "Ushris",
                "Mhaw. ♥ Kehe. ♥ empuje. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Sin pensar, mueves ligeramente tus caderas, empujando entre sus pequeños y suaves senos.En respuesta, The Hellhound presiona con amor sus tetas y las frota hacia arriba y hacia abajo para acompañar sus movimientos, apretando suavemente su eje, dejándote gemir mientras tu punta presiona sus labios pintados una y otra vez, dejándole pimienta su piel sensible conBesos de lápiz labial y pequeños lamidos de lápiz labial con carga mágica.",
                "Speak",
                "Ushris",
                "Mmm- ♥ chu. ♥ chu. ♥ mmmhh- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Con un gemido suave, pones tus manos sobre sus pequeños hombros para un mejor apalancamiento mientras te mira con los ojos lobo, mirándote perder ansiosamente por su suave escote y los labios burlones.En poco tiempo, su punta de fuga termina casi por completo pintada con manchas de lápiz labial verde de sus cariñosos besos, dejando que su eje palpite con entusiasmo con una felicidad caliente.",
                "Speak",
                "Ushris",
                "Kehe- ♥ {i} mhwa- ♥ {/i} continúa, [ThePlayerName]-♥ no te detengas. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Kiss",
                "Ante su burla de las burlas, comienzas a jorobar sus pequeñas tetas más rápido, su calor del cuerpo pecaminosamente seductor se filtra más profundamente en tu ingle con cada momento que pasa, una débil línea de baba que se arrastran por tu boca floja como sacudida después de chocar de placer caliente resuena por tu longitud con tu longitud conCada beso desordenado que planta, cada acaricia suavemente rodante de su busto aparentemente amplificada en un pico eufórico tembloroso.",
                "Speak",
                "Ushris",
                "Let- ♥ it- ♪ mhhf- ♪ {i} out- ♪ ♥ {/i} hihihi ♪ mhmmmhhhwah ~ ♪ ♥",
                "PlayerOrgasm",
                "1",
                "Te congelas mientras Ushris envuelve con avidez sus labios regordetes y brillantes alrededor de tu espasmo en la cabeza de la polla, el sello lascivo y perturbado que se niega a dejarte retroceder, la bruja depredadora usa sus garras para bombear ligeramente su pequeño valle de escote a lo largo de tu longitud dolorida, enviando calienteEs un placer hirviendo en tus tensar caderas hasta que, con un gemido bajo, te boquitas la boca, dejándola tragar con avance.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "PlayerOrgasm",
                "1",
                "DamagePlayerFromMonster",
                "Ushris",
                "Umbral Arousa",
                "Ella deja escapar una risita amortiguada mientras su orgasmo continúa sin cesar, enrollando su lengua cálida alrededor de su punta mientras sigue vertiendo largas cuerdas de semilla en su boca, convenciéndolo para que se corra cada vez más con cada ola resonante de éxtasis mágicamente mejorado que sus labios suaves envían sus labios suaves.En ti, su busto seductoramente suave se deslizó suavemente hacia arriba y hacia abajo, masajeándote y ordeña por todo lo que vales.",
                "DamagePlayerFromMonster",
                "Ushris",
                "Nightshade Smooch",
                "Luego, con un pop húmedo, libera tu espada y con un beso de polla marcada, lamiéndose los labios con un gruñido mientras te topas y cae sobre tu espalda con un suave gemido, tu erección aún rígida y contraproducente con una emoción con fugas.Limpiándose la boca con un solo dedo de la garra larga, Ushris se ríe, mirándolo con pizca mientras se pone de altura hasta su altura.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Kehihi ♪ ♥ Te ves bastante patético en este momento. ♥ Es {i} adorable. ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Kuhehi, ♪ Bueno, no seas tímido si mis senos te consumen nuevamente. ♪ Pervertido. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en una llamarada ahumada de magia verde vívida, Ushris se ha ido y te quedas jadeando en el suelo con una erección aún dolorida, luchando por levantarse, tus pensamientos sumidos en las sensaciones de sus suaves labios y sus pechos alegres, sus burlas.risita todavía rebotando alrededor de tu cabeza ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Kissing",
                "10",
                "ChangeSensitivity",
                "Magic",
                "10",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Worship her breasts!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Pleasured",
                "Cautivado por la vista de Ushris mostrando en broma sus pechos pertales, ¡no te detengas ni te pones atacando, rellenando tu cabeza en su escote enmarcado!",
                "Speak",
                "Ushris",
                "Kya-!?",
                "Con una inhalación temblorosa, sus percepciones sean atacadas inmediatamente por el potente calor del Hellhound y el aroma cremoso de caramelo, el calor suave y picante que se siente como si estuviera pasando directamente a su nariz y a su cerebro mientras los ushris sean.",
                "Speak",
                "Ushris",
                "¿Quién [ThePlayerName]?¿Qué crees que estás haciendo?",
                "Sin prestar atención a sus protestas, no puedes evitar buscar más de la sensación intoxicante de su cuerpo ágil, su olor atractivo y su seducir suavidad lo que te impulsa seguir explorando estas sensaciones, lo que lleva tu cara al valle de sus pechos pequeños.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "{i} ooooh ~ ♪ {/i} i {i} ver {/i}. ♥ eres un cachorro malo que no puede resistir un regalo, ¿eso es eso? ♥",
                "Ella la detiene en retorcerse y envuelve sus enormes garras alrededor de la espalda, dándote rayos gratis para explorar su pecho como quieras, permitiéndote tomar respiraciones profundas e indulgentes de su dulce perfume y dejar que se avecie a tu mente y cuerpo, elSentirse capturando tus sentidos en una hermosa neblina azucarada.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Tus ojos llenos de tetas de sabuesos del infierno, escuchas la risa de la chica monstruosa bruja y la alock de sus cadenas mientras te empuja suavemente hacia abajo y se levanta ligeramente para darte un acceso más fácil a su busto sedoso, empujándolo invitadamente y frotandoSu carne oscura y almohada en tu cara aturdida.",
                "Speak",
                "Ushris",
                "Qué malo, Baa ~ aad Doggie, Kehihi. ♪ Pero tienes suerte de que {i} me gusta {/i} cachorros traviesos. ♥",
                "Sus burlas y las palabras dominantes nadan en su cerebro como un pulso de magia viridal que resuena de Ushris y en usted, haciéndole temblar con felicidad, alentándole a desechar aún más la restricción y pensar en nada más que obedecer sus impulsos cachondos.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Gomas cuando sientes una de las enormes garras del Hellhound se desliza detrás de tu cabeza y descansa delicadamente allí, moviendo lentamente tu cara para enterrar y frotarla en su escote mientras acariciando suavemente tu cabello, sumergiéndote más en un mundo feliz de placer y reconfortantecaricias.",
                "Speak",
                "Ushris",
                "Vamos perrito travieso, no te detengas. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Sin pensar, obedeces, envolviendo tus manos alrededor de la cintura de la bruja que reacciona con un sonido ligeramente sorprendido pero no disgustado, y luego acariciando sus tetas diminías pero maravillosamente suaves con abandono, lo que la lleva a reír con aprobación.",
                "Su boca de agua de su deslumbrante fragancia cálida, te rindes completamente a tus indulgentes impulsos animales y le das una lamida de adoración, tu lengua inmediatamente se inquieta con un sabor de caramelovado, el deleite sensorial casi te detiene en el lugar.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "Speak",
                "Ushris",
                "Thaaat es eso, [ThePlayerName]. ♥ No te detengas. ♪ ♥ no eres más que un {i} ansioso {/i} cachorro en este momento, y los cachorros no necesitan {i} pensar. ♪ ♥ {/i}",
                "Mejorando sus palabras cautelas con un nuevo pulso de magia encantadora que sale de su cuerpo, ella sigue derritiéndose toda la razón de su mente, y no puedes pensar en nada más que seguir lamiéndote y sumergiéndote en esta nube de felicidad azucarada..",
                "Sin embargo, a medida que cambia su posición para disfrutar mejor de los senos de Ushris, te das cuenta de que tu polla es dura de la roca y ha sido por un tiempo, con el gusto de que el placer sigue aumentando en ti.Sin pensar, empujas tus caderas en busca de estimulación, pero los tuts de Hellhound sean de manera dominante en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Ah ♪ ah ♪ ah ~ ♪ no ser luchador ahora, [ThePlayerName].Solo concéntrese en cómo se siente nii ~ iice {i} esto {/i}, Kehehi. ♥",
                "Ella aumenta su instrucción moviéndose de acariciar ligeramente la cabeza a rascándola con membrete, asegurándose de aplicar la presión suficiente para darle a los scritches alentadores agradables, haciéndole gemir mientras se concentra en sus tetas que envuelven su cara, el ardor caliente que irradia a través de suCuerpo y tu polla palpitando al unísono con la reconfortante latidos del cálido corazón de la chica monstruosa.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Buen cachorro ~ ♥ poniéndome más y más tonto para mí. ♥",
                "No puedes evitar pasar por los elogios degradantes de Ushris, y a medida que continúas con tu lappiendo sin sentido, tu lengua se encuentra con uno de sus pezones rígidos que atrapas irreflexivamente en tu boca, deleitando instantáneamente en el calor renovado que te quema agradablemente.",
                "Tu mente tonta y de felicidad no quiere nada más que perseguir todas las dulces delicias que el cuerpo de Hellhound tiene para ofrecer, comienzas a chupar sin pensar, provocando un delicado ruido de placer de ella que suena como música para tus oídos.",
                "Speak",
                "Ushris",
                "Mfff- ♥ que atrevido, hihihi ♪ adelante, cachorro necesitado, tómalo {i} en {/i}. ♥",
                "Empapado en obediencia ciega, chupas más hambrientos en respuesta a su aliento, sintiendo un flash caliente placentero mientras el calor se extiende a través de ti con una intensidad renovada, rebotando a través de tus internos como el Hellhound te está alimentando directamente con su fiery e inhuman libido.",
                "Dejas escapar un jadeo estrangulado y gimazón de la ola de éxtasis, pero no detengas tu ansioso succión, abrazando a la bruja más fuerte mientras ella sigue rascando amorosamente tu cabello y las orejas.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Así es, ♪ buenos cachorros obtienen deliciosas golosinas, ♪ así que tómalo todo {b} en ♥. {/b}",
                "Con su última palabra, una ola de magia fluye en tu boca con una intensa explosión de sabor a caramelo, lo que lleva a que vuele y amampe con un abandono animal, cada segundo de tu comportamiento indulgente de cachorros recompensado por tu encantadora amante que nunca deja de dispensar caricias punteadas,Scritches y Coos a su dulce perrito, mientras te alimentas con una corriente continua de calor de sabuesos mágicamente transmitido.",
                "Speak",
                "Ushris",
                "{b} en ♥ in ♥ in ♥ in ♥ in ♥. {/b}",
                "Con algo similar a la desesperación, sigues adelante.A pesar de que el calor excitante se está volviendo francamente insoportable y su polla está espasmando como una locura, ahora dejando fuera un riachado constante de precum, no crees que podrías detenerte, incluso si quisieras, dejado injustamente mareado y atrasado de la sobrecarga sensorial.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "La enfermería ruinamente maravillosa se está volviendo demasiado para que lo soportes, y entre las lamidas y apestas obedientes, no puedes evitar quejarse y arf de manera necesaria.Anhelando la liberación de este placer abrumador, planteas una mirada suplicante a Ushris, que es adorable.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Al detener su fascinante mantra, cambia de acariciar tu cabeza para darle palmaditas consoladamente mientras se inclina hacia abajo y exhala en broma en tu oreja.",
                "Speak",
                "Ushris",
                "¿Es {i} también {/i} mucho 'en'? ♥ ¿El cachorro quiere {i} out? ♥ {/i}",
                "Frenéticamente, asiente, aún sin detener tu succión, tu boca adora su tetina por instinto, lo que provoca un trino encantado de la risa de la bruja.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Kyihihihi! ♪ bien entonces ... es hora de dejarlo {b} fuera {/b}.",
                "PlayerOrgasm",
                "1",
                "La palabra se toca en su cerebro, y como si se hubiera volteado un interruptor, te corres con un sofocante y aturdido y extático fuegos artificiales que explotan por todo el cuerpo cuando el semen brota de tu polla en cuerdas brotantes.Flotando en un mar de mimos indulgentes almibarados, brotas tu semilla sobre los pies de Ushris como un tributo, el pezón en tu boca te mantiene firmemente anclado con placer azucarado mientras dejas que tu polla piense ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "PlayerOrgasm",
                "2",
                "Speak",
                "Ushris",
                "{b} OUT ♥!Out ♥ out ♥ out ♥ {i} out ♥. {/i} {/b} hihihi ♪",
                "Estimado por los comandos fascinantes del Hellhound, usted orgasmo una y otra vez, perdiendo la fuerza para hacer cualquier cosa que no se quede allí y permita que se presione con tornillo en su seno mientras el semen sigue vertiendo su polla fuera de control como un grifo roto ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "PlayVisualEffect",
                "BlindingFlash",
                "darkHaze.png",
                "En realidad, te apagas por un momento, y cuando te recuperas, el semen todavía goteando de tu polla maravillosamente aliviada, Ushris sostiene cuidadosamente tu rostro aturdido en sus garras, alejándote suavemente de su escote y mirándote con pizca.",
                "Speak",
                "Ushris",
                "Déjame disfrutar tu expresión, [ThePlayerName]. ♥ HIHI, qué encantador es. ♥ la cara de un cachorro completamente mimado. ♪ ♥",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Tu mente todavía nadando en una neblina adormecedora, todo lo que puedes hacer en respuesta es gemir, el ruido resultante que suena casi como un cachorro de gemido incluso a tus propios oídos, que Ushris recompensa con algunas palmaditas finales en buena medida.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Luego, casi arrepentido, te deja volver a tambale-Cara roja y cuerpo tembloroso.",
                "Speak",
                "Ushris",
                "Bueno, lamentablemente no puedo quedarme para jugar más contigo, [ThePlayerName] ... pero si quieres que te mimes de nuevo, sabes qué hacer, tú- ♪ ♪ ¡Puppy. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Partiendo en una explosión esmeralda con una persistente 'kihihi ~', te deja para recuperarse, aún luchando por pensar en cualquier otra cosa que no sea la textura de sus suaves senos, la calidez de su Hellhound y la sensación de su pezón en tu boca ...",
                "ChangeFetish",
                "Breasts",
                "15",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "ChangeSensitivity",
                "Magic",
                "10",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Refuse the offer to use her cleavage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "Tch- figuras.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Ushris deja que sus brazos y piernas vuelvan a caer con un suspiro dramático, su elegante zapato que se derrumba contra el suelo de piedra ... pero su expresión herida pronto da paso a una sonrisa astuta cuando una risita audible emana de sus suaves labios.",
                "Speak",
                "Ushris",
                "Ehihi, ♪ pero ¿qué pasa con mis muslos {i}? ♥ {/i}",
                "DamagePlayerFromMonster",
                "Ushris",
                "Absolute Umbral Territory",
                "Presiona cuidadosamente sus largos dedos con garras contra el lujoso carne entre el dobladillo de su blusa y sus medias sedosas, mostrando la piel suave y flexible de su regordete, apretado los muslos, dando a sus caderas un mimado llamativo como otro pulso potente deLa magia sensual resuena en ti. [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse2",
                "Menu",
                "Offer your cock to her thighs!",
                "Ignore her soft fuckable thighs!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse2",
            "theScene": [
                "Demasiado excitado y cachondo por su burla mágicamente cargada, ni siquiera puedes pensar en resistir ...",
                "JumpToScene",
                "Offer your cock to her thighs!"
            ]
        },
        {
            "NameOfScene": "Offer your cock to her thighs!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Traguando en un aturdimiento cachondo, te acercas a Ushris, tu longitud completamente erguida al ver sus muslos ofrecidos, y ella se ríe de manera presumida mientras te extienden para agarrar sus anchas caderas.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Mocking",
                "Speak",
                "Ushris",
                "Kshhihi- ♪ idiot. ♪ ♥",
                "En una oleada de movimiento, te agarra las muñecas con sus enormes garras y los envía a ambos cayendo al suelo mientras se tira hacia atrás con una fuerza sorprendente, retorciéndote para que tu cabeza aterrice entre sus lujosos muslos.Antes de que puedas reaccionar, ella cruza las piernas alrededor de tu cuello, atrapándote con una cerradura cálida y lujosa, dejándote mirando hacia la sonrisa dominante hacia abajo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "I {i} do {/i} Espero que esto sea para tu gusto. ♪",
                "Te retorces contra sus piernas medias firmemente apretadas, sus talones descansan suavemente sobre tu pecho, y te apoderan firmemente de sus muslos regordetes mientras intentas liberarte del repentino vicio de almohada que te atrapan, en lugar de encontrar tus dedos hundiéndose en su suaveCarne mientras tu polla erecta todavía apunta con entusiasmo con una contracción.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "SmugToothy",
                "Speak",
                "Ushris",
                "Kehi- ♪ No tengo quejas, ahora. ♪ Eres el que aceptó la temperatura ♥ -ta ♪ -tion. ♪ ♥",
                "Como para puntuar sus palabras, un peso pesado mágicamente conjurado presiona repentinamente su cuerpo, lo que te sujeta aún más irrevocablemente a medida que Ushris aprieta sus muslos cálidos un poco más apretados alrededor de tu desventurada cabeza, dejándote cocinar a fuego lento en el calor de su cuerpo excitante mientras te quedes ciegamente.en sus piernas pliemente suaves.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Mocking",
                "Speak",
                "Ushris",
                "Pero no te preocupes, querido [ThePlayerName]. ♪ Vas a disfrutar esto. ♥ {i} jejehihi. ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Ella se ajusta su garra metálica, y jadeas como una serie de círculos mágicos se materializan a lo largo de tu erección rígida, enviando brujas de magia verde a lo largo de tu eje en ráfagas intermitentes aleatorias.Los pulsos coinciden con sus gentiles movimientos mientras le da a sus lujosos muslos un tentador apretón de emparzar su cara desafortunada, dejándote gimiendo sin pensar.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "{i} ver? ♪ {/i} ya lo estás disfrutando. ♥ como un {i} bueno {/i} cachorro. ♥ ♪",
                "La bruja se ríe y se extiende hacia abajo, dando a tu cabeza juguetones scritches mientras te retorces con un placer indefenso en la prisión de sus peluches, la magia de Thrumming resuena en tu longitud de contracción con cada mimado de sus garras de sus garras",
                "Sus caderas se sacuden cuando sus muslos regordetes se frotan contra su rostro en una cálida caricia sensual, las sensaciones se mezclan fascinantemente y se derriten por su resistencia hasta que todo lo que pueda reunir es un feliz suspiro de placer.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Kehihi- ♪ Buen chico. ♥ se desvanece entre mis muslos. ♥",
                "Dejas escapar un gemido aturdido mientras te deja cocinar a fuego lento entre sus acogedoras piernas lujosas, más del calor cálido e inductor de su cuerpo que se filtra en tu cabeza con cada momento que pasa, cada escobilla y núcleo inconsciente en sus muslos intoxicantes.Jolta de placer por su polla espasmante, su cabeza dominante se desprende y elogios erosionan su racionalidad con cada resonancia hormigueante que le envían a través de usted.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "¿Quién es un buen cachorro?",
                "PlayerOrgasm",
                "1",
                "Ushris te hace gemir desordenadamente mientras presiona firmemente sus piernas más apretadas e intensifica el ritmo de su caricola amorosa, haciendo que tu espasmo de erección y espasmo de su cabeza se estén completamente en blanco justo antes de que estalle, soplando gruesos chorros de semen, tu cabeza en blanco, tu cabeza en blanco.En el éxtasis eufórico, tus ojos se enrollan mientras resoples y jadeas como un animal entre su dominante y los muslos de lujo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "¡Oh, mi! ♥ estás brotando! ♪ kehi- ♪ aquí, más recompensas para cachorro. ♪ ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "LipLick",
                "Dejas escapar un gemido incoherente mientras se dobla sobre sus alabanzas susurrantes y caricias mimadas, tus caderas se sacuden frenéticamente a medida que las sacudidas de la magia inductora de dicha siguen golpeando al unísono con sus burlas, creando una hermosa retroalimentación placentera en tu mente profundamente en tu menteComo tu semen como un grifo roto.",
                "Pronto, el orgasmo de la cadena reemplaza todos sus pensamientos y preocupaciones con un buen charco de base, placer adictivo, calor meloso que te impregna la cabeza a los pies mientras sus palabras continúan flitando eufóricamente por tus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Speak",
                "Ushris",
                "Kihi- ♪ mi, cuán desagradable se ha vuelto tu cara, cachorro. ♥",
                "Ushris te libera suavemente de sus cálidos muslos cálidos, dejándote retroceder sin importarse sobre el piso con jadeos pesados ​​y temblorosos, tu cara atascada en una sonrisa descuidada y de lango mientras te topas en el piso desde las placenteras y las réplicas que corren a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Pero lamentablemente, nuestro tiempo está listo ... ¿Te vemos pronto? ♥ Ehihi. ♪",
                "DisplayCharacters",
                "EndLoop",
                "Luego, en una llamarada ahumada de magia verde vívida, Ushris se ha ido y te quedas solo, temblando en el suelo, luchando por levantarte en tu aturdimiento post-orgasmico, tus pensamientos sumidos en las sensaciones del abrazo de la prisión de sus piernas, tu mente todavía está atormentada por un antojo indulgente por su ripia de carpes y mordaz mezclada con sus palabras burlonas ...",
                "ChangeFetish",
                "Legs",
                "15",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "ChangeSensitivity",
                "Magic",
                "10",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Ignore her soft fuckable thighs!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Tsundere",
                "Speak",
                "Ushris",
                "{i} boo! {/i} hrpmh ...",
                "Ella deja escapar un huff petulante y desacelerado ante tu rechazo, antes de que sus labios se separen en una sonrisa viciosa.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "GrinToothy",
                "Speak",
                "Ushris",
                "Entonces simplemente tendré que cazarte y hacerte {i} rogarse {/i} para perderte en mi cuerpo.Kehihi! ♪",
                "DisplayCharacters",
                "EndLoop",
                "GetEventAndChangeProgress",
                "UshrisCombatEvents",
                "5",
                "Con otro destello de luz verde enfermiza, Ushris y la barrera mágica se han ido, dejándote solo en el laberinto una vez más ... aunque sabes con certeza que no has visto lo último de ella ..."
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "GreenHeartTimer",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "8",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "GreenHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}