{
    "name": "PinkHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ceris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "PinkHeart",
            "theScene": [
                "SpawnGridNPC",
                "PinkHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanzas en el azulejo con un corazón rosa, ¡un cálido destello de magia arcano llena tu visión para un momento vertiginoso!",
                "A medida que se recoge, encuentra que una barrera brillante ha rodeado el área a su alrededor en un espacioso cuadrado, que se divide aún más por una pared igualmente transparente que la divide cuidadosamente en dos, todo lleno de vapor caliente y una fragancia erótica seductora.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PinkHeartAlt",
            "theScene": [
                "SpawnGridNPC",
                "PinkHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "¡El azulejo se destaca con un corazón rosa en su centro y un cálido destello de magia arcano llena tu visión para un momento vertiginoso!",
                "A medida que se recoge, encuentra que una barrera brillante ha rodeado el área a su alrededor en un espacioso cuadrado, que se divide aún más por una pared igualmente transparente que la divide cuidadosamente en dos, todo lleno de vapor caliente y una fragancia erótica seductora.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "WallPress",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ceris está orgullosamente de pie al otro lado de la pared rosa pálida, sus curvas completas en la exhibición total, sus enormes tetas de almohada se aplastan contra el vidrio mágico mientras se balancea sus caderas anchas, mostrando su poderoso cuerpo mientras deja escapar una exhalación ronca, seductoramente al vapor por la ventana mientras ella te mira amorosamente, una sensación encantadora que ondula por la mente descaradamente sensual y amorosa. [DamageToPlayer]",
                "Speak",
                "Ceris",
                "Hey [ThePlayerName]. ♥ ¿Qué ves? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "ChangeImageLayer",
                "Body",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Light",
                "Ella usa una gran garra para deslizar lentamente por su parte superior, revelando gradualmente sus tetas desnudas que presiona hundamente contra la pantalla humeante mientras se lame con hambre los labios.Luego frota lentamente su pesado busto arriba y abajo de la pared transparente de condensación, sacudiendo los senos de lado a lado con una burla burlona, ​​el aroma erótico en el aire lo dejó aturdido ante la atractiva vista. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speak",
                "Ceris",
                "Podríamos tener un {i} lote {/i} de diversión, ya sabes ... ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "La ves mostrar sus curvas de condensación en fascinación total, tu polla se sacude y palpitando mientras la cámara mágica golpea con pulsos atractivos, el cálido aroma del sexo humeante a la deriva de tus sentidos.El lecho infierno curvilíneo gira ligeramente a un lado, arrastrando sus tetas contra la pared con un rebote burlón antes de apoyarse contra la pared cada vez más neblina, deslizándose por sus pantalones calientes con un seductor LEER. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "Speak",
                "Ceris",
                "... abrazar y disfrutar del otro- ♥ follando y follando durante horas- ♥",
                "Almellando completamente su parte superior e inferior, da un poco de estiramiento que muestra sus músculos bien definidos y su cuerpo lujoso, luego descarta la ropa con una pequeña película, el bajo ruido de la tela golpeando el piso que suena como otra invitación a otra invitación aDeseche toda restricción.",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ahora completamente desnuda, Ceris deja escapar un gemido bajo mientras gira el costado de su cintura curvilínea, caderas y tetas contra la ventana humeante, frotando su cuerpo suave y poderoso en una pantalla erótica, dando a la pared una burla y vibraciones vibracionesVerifique la cadera antes de estirar lánguidamente sus extremidades y curvarse la espalda, haciendo que sus pechos pesados ​​reboten y se sacudieran. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Light",
                "Luego se vuelve hacia la cara por completo, sus enormes tetas se apagaron contra la pared empañada, rodándolas en círculos junto con sus poderosos abdominales con sudor, mirándote de manera suave mientras lame tentador a lo largo de la pared con intención despravante, posando libidinamenteCon sus brazos detrás de su cabeza mientras continúa balanceándose y sacudiendo su busto humeante. [DamageToPlayer]",
                "Speak",
                "Ceris",
                "Entonces ... ♥ solo necesitas preguntar, y este muro puede desaparecer. ♥",
                "IfPlayerOrgasm",
                "TemptFail",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "15",
                "TemptPass",
                "Fail",
                "TemptFail"
            ]
        },
        {
            "NameOfScene": "TemptFail",
            "theScene": [
                "Así que trabajado en el show hambriento de Ceris, ¡ni siquiera puedes {i} pensar {/i} sobre rechazarla!",
                "JumpToScene",
                "TemptedMenu"
            ]
        },
        {
            "NameOfScene": "TemptPass",
            "theScene": [
                "¡A pesar del espectáculo humeante de Ceris, logras mantener tu racionalidad!",
                "JumpToScene",
                "ResistedMenu"
            ]
        },
        {
            "NameOfScene": "TemptedMenu",
            "theScene": [
                "Menu",
                "Let's have sex!",
                "I want to fuck your tits!",
                "Keep watching...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ResistedMenu",
            "theScene": [
                "Menu",
                "Let's have sex!",
                "I want to fuck your tits!",
                "Keep watching...",
                "Look away and ignore her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep watching...",
            "theScene": [
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Sigues mirando las lujosas curvas de Ceris aturdidas, viendo a la mujer del sabueso frotar sus tetas indulgentemente suaves en círculos lentos contra el vidrio humeante, su cintura musculosa y las caderas anchas balanceándose de lado a lado.La sensual confianza y la ardiente excitación en su rostro, le da a la ventana otra lamida burlona, ​​mirando con hambre la cara tonta y la erección sacudida. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speak",
                "Ceris",
                "¿Demasiado cachondo para pensar? ♥ Bueno, solo disfruta el espectáculo entonces. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "Ella deja escapar una exhalación baja y pesada, cocinando por toda la ventana con su calor, luego se aleja de la pared mágica hasta que todo lo que puedas ver es su silueta con venganza curvilínea al otro lado de la barrera mientras se balancea en bruto.caderas y tetas regordetas, sus manos con garras sensualmente arrastrando su pesado busto, cintura poderosa y caderas gruesas. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Durante unos pocos momentos, largos y cautivadores, ella simplemente continúa mostrando bruscamente su cuerpo de esta manera, tu mirada encantada se perdió cada vez más en su tentador y siluado baile, mientras respuestas lentas de la neblina sexual de feromonas cálidas que llenan las cálidas feromonas que llenan la cálida.aire, apenas registrando eso, en algún momento, comenzaste a masturbarte por instinto. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Ceris gira gradualmente a un lado, su cabello salvaje y su cola esponjosa oscurecen brevemente sus suaves curvas mientras continúa balanceándose suavemente y sacudiendo su cuerpo, inclinándose con un gruñido ronroneante bajo y presionando su lujoso trasero contra la pared, adornando los ojos con los ojos con los ojos con losLa repentina vista clara de su lujoso culo frotando contra la ventana resbaladiza, poniendo su coño humeante en una vista clara tentadora, haciendo que tu polla latira entre tus dedos. [DamageToPlayer]",
                "Speak",
                "Ceris",
                "Apuesto a que quieres joderme {i} tan {/i} malo ahora. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Light",
                "Ella deja escapar una exhalación emocionada y se levanta lentamente en línea recta, manteniendo sus caderas de condensación, presionadas contra el panel mágico, frotándolos de un lado a otro en un ritmo sensual mientras sus ojos permanecen con irreflexión pegados a su argumento suavemente suave, una pequeña línea de babeFormando a lo largo del costado de la boca mientras sigues bombeando tu polla con fascinación tonta, tu mente se derrite con su aroma seductor y curvas de lujo pecaminosas. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speak",
                "Ceris",
                "Y yo {i} realmente {/i} quiero follarte también. ♥ pero querías verme. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ceris deja escapar un ronroneo bajo mientras gira lentamente a su lado hasta que te mira de nuevo, presionando sus fuertes senos humeantes contra el vidrio con los brazos levantados mientras lame la condensación en la ventana en un tentador espectáculo, limpiando el borrosoHaze para que pueda mirar lujuriosamente a su cuerpo a su vez, sus curvas recién visibles y sus poderosos músculos resbaladizos con sudor y vapor mientras se balancean y se sacuden contra la ventana mágica. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "Speak",
                "Ceris",
                "Así que ponte caliente, molesta y {i} dolorosamente {/i} acumulado por mí. ♥ No te corras ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Dumly asiente mientras miras a sus ojos amorosos, luego deja que tu mirada se vuelva hacia abajo para disfrutar de la vista de sus abundantes tetas frotando contra la pared.Al darse cuenta de dónde va su atención, ella usa sus patas para presionarlas en una exhibición lasciva de escote resbaladizo, rebotándolas ligeramente por usted a tiempo con su mano acariciada, sus bolas se deleitan mientras se hunde más profundo en la cautivación de feromona.DamageToplayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speak",
                "Ceris",
                "Simplemente bombee ♥ y borde ♥ hasta {i} todos {/i} en lo que se te ocurra es {i} sexo {/i}. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Light",
                "Sus palabras siguen en torso junto con sus golpes, dejándote parpadeando en un aturdimiento cachondo, tus ojos revolotean sobre sus senos que rebotan lentamente y tentadoramente balanceándose de las caderas anchas, gimiendo mientras ralentiza la mano de bombeo para alejar el orgasmo en sus testículos, dejandoJadeas como un animal en calor, la calidez indulgente de Ceris impregnando completamente la cámara y te filtras poco a poco. [DamageToPlayer]",
                "Speak",
                "Ceris",
                "Thaaaat es todo, ♥ lo estás haciendo maravilloso, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "La voz ronca de Ceris reverbera a través de ti, enviando un escalofrío encantador a través de tu columna vertebral, todo tu enfoque en el Hellhound de Buxom y su cuerpo tentador y humeante, cada batido de su busto y espesas caderas que te derriten con un erotismo más indulgente mientras te orientas a ti mismo.para ella.| N | La mujer curvilínea ronronean con lujuria mientras se juguete con su propio cuerpo a su vez, tocándose y acariciándose con sensación sensual, dejando fuera sus propios jadeos necesitados de excitación, ambos babeando sobre el otro para dolor de lujuria. [DamageToPlayer]",
                "Speak",
                "Ceris",
                "Mnnffmm- ♥ apuesto a que tus bolas son agradables y pesadas ahora. ♥ ansiosos por soplar su carga. ♥",
                "Asentes de acuerdo con la cabeza vacía, temblando mientras suprimes otro clímax de chorrear, tu polla palpitando con la necesidad pulsante de cada golpe ... pero la expresión salaz de Ceris de repente da paso a un puchero molesto.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Light",
                "Speak",
                "Ceris",
                "... Entonces es una pena que el tiempo esté preparado para mi programa ... So- ♥ ¿Por qué no pisas la trampa de nuevo?O encontrar a alguien más para que correrse? ♥ simplemente disfruta. ♥",
                "Ella te da un guiño de disculpa antes de que haya un destello de magia rosa y desaparece junto con la pared, dejándote parado allí solo, jadeando con la excitación aturdida, tu erección dolorosamente dura ...",
                "Con un gemido, te tambaleas a tus pies e intentas realinear tus pensamientos a pesar del calor pesado y exigente en tus bolas necesitadas.",
                "CallEventAndSceneThenReturn",
                "TimePassed",
                "EventStart",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "15",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "I want to fuck your tits!",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "A su declaración, Ceris gruñe salcadamente y regresa de la pared nebulosa, la barrera que se separa de la habitación que le otorga la existencia mientras se recuesta en el piso, su busto se tambalea un momento mientras le dispara una mirada seductora, paseando una garra.Un movimiento de llegada, usando su mano libre para aun una de sus pesadas tetas.",
                "Speak",
                "Ceris",
                "Entonces ven a buscarlo. ♥",
                "Su polla completamente erecta palpita por invitación de Ceris, y en su estado de vapor y cachondo, apenas procesa que sus piernas han comenzado a moverse y se apresura hacia adelante, a horcajadas sobre su cintura para presionar su longitud de contracción en su cálido escote.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Corriendo cariñosamente, lame suavemente sus suaves labios mientras presiona sus tetas de almohada con sus patas considerables, dibujando un poco de placer de ti mientras su polla está completamente envuelta en su piel indulgentemente suave, su erección pulsando con el calor de la construcción mientras descansaEn el abrazo de sus senos calientes.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Amorosamente, Ceris comienza a sacudir suavemente su pesado busto mientras te sientas sobre ella, mirando a los ojos con una suave mirada lujuriosa mientras mima a tu polla dolorida con sus senos deslizados, cada bomba de sus suaves tetas enviando un pulso de mente caliente.Agrandar la felicidad a través de las caderas hasta el cerebro aturdido.",
                "Sin palabras, aunque con huffs de excitación entusiasta, Ceris agita gradualmente la lujuria de la lujuria a una paliza y hirviendo, dejándote empujando inconscientemente tu longitud en sus movimientos lentos y lentos, sus tetas regordetas y espeluznantes que te hacen hundir en cautivación cada vez más profunda con cada tentación con cada tentación con cada tentación con cada tentadorarebote de su escote deliciosamente cálido y almohado.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Dejas escapar un gemido afilado mientras el vicio apretado de sus tetas suaves se tensa alrededor de tu polla sacudida, tu próximo impactante empuje en su bido apretado y candado que extrae una serie de espurios gruesos de tu erección de espasmo, provocando un bajo gruñido de alegría de alegríade Ceris mientras salpicas su rostro con cuerdas de tu semilla que ella languorosamente vuelve a subir.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "Mientras tiemblas en la dicha orgásmica, ella levanta las garras de sus senos con una lentitud deliberada y demostrativa, dejando que se extiendan de par en par para mostrar el desorden pegajoso que hiciste de su escote, tu carga ahora se absorbe gradualmente con un silbido humeante.Sonriendo dulcemente, te agarra las muñecas y guía tus ansiosas manos a sus tetas de almohada, dejándote atacar aturdido y apretarlas mientras tu polla aún erguida latía con entusiasmo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Sin pensar en nada más que la lujuria palpitante que se acumula en su núcleo, presiona sus enormes senos nuevamente alrededor de su dolor de eje y comienza a empujar sin pensar en su cálido y encantador escote, el grueso aroma del sexo que se extiende a través de sus sentidos,Ceris dejó que sus brazos se tumban a los costados mientras se dirige con sus cautivadoras tetas de lujo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Lamiéndose los labios, Ceris te mira con amor mientras te follas el escote de la almohada, tus manos temblando con avidez y a tientas las tetas regordetas, tus dedos se pierden en su cálida suavidad, tu mente se aflige mientras empujas a la carne que empujaba, la carne que se sacude, elCalor necesitado en su ingle que crece e intensificando con cada momento que pasa.",
                "Speak",
                "Ceris",
                "Mmm- ♥ ese es un buen ritmo. ♥ sigue adelante. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Murde una respuesta mientras sus palabras burlonas solo lo sacan parcialmente de su estupor cautivado, lo suficiente como para dejar que se registre completamente cuán maravillosamente caliente y melosa se siente toda su cintura, una línea de baba por la mejilla mientras observa sus tetas pesadas.Y rebotes mientras sigues amamantándolos y follándolos, deleitándolos en el acto autocompleto de joderte sin sentido con su escote cálido y regordete.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Con su mente encantada completamente rosa por el pesado busto de Ceris, solo toma unos pocos empujes más sobreexcitados antes de que la dicha fundida caliente se produzca a través de su cintura tensa y estalles entre sus tetas de almohada, su polla salpicando largas cuerdas de semen de vapor sobre su bustoy cara, sacando ronroneos de agradecimiento de la dulce vida del infierno mientras lo absorbe.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Incluso mientras intentas recuperar tu aliento después de Climax, tu erección calentada por el infierno es {b} todavía {/b} palpitante con necesidad completamente erecta, lo que inmediatamente te lleva a reanudar su lujosa escote sin pausa, jadeando y jades con éxtasis mientrasTu mente gira con calor delirante y eufórico, cada una bombeando empujando a sus tetas de sándwiches que te conduce más profundamente en la felicidad encantada.",
                "Speak",
                "Ceris",
                "TODOS ESTÁS COLLADO AHORA. ♥",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Ella es ronca croons mientras te mantienes follando singularmente sus lujosas tetas, el dolor de calor doloroso en tus lomos ahora lo controla por completo, nunca reduciendo y solo creciendo, tu polla se contrae en la felicidad total entre el suave escote de Ceris con cada empuje indulgente, tus dedos disfrutan ansiosamente de los dedos.Sensación de amasar su suave busto mientras rebotes sus senos a tiempo con los impactos inductores de jiggue.",
                "PlayerOrgasm",
                "1",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Gotas en la lujuria sin sentido mientras te empuñes en su escote regordete y humeante y estallan sobre su rostro y vuelve a tetas, solo tomando un breve momento para disfrutar del éxtasis tembloroso antes de reanudar su ansioso empuje, su mente en blanco con la necesidad primariaPor placer, los senos cálidos y suaves de Ceris, todo lo que se te ocurra mientras los follas en busca de {b} más {/b} felicidad orgásmica, el calor se filtró en tu ingle, tus bolas todavía se sienten llenas y pesadas a pesar de tuclímax repetido.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Bashful",
                "Speak",
                "Ceris",
                "MNN ... ♥ Es una pena que tengamos que acortar esto ... estábamos llegando a la parte divertida donde follas mis tetas durante horas y horas ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speak",
                "Ceris",
                "Por supuesto, ♥ You {i} podría {/i} siempre activar esta trampa nuevamente. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Entonces, de repente, un destello de magia rosa envía a Ceris de regreso a donde quiera que estuviera anteriormente y disipa la barrera, dejándote arrodillado en el suelo con una erección dolorosamente dura y lujurias necesitadas ... con un gemido lujurioso, tazas aTus pies e intentan recordarte, las palabras burlonas del Hellhound que aún cuelgan en el aire.",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "Let's have sex!",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "En su declaración, Ceris presiona en la pared con sus patas con garras, que aparecen grietas en la pared de separación mágica de su fuerte empuje, la poderosa chica monstruosa continúa lamiendo y frotando contra la barrera incluso cuando se separa, hasta que eventualmente {i} Shatters. {/i}",
                "De pie triunfante frente a ti con una oleada de aire fresco, humeante y cargado de feromonas, la mujer de Hellhound curvilínea extiende los brazos de par en par para invitarte a un abrazo, separando ligeramente las piernas para mostrar su coño babeante y dándole sin restriccionesToca un batido burlón.",
                "Speak",
                "Ceris",
                "No seas tímido, entonces. ♥ Ven aquí y vete a la mierda ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Su invitación amorosa y devastadora es todo el estímulo que necesitas para apresurarte a la mujer alta.Ya sintiéndote muy amablemente cachondo, envuelve suavemente tus brazos alrededor de su poderosa cintura, tu longitud rígida frotando contra sus muslos cálidos y su coño mojado, el calor lo suficientemente solo como para enviar un trozo de dicha directamente a tu núcleo.",
                "Speak",
                "Ceris",
                "Mmmm...♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Con un suspiro emocionado, se lame los labios y envuelve sus poderosos brazos a su alrededor, tirando de ti más apretado hacia su cuerpo, obligando a tu rostro a su escote almohado, inundando tus sentidos con su aroma seductor y el toque de su piel lujosa.Gomas aturdidas mientras te deleitas con el abrazo caliente, dejándola levantar sin servicio una de sus piernas y envolverla suavemente alrededor de tu cintura mientras se prepara contra ti para obtener apoyo.",
                "Speak",
                "Ceris",
                "Jeje, ♥ ya estás tan caliente y molesto ... ♥ Date prisa, entra dentro de mí ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Ella bruceamente gira sus caderas para moler su entrada humeante contra su punta, y sin dudarlo, usa su agarre en su cintura para empujarla hacia abajo, dejándolos jadeando en la emoción de apareamiento.Con un balbuceo aturdido y cachondo, comienzas a empujar tus caderas mientras acariciando su lujoso busto, cada parte de ustedes envuelto en el calor intoxicante y excitante del Hellhound.",
                "Speak",
                "Ceris",
                "Mmmph- ♥ {i} oh- ♥ {/i} Esto es agradable- ♥ Manténgalo arriba- ♥",
                "Con el ángulo de tu longitud golpeando hacia ella, tu cabeza de polla besa su matriz con cada empuje, enviando un rayo de placer a los dos, y su coño poderosamente musculoso se aprieta más fuerte en un masaje motelante mientras ella gira con amor sus caderasTus movimientos, acariciando la parte posterior de tu cabeza con una pata mientras disfrutas de sus felinos de lujos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Ceris deja escapar un gruñido de placer bajo y ronco y se muerde el labio de la puta mutua y de ritmo lento que gradualmente los hace cada vez más excitados y enamorados, el calor primario de su cuerpo se filtra en cada parte del abrazo apretado y lujoso,Haciendo que tus bolas pesadas se apriien poco a poco mientras disfrutas de sus suaves curvas, a tientas su culo regordete mientras su pesado busto se mueve alrededor de tu maravillosa cara.",
                "Speak",
                "Ceris",
                "Ven- ♥ solo un poco más- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasm",
                "1",
                "Tu polla palpita con entusiasmo dentro de ella con cada empuje, el calor envolvente, lo que hace que se contrae y palpite con cada impacto profundo, hasta que con un golpe más húmedo, todo el cuerpo se tensa en una estremecedora cascada de éxtasis, tu polla chupando cuerdas gruesas de semen derecha derecha derechaEn su útero mientras tu cerebro siente que se está derritiendo entre su generoso escote.",
                "Ceris misma gime con su propio clímax por el impacto electrizante de su virilidad, apretándole todo lo más apretado contra ella con sus poderosos brazos mientras se escapa y jadea felizmente en la felicidad de Husky.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Ambos descansan durante un momento en el abrazo cálido y humeante antes de que ambos reanuden las caderas con un mayor fervor, gimiendo y jadeando mientras el calor primal pulsante florece con una necesidad lujuriosa, su polla aún rígida dentro de Ceris mientras maneja todo elPensando para ti, tu cerebro se apagó entre sus tetas de sus feromonas cálidas intoxicantes y mimando carne suave, sonidos de sexo singular que hacía eco del aire.",
                "Speak",
                "Ceris",
                "Mmmfpp- ♥ sí- ♥ no te detengas- ♥ estás haciendo increíble- ♥ ohhh- ♥ i-yo espero que podamos escabullirnos en algunas rondas- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Geteñas en respuesta, tus ojos rodando ligeramente del placer caliente que te atraviesan con cada reunión salvaje de tus caderas, su peluche se sacudió erráticamente alrededor de tu rostro, burlándote de ti en agudRenando por tus sentidos mientras la follas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasm",
                "1",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Empuje después del empuje, el calor pulsante dentro de tu estampado más brillante y caliente, hasta que con unos pocos impactos rápidos, estás vertiendo otra ayuda fresca de tu semilla en su útero, ambos aullan en éxtasis, y nuevamente solo toman unos pocosLas respiraciones aturdidas antes de comenzar a golpear las caderas nuevamente, el doloroso calor en su polla manteniéndolo listo para comenzar.",
                "Speak",
                "Ceris",
                "Más- ♥ Vamos- ♥ {i} Más-! ♥ {/i} ¡Al menos uno más! - ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Ella gruñe urgentemente en Husky Delight mientras se puso en ella con todo lo que tienes, a tientas su culo regordete con ambas manos mientras la follas, disfrutando de sus tetas desbordantes y sus feromonas humeantes todo el tiempo, solo pensando en un sexo más desordenado y salvaje con CerisComo su próximo clímax ya está comenzando a hincharse.",
                "Speak",
                "Ceris",
                "{i} Fuck- ♥ {/i} No quiero parar- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasm",
                "1",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Con Ceris balanceando ansiosamente su propia cintura para encontrar su ritmo, su mente se vuelve rosa por los constantes impactos húmedos de sus caderas, su punta de espasmo besando su cuello uterino una y otra vez mientras se acurruca firmemente, hasta que su polla estalla como un grifo roto dentro de ella,Mantenerse al día con tus frenéticos empujes amorosos incluso en medio del clímax al malhechado.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Surprised",
                "Speak",
                "Ceris",
                "Ohhhaaahhhhhhh- ♥ perfect- ♥ keep- ♥ nhooo- la trampa está terminando- ¿por qué tiene que ser tiiiiiiiMed-",
                "La luz rosada del panel en el piso comienza lentamente a estallar mientras Ceris se queja de molestia ante su inminente separación.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speak",
                "Ceris",
                "Mph- ♥ h-hurry up y ohh- ♥ encuéntrame de nuevo para que podamos mantener la mierda- ♥",
                "El destello de la luz inunda tu visión y te topan con Ceris de repente desaparece, tambaleante y jadeando con excitación mientras tu erección babeante se contrae con una necesidad caliente y palpitante, doliendo estar dentro de la coño caliente y humeante de la mujer del infierno nuevamente ...",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "JumpToScene",
                "PostLewd"
            ]
        },
        {
            "NameOfScene": "PostLewd",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "Look away and ignore her!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Rápidamente miras hacia otro lado del cuerpo voluptuoso de Ceris con una pesada descarga, y la magia encantadora que te afecta rápidamente se disipa rápidamente, sacando una risita juguetona de la vida del infierno.",
                "Speak",
                "Ceris",
                "Aw, bueno, tal vez la próxima vez. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Otro destello de magia rosa envía a Ceris de regreso a donde sea que estuviera anteriormente y disipa la barrera, dejándote solo con tu dolor de erección ..."
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "PinkHeartTimer",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "8",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "1",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "1",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "PinkHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}