{
    "name": "PurpleHeartTile",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Iabel",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "PurpleTile",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanza en el azulejo con un elegante corazón púrpura, hay un brillo sensual de energía mística.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PurpleTile2",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapDormant2",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanza en el azulejo con un elegante corazón púrpura, hay un brillo sensual de energía mística.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PurpleTile3",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapDormant3",
                "Here",
                "RemoveGridNPC",
                "Current",
                "A medida que avanza en el azulejo con un elegante corazón púrpura, hay un brillo sensual de energía mística.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PurpleHeartProjectile",
            "theScene": [
                "RemoveGridNPC",
                "Current",
                "A medida que los místicos corazones púrpuras se dirigen hacia ti, ¡hay un deslumbrante destello de luz arcana en medio de una oleada de euforia vertiginosa!",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PurpleTileAlt",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "El azulejo se destaca con un elegante corazón púrpura en su centro, evocando un resplandor sensual de energía mística.",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "2",
                "",
                "GetEventAndSetChoice",
                "ShadowsTile",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Y su entorno de repente está encerrado en una barrera púrpura brillante, dejándote atrapado dentro con Iabel a solo unos metros de distancia, una pequeña sonrisa en sus suaves labios mientras se balancea ligeramente y gira sus caderas seductoramente anchas, haciendo que sus joyas reboten y salgan junto consus enormes senos pendulosos. [DamageToPlayer]",
                "ChangeImageLayer",
                "Mask",
                "Iabel",
                "",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Ella se quita sin palabra de su máscara con un guiño burlón, soplando un beso mientras se lo entrega a una de sus serpientes sombrías de cabello que lo mete en un mordisco que envuelve, dejándole ahora la mirada seductora sin obstáculos que la saque directamente mientras la siguededos a lo largo de sus lujosas curvas, a tientas y mostrando sus pesadas tetas y peluches. [DamageToPlayer]",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Auhuhu ~ ♥ ¿Te importa tratar tus ojos en mi cuerpo? ♥",
                "Ufuhu ~ ♥ ¿Cómo te gusta mi baile? ♥",
                "Uhuhu ~ ♥ Pérdate en mis curvas. ♥",
                "Mfhfh ~ ♥ mira mientras quieras. ♥ siéntete te cae por mí. ♥",
                "EndLoop",
                "IfPlayerOrgasm",
                "WatchHorny",
                "IfHasPerk",
                "Gilded Infatuation",
                "GildedTemptation",
                "IfHasPerk",
                "Gilded Captivation",
                "GildedTemptation",
                "IfHasPerk",
                "Gilded Enchantment",
                "GildedTemptation",
                "Menu",
                "Watch...",
                "Look away!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "WatchHorny",
            "theScene": [
                "¡Estás demasiado cachondo y excitado para pensar en mirar hacia otro lado del show intoxicante frente a ti!",
                "JumpToScene",
                "Watch..."
            ]
        },
        {
            "NameOfScene": "GildedTemptation",
            "theScene": [
                "DamagePlayerFromMonster",
                "Iabel",
                "Seduce",
                "SwapLineIf",
                "Perk",
                "Gilded Enchantment",
                "Estás demasiado encantado con el cuerpo divino y perfectamente lujoso de Iabel para pensar en algo más que adorarla, resoplando con la emoción por su embriaguez y cautivadoras curvas de reloj de reloj.Lleno de la voluptuosa y divina diosa de la serpiente de la serpiente 'Dance Failing ... [DamageToPlayer]",
                "Gilded Captivation",
                "Estás demasiado cautivado con el lujoso cuerpo de Iabel para pensar en cualquier otra cosa, resoplando de emoción por sus atractivas curvas de reloj de arena tentadoramente temblando a un ritmo inaudito, ansioso por relajarse y dejar que su cerebro se llene de la vista de la visión de la intoxicación voluptuosaDanza de la mujer de serpiente ... [DamageToPlayer]",
                "Gilded Infatuation",
                "Estás demasiado enamorado del cuerpo glamoroso de Iabel para pensar con claridad, jadeando con emoción por sus tentadoras curvas de reloj de arena que rebotan de un lado a otro a un ritmo inaudito, ansioso por simplemente relajarse y apagar tu cerebro para ver el baile de la mujer serpiente voluptuosa ... [DamageToPlayer]",
                "EndLoop",
                "IfPlayerOrgasm",
                "WatchHorny",
                "Menu",
                "Try to think! (Temptation)",
                "Watch...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to think! (Temptation)",
            "theScene": [
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Enchantment",
                "5",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Captivation",
                "5",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Mark",
                "1",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Markings",
                "3",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Coating",
                "5",
                "Temptation",
                "15",
                "GildedTemptationPass",
                "Fail",
                "Watch..."
            ]
        },
        {
            "NameOfScene": "GildedTemptationPass",
            "theScene": [
                "¡Logras tener suficiente control sobre ti mismo para actuar por tu propia cuenta!Pero ella todavía está balanceando y sacudiendo sus pesadas tetas y sus anchas caderas para ti ...",
                "Menu",
                "Watch...",
                "Look away!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Look away!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "GlareShine",
                "A medida que miras hacia otro lado de la lujosa forma de Iabel, su mirada se extiende con imperioso arcano, sus severas palabras sonando en tus oídos con autoridad real.",
                "Speaks",
                "Dije, {b} {i} watch! {/i} {/b}",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Enchantment",
                "5",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Captivation",
                "5",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Infatuation",
                "5",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Mark",
                "1",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Markings",
                "3",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Gilded Coating",
                "5",
                "Willpower",
                "15",
                "GazeEscape",
                "Fail",
                "GazeFail"
            ]
        },
        {
            "NameOfScene": "GazeFail",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "A pesar de ti mismo, te encuentras con la mirada de las curvas de influencia de Iabel, su orden resonando a través de tu mente encantada, dejando que no hay más remedio que beber ansiosamente en su cuerpo divino mientras sacude y rebota de un lado a otro.",
                "Speaks",
                "Bueno. ♥ ahora entonces. ~ ♥",
                "JumpToScene",
                "Watch..."
            ]
        },
        {
            "NameOfScene": "GazeEscape",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Cold",
                "Te sacudes la mirada de voluntad que te ataca, haciendo que Iabel se moleste mientras termina su tentador baile, cruzando miseria y cruzando los brazos debajo de su busto e inclinando las caderas a un lado.",
                "Speaks",
                "Hmph, bien entonces.",
                "DisplayCharacters",
                "EndLoop",
                "En un brote de luz púrpura, el Hellhound serpentino y la barrera desaparecen, dejándote solo en los oscuros pasillos del laberinto."
            ]
        },
        {
            "NameOfScene": "Watch...",
            "theScene": [
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Sus ojos beben ansiosamente a la vista de Iabel sacudiendo sus anchas caderas de un lado a otro con tentadores giros de su cintura.Su parte superior de su cuerpo permanece en su mayoría todavía, su busto solo se sacude ligeramente de su baile llamativo, las gemas ornamentales que cuelgan de su cuerpo balanceándose y tirando junto con sus caderas ondulantes, mientras que sus largas colas se deslizan y bobinas en su lugar. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Smug",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "La mujer de la serpiente deja escapar una risa arrogante mientras mira hacia ti, trayendo sensualmente sus elegantes manos arriba y abajo de sus curvas voluptuosas y completas mientras mueve la cintura de un lado a otro en arcos más anchos y lentos, enrollando su mitad serpiente para ayudarla, Hefting sus tetas de almohada en sus manos antes de dejarlas caerse cautivadoramente, estirando los brazos lánguidamente para empujar su divino y rebotando busto ... [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Ella ronrona al ver su cautivación obviamente creciente, el erótico balanceado y tentador temblando de su busto pecaminosamente suave y sus amplias caderas femeninas que lo atraen a un estado difuso de enamoramiento cachondo por su cuerpo en forma de reloj de arena, su polla palpitando ansiosamente mientras ella gira sobreel lado con sus movimientos enrollables, dándote un ojo de su regordete y rebotando el culo, la piel suave y lujosa que exige tu atención mientras te saca. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Su cabello serpentino se extiende a través de su visión con un silbido, desorientándote por un momento mientras Iabel vuelve a colocar, acercándose con cada balanceo de sus glamorosas curvas, sonriéndote cálidamente mientras ella tentaba sus pesadas tetas a unas pocas pulgadas de tu cara,Rompiendo el tempo pasando sus dedos sobre su piel suave y flexible, dejándote cada vez más asombrado y embrujado con su belleza celestial. [DamageToPlayer]",
                "IfHasPerk",
                "Gilded Infatuation",
                "Keep watching",
                "IfHasPerk",
                "Gilded Captivation",
                "Keep watching",
                "IfHasPerk",
                "Gilded Enchantment",
                "Keep watching",
                "CallSceneThenReturn",
                "InfatuationStack",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Hasta que finalmente, se acerque a tu alrededor con un director de operaciones bromeando, rodeando tu forma aturdida antes de presionar su escote contra tu rostro, colocando los brazos sobre tus hombros, todavía balanceándose su voluptuoso cuerpo de un lado a otro, convenciéndote de que te balancees con ella en un baile cautivador., tu mente se vuelve rosa con un enamoramiento intoxicante de su mirada amorosa, tus manos se deslizan alrededor de su cintura para tocar ansiosamente su culo regordete casi por su propia cuenta. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Prior",
                "IfPlayerOrgasm",
                "Step1Orgasm",
                "JumpToScene",
                "PostOrgasm1"
            ]
        },
        {
            "NameOfScene": "Step1Orgasm",
            "theScene": [
                "MEWL Y PIRA CON FELTY DESE, acariciando las tetas de almohada de Iabel, mimándote con sus curvas celestiales mientras tu polla palpita y sacude ansiosamente.En reacción a su temblorosa lujuria, Iabel desliza su erección palpitante entre sus lujosos muslos con un movimiento suave de su cintura, sus caderas mecedoras rápidamente envían un éxtasis floreciente a través de sus dolores mientras su polla es masajeada por sus piernas suaves y deliciosas.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Abrazándote posesivamente, se rasca con amor la parte posterior de tu cuello con sus uñas largas, persuadiéndote para enterrar tu cara de placer más profunda en su lujoso escote, tu mente se en blanco mientras se desliza y mueve las caderas, tus manos perdidas en el lujosoDe su trasero, tu virilidad se espasta obedientemente entre sus muslos acunes con cada batido de su cintura, abrumando con la fascinante y divina felicidad.",
                "PlayerOrgasm",
                "1",
                "Huffing y jadeando, empujaste sin pensar tus caderas junto con el baile girante, rompiendo ansiosamente tu resistencia restante con unas pocas bofetadas rotundas contra sus deliciosos muslos, usando tu aguja en su trasero regordete para aprovechar tus olas hasta que las olas de placer caliente exploten hacia afuera y explotan hacia afuera y explotan hacia afuera.Eruptas por todas las piernas, cubriendo su piel en tu gruesa semilla, algunas de las largas cuerdas que salen a su abrazo.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "Suavemente te aleja unos centímetros mientras un brillo dorado sumerge su cuerpo, empapado en tu semilla mientras tu mente se pone al día con el placer vertiginoso y cautivador rebotando a través de tu cerebro y te pones la virilidad del abrazo tentador de sus piernas.",
                "IfChoice",
                "1",
                "Prior",
                "PostOrgasm1",
                "JumpToScene",
                "KeepWatchPostOrg"
            ]
        },
        {
            "NameOfScene": "PostOrgasm1",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Luego, con un guiño burlón de Iabel, la trampa del corazón brilla de nuevo, hurgando para quitarle a la serpiente irritante que le da una despedida de despedida en la frente y algunas palabras de despedida tentadores antes de que el destello de la magia la espíen.",
                "Speaks",
                "Cuanto más cautivado te vuelvas, ♥ cuanto más bailaré contigo. ♥",
                "Su voz resuena en tus oídos y su delicioso cuerpo permanece en el ojo de tu mente, balanceándose y temblando, tentándolo hacia la dulce rendición ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Keep watching",
            "theScene": [
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Hasta que finalmente, se acerque a tu alrededor con un comandante burlón, rodeando tu forma aturdida e infatuada antes de presionar su delicioso escote contra tu rostro, colocando sus elegantes brazos sobre tus hombros, todavía balanceándose su voluptuoso cuerpo de un lado a otro, persuadiéndote con ella para balancearla con ella.En un baile cautivador, tu mente manchada de amor de amor manchado con una dicha intoxicante de su mirada amorosa, tus manos se deslizan alrededor de su cintura para tocar ansiosamente su culo regordete. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Post",
                "IfPlayerOrgasm",
                "Step1Orgasm",
                "JumpToScene",
                "KeepWatchPostOrg"
            ]
        },
        {
            "NameOfScene": "KeepWatchPostOrg",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Ella deja escapar una risa baja mientras continúa balanceándose y girando su cuerpo, bailando lentamente en un círculo enrollable, haciendo que tu cabeza gire con su movimiento burlón, persuadiéndote para inclinarte en ella con un gemido maravilloso, enterrando tu cara en sus lujosos senosMientras miras a sus ojos dorados en cautivación enamorada, amasando y apretando su deliciosa trasera mientras se niega de un lado a otro. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "Su polla se filtra y palpita ansiosamente a medida que la euforia más enamorada se derrite a través de sus sentidos con cada batido de masaje y balanceo de las curvas intoxicantes de Iabel, lo que hace que se sienta que su mente sin sentido encantada se aprieta sensualmente con cada momento que pasa.Hundiéndose en la dicha de amor, bailas y giras con la Divina Sirpent Woman mientras ella se desplaza por la parte posterior de tu cuello, dejándote sintiéndote deliciosamente flotante y mimado. [DamageToPlayer]",
                "IfHasPerk",
                "Gilded Captivation",
                "Keep watching2",
                "IfHasPerk",
                "Gilded Enchantment",
                "Keep watching2",
                "CallSceneThenReturn",
                "InfatuationStack",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Happy",
                "Iabel ronronean dulcemente por su creciente cautivación encantada hacia su voluptuoso cuerpo, recompensando su cautivada hipnotización de la mandíbula flojada al balancearse de un lado a lado, frotando en broma sus suaves muslos contra su dolor de virilidad, dejando que sus manos se pierdan en la suavidad de ella.El culo regordete mientras ella sacude sus enormes y almohadas tetas en tu cara borracha, tocando trozos sueltos de tu racionalidad restante, haciéndote perder cada vez más profundo en su baile enrollado. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Prior",
                "IfPlayerOrgasm",
                "Step2Orgasm",
                "JumpToScene",
                "PostOrgasm2"
            ]
        },
        {
            "NameOfScene": "PostOrgasm2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Luego, con un guiño burlón de Iabel, la trampa del corazón brilla de nuevo, hurgando para quitarle a la serpiente irritante que le da una despedida de despedida en la frente y algunas palabras de despedida tentadores antes de que el destello de la magia la espíen.",
                "Speaks",
                "Si obtienes {i} también {/i} cautivado, ♥ es posible que nunca quieras que deje de bailar. ♥ serás demasiado amoroso para preocuparte por cualquier otra cosa. ♥",
                "Su dulce voz resuena en tus oídos y su cuerpo atractivo y delicioso se mantiene en el ojo de la mente manchada de placer, balanceándose y sacudiendo, frotando y mimándote seductoramente, tentándolo hacia la dulce rendición ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Step2Orgasm",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Smug",
                "Usted mewl con la dicha eufórica mientras tientas su culo desbordante y acaricia tu rostro más profundamente en sus tetas regordetas, mimándote más profundo en la sumisión y comienzan a empujar indulgentemente entre sus lujosos muslos, solo para una de las elegantes manos de Iabel para deslizarse y enriquecer hábilmente alrededorSu eje, bombeando en broma la longitud mientras te mantiene justo donde te quiere.",
                "Speaks",
                "Ufuhu. ♥ No necesitas {i} empuje {/i} para llegar a la liberación. ♥",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Ella retrocede unos centímetros, privando al toque celestial de su cuerpo glamoroso, dándole a su virilidad a su virilidad algunos golpes tímidos antes de deslizarse con una caricia de separación de su índice a lo largo de la parte inferior de su erección de espasmo, dejándolo jadear en capitivación indefensaMientras se balancea y rockea sus curvas de reloj de arena justo en frente de ti, dejando que sus caderas anchas y enormes tetas llenen tu mente encantada con una felicidad rebotante.",
                "Speaks",
                "Solo necesitas {i} me {/i} para salir. ♥ la mera {i} presencia {/i} de mis curvas divinas te hace ansioso por {i} spurt. ♥ {/i} todo lo demás es que solo estás obteniendomimado y malcriado. ♥",
                "PlayerOrgasm",
                "1",
                "La dicha eufórica se derrite a través de sus sentidos mientras su polla espasmos en un acuerdo sumiso con sus palabras, cada batido y influencia de su delicioso cuerpo enviando una ola de placer encantador en la mente, la sacudida de su busto divino y su flota de sus espesas caderasBloqueando todo lo demás en tu cerebro, sumergiéndote más profundo y más profundo en el rapto de adoración hasta que el éxtasis burbujeante estalla y te corres de la veneración cachonda sola, tu polla estimulante que cubre la piel lisa de Iabel en largas cuerdas de semillas.",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "Mientras tiembla con un asombro orgásmico a unos centímetros de ella, ella empapa tu semen con una risa arrogante y un brillo dorado de magia, luego se desliza hacia adelante para abrazarte de nuevo, dejando tu mente girando y hundiéndote a la vista de su regordete.Culo y acariciando su lujoso escote como un adicto, sus brazos se colocan posesivamente sobre ti mientras se reanuda de lado a lado con tu forma cautivada. [DamageToPlayer]",
                "IfChoice",
                "1",
                "Prior",
                "PostOrgasm2",
                "JumpToScene",
                "KeepWatch2PostOrg"
            ]
        },
        {
            "NameOfScene": "Keep watching2",
            "theScene": [
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Iabel ronroneado dulcemente ante su cautivación encantada con su voluptuoso cuerpo, recompensando su atrevida fascinización de la mandíbula floja al balancearse las caderas anchas de lado a lado, frotando bruscamente sus suaves muslos contra su dolor de virilidad, dejando que sus manos se pierdan en su almohada y reluciente.Mientras ella sacude sus enormes e indulgentes tetas en tu cara borracha, tirando fragmentos sueltos de tu racionalidad restante, haciéndote gemir felizmente. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Post",
                "IfPlayerOrgasm",
                "Step2Orgasm",
                "JumpToScene",
                "KeepWatch2PostOrg"
            ]
        },
        {
            "NameOfScene": "KeepWatch2PostOrg",
            "theScene": [
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Pero el baile aún parece lejos de terminar, ya que se balancea con su forma de placer e infatuada, girando su cuerpo deslizante mientras sacude sus abundantes tetas y le permite apreciar su culo completo.En este punto, te das cuenta de que su cola serpentina se enrolla lentamente alrededor de tu cuerpo, atando las piernas y la cintura con fuerza mientras deja tu virilidad contraproducente completamente expuesta. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Smug",
                "Lentamente levanta su cuerpo más alto con su cola grande y poderosa, liberándote lamentablemente de su abundante escote y su culo con tolerancia, dejándote asombrado mientras se avma.Gaze eclipsada por sus pesadas tetas rebotando, oscureciendo todo menos el brillo de sus ojos dorados mirando hacia abajo mientras su cintura giratoria fascinantemente tira de su mirada hacia abajo. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Iabel luego gira, bloqueando su vista con su cabello que se revuelve y vive, las serpientes humildemente silbando mientras su mirada está inundada con su culo divino rebotando de un lado a otro, lo que le permite apreciar cómodamente el trasero regordete que anteriormente estaba a tientas, cada batido y baile de maniños.Tu polla se contrae con la emoción melty, hundiéndose más y más profundo en un enamoramiento encantador mientras miras su giro tentador y tentador. [DamageToPlayer]",
                "IfHasPerk",
                "Gilded Enchantment",
                "Keep watching3",
                "CallSceneThenReturn",
                "InfatuationStack",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Clothing",
                "Iabel",
                "",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "Su cabello luego se tuerza y ​​oscurece su visión mientras se vuelve para enfrentarte de nuevo, un chasquido de sus elegantes dedos haciendo que su ropa dorada desaparezca en un brillo de magia, dejando solo su piel desnuda y perfectamente suave para que te adore con los ojos, adorar con los ojos,Su brillante mirada y su cuerpo divino dejándote completamente encantado con la diosa serpentina. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Prior",
                "IfPlayerOrgasm",
                "Step3Orgasm",
                "JumpToScene",
                "PostOrgasm3"
            ]
        },
        {
            "NameOfScene": "PostOrgasm3",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Luego, con un guiño burlón de Iabel, la trampa del corazón brilla de nuevo, desaliñando para quitarle a su diosa cautivadora que generosamente le da un beso de despedida en la frente junto con algunos cuidadosos chinitos de sus uñas largas, enviando una hormigueo de dicha a través de su dichaSensados ​​y compartiendo algunas palabras de despedida tentadores antes de que el destello de la magia la espíen.",
                "Speaks",
                "Si esto {i} fugaz {/i} vislumbrar mi piel desnuda divina no es suficiente para ti, ♥ solo mira mi baile de nuevo. ♥ Pero ten cuidado, ♥ podrías terminar con mi devota celebrante, ♥ Auhuhu. ~ ♥ ♥",
                "Su voz divina resuena en tus oídos y su cuerpo atractivo y delicioso se mantiene en el ojo de la mente manchada de placer, balanceándose y sacudiendo bruscamente, frotando y mimándote seductoramente, tentándote hacia la dulce adoración para la rendición al cuerpo de tu diosa ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeSensitivity",
                "Seduction",
                "20",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "Step3Orgasm",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Smug",
                "Iabel resucita su forma voluptuosa y desnuda frente a usted, girando y balanceando sus anchas caderas, pasando sus manos elegantes sobre su piel seductiva y lisa, sus ojos embrujados bebiendo en cada pequeño detalle de su cuerpo intoxicantemente divino, cada back-and-forth NorthAgite haciendo que su cautivado latido de virilidad y pulso con cautivación eufórica.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Speaks",
                "Auhuhu ~ ♥ ¿es mi cuerpo en toda su perfección desnuda para ti, humano? ♥",
                "PlayerOrgasm",
                "1",
                "La diosa serpentina le da a sus espesas caderas un solo batido de burlas y acentuadas, y ese solo movimiento elegante y sensual de su cuerpo sin igual te lleva al límite, tu cabeza retrocede con un gemido mientras tu virilidad entra en un grueso géiser de semen en semenEl aire, profesa su sumisión cautivada total a ella, haciendo que el ronroneo del Hellhound regal en aprecio mientras empape en su semilla.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Happy",
                "Speaks",
                "{i}Good.♥{/i}",
                "IfChoice",
                "1",
                "Prior",
                "PostOrgasm3",
                "JumpToScene",
                "KeepWatch3PostOrg"
            ]
        },
        {
            "NameOfScene": "Keep watching3",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Clothing",
                "Iabel",
                "",
                "Su cabello luego se tuerce y oscurece tu visión de amor y se vuelve hacia la cara de nuevo, una chaqueta de sus elegantes dedos haciendo que su ropa dorada desaparezca en un brillo de magia, dejando solo su piel desnuda y perfectamente suave para que adoraras borracho conTus ojos, su mirada brillante y su cuerpo divino dejando tu mente encantada volviéndose a la papada ante la visión entusiasta del cuerpo perfecto de la diosa serpentina. [DamageToPlayer]",
                "SetChoice",
                "1",
                "Post",
                "IfPlayerOrgasm",
                "Step3Orgasm",
                "JumpToScene",
                "KeepWatch3PostOrg"
            ]
        },
        {
            "NameOfScene": "KeepWatch3PostOrg",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Completamente enamorado y de placer, observa cómo Iabel se balancea y se balancea de lado a lado, colocando sus brazos sobre ti mientras te empuja en el abrazo divino de sus tetas desnudas, derritiéndote con un marco encantador del mero contacto físico con su regal.Forma, una mano mimada rastreando suavemente la parte posterior de tu cuello mientras ella te mira con su imperiosa mirada dorada, tu mente encantada girando con la necesidad de obedecer.",
                "Speaks",
                "Ufuhu ~ ♥ ahora entonces. ♥ Adorazame. ♥",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Pleasured",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Sus palabras se ponen profundamente en su mente flexible y cautivada, e inmediatamente te pusiste a besar y lamer el busto divino de Iabel mientras tientas su carne suave y almohada con manos ansiosas, tus dedos se hunden profundamente en sus lujosos pechos mientras los prodigás con la veneración adoradora.De forma segura, en el abrazo cariñoso de su poderosa cola enrollada alrededor de la parte inferior de la parte inferior del cuerpo, le hace jadear y suspira, atrapando uno de sus pezones perts en la boca para succionar con avidez.",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Espoleado por sus ruidos de placer, te vuelves a su areola en círculos lentos mientras sigues chupando, tu cabeza entrando y saliendo de un trance adorador, tu polla palpitando con dicha por cada toque y acaricia puedes dar a tu diosa, apretandoY amasando sus lujosas tetas, su trabajo diligente te ganan jadeos afilados y gemidos de la mujer serpiente, convenciéndote de intercambiar a la otra tetina, salpicándolo en lamidas y besos mientras te tallas al otro.",
                "Speaks",
                "Lower-~♥",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Predatory",
                "Ella deja escapar un gemido bajo mientras te besas lentamente y masajeas de su busto hasta su cintura, su mano dominante te persuade cada vez más hasta que estás arrodillado en sus bobinas apretadas, su coño babeante ahora a la altura de los ojos, lo que te da a la altura de los ojos, que te da, lo que te da, lo que te da, lo que te da.Rendición gratis para burlarse y lamer su clítoris, tus manos a tientas sus caderas recubiertas de escala mientras sumerges tu lengua en sus pliegues femeninos para adorar con adoración su sexo mientras ella sisee con una felicidad.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Orgasm",
                "Speaks",
                "Mfffhpfh-~♥",
                "DamagePlayerFromMonster",
                "Iabel",
                "Luxurious Sway",
                "Ronronones y coos de Iabel con placer, rastreando la cabeza con una mano con una mano y presionándote contra su coño brotante, cada uno de tus lamer y besar a su coño impecable que le envía una ola de euforia melosa a través de tus sentidos, tu estado enamorado te está borrando rápidamente en ella.Néctar divino, tus ojos se acristan con la felicidad encantada, tu polla palpitando obedientemente mientras adoras el cuerpo de tu diosa.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Pleasured",
                "USTED MEWL INCOUNIDAD ENTRE ENTRE RESIONES DE AIRE, sus sentidos completamente envueltos en el rapto divino que le dan gentilmente, sus manos se deslizan hacia atrás para atacar su culo regordete y enterrándose aún más en su coño babeante que sigue lamiendo y besándose con cuidado,Haciendo la voz de la mujer de la serpiente atrapada cuando su trasero se arquea en éxtasis, una de sus manos jugando con una teta pesada y un pezón dolorido, mientras que el otro nunca deja de mimarte con scritches gratificantes.",
                "PlayerOrgasm",
                "1",
                "Mientras su diosa grita en el clímax, su coño brota el néctar dulce, el aumento gratificante que se convierte en lo que queda de su mente en una papilla enamorada mientras lo bebes agradecidamente, haciendo que lo que queda de tu mente salga de tu polla espasmante mientras te ofreces completamentePara ella, su placer rebotando en contra de su placer, todo se convierte en euforia esponjosa mientras monta un brillo intoxicante, un brillo dorado cálido que lo envuelve mientras se empape en su tributo.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Predatory",
                "Iabel deja escapar un suspiro emocionado y energizado de una necesidad ardiente y lujuriosa, su propio clímax claramente solo la ha trabajado aún más, y la vista de su forma arrodillada y de placer que parece avivar sus instintos depredadores mientras toca suavemente su cara temblorosa.Desde su coño, tu mente se desmayó y nadó con un enamoramiento desesperado.",
                "Por un momento, su diosa parece que está a punto de emitirle su próximo pedido, pero en su lugar le muerde el labio con razón.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Wink",
                "Speaks",
                "Mfffhh ... ♥ Es una pena que no podamos seguir.",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Caring",
                "Speaks",
                "Pero tenemos un desafío para continuar. ♥",
                "ChangeImageLayer",
                "Expression",
                "Iabel",
                "Smug",
                "Speaks",
                "Suponiendo que incluso {i} quiero {/i} para continuar. ♥ auhuhu ~ ♥",
                "StunGridPlayer",
                "2",
                "GetEventAndChangeProgress",
                "IabelPower",
                "10",
                "DisplayCharacters",
                "EndLoop",
                "Luego, un destello de luz de la trampa la teletransporta, dejando su dulce voz resonando en tus oídos encantados y su cuerpo atractivo y delicioso que te pegan a la mente de tu placer, balanceándose y sacudiéndote, frotando y mimándote seductivamente, tentándote haciaDulce rendición ... estás tan fuera de eso que en realidad es un poco antes de que puedas moverte nuevamente ... y te duele simplemente encender la trampa nuevamente. ♥",
                "ChangeSensitivity",
                "Seduction",
                "30",
                "CallSceneThenReturn",
                "FixSpirit"
            ]
        },
        {
            "NameOfScene": "InfatuationStack",
            "theScene": [
                "IfHasPerk",
                "Gilded Enchantment",
                "Nothing",
                "IfHasPerk",
                "Gilded Captivation",
                "GildedEnchantment",
                "IfHasPerk",
                "Gilded Infatuation",
                "GildedCaptivation",
                "GivePerkQuietly",
                "Gilded Infatuation"
            ]
        },
        {
            "NameOfScene": "GildedCaptivation",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Infatuation",
                "GivePerkQuietly",
                "Gilded Captivation"
            ]
        },
        {
            "NameOfScene": "GildedEnchantment",
            "theScene": [
                "RemovePerkQuietly",
                "Gilded Captivation",
                "GivePerkQuietly",
                "Gilded Enchantment"
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de ser completamente gastado, algo de ese encuentro te deja extrañamente energizado ..."
            ]
        },
        {
            "NameOfScene": "PurpleHeartTimer",
            "theScene": [
                "IfChoice",
                "2",
                "TimerEnd",
                "Nothing",
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "10",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SetProgress",
                "0",
                "SetChoice",
                "2",
                "TimerEnd"
            ]
        },
        {
            "NameOfScene": "CheckTimerEndOnTile",
            "theScene": [
                "IfChoice",
                "2",
                "TimerEnd",
                "SwapTile"
            ]
        },
        {
            "NameOfScene": "SwapTile",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "SwapTile2",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapTrove2",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "SwapTile3",
            "theScene": [
                "SpawnGridNPC",
                "PurpleHeartTrapTrove3",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}