{
    "name": "RedHeartTile",
    "CardType": "Event",
    "CardLimit": "20",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ceris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "RedHeart",
            "theScene": [
                "SpawnGridNPC",
                "RedHeartTrapDormant",
                "Here",
                "RemoveGridNPC",
                "Current",
                "SetProgress",
                "0",
                "A medida que avanza en el azulejo con un corazón rojo, un cálido destello mágico inunda su visión y una barrera brillante lo rodea en un espacioso cuadrado, una fragancia sexual cálida que llena el aire humeante.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "Ceris",
                "Blush",
                "DamagePlayerFromMonster",
                "Ceris",
                "Sexual Tempt",
                "Sin embargo, más llamativo, Ceris también está repentinamente en el piso frente a usted, su trasero se levantó y su frente bajo al suelo, presentando su espesa trasera con un tentador batido de sus anchas caderas mientras su cola se mueve con una emoción cachonda.[DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Bashful",
                "Speaks",
                "Oh nooo, ♥ Parece que pisaste uno de los pisos atrapados que te permite {i} joder {/i} al contenido de tu corazón. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "No te detengas. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Sexual Tempt",
                "Hay un ronroneo tentador en su voz ronca, y la cámara mágicamente encerrada parece ondularse con un pulso de magia tentadora, los bordes de su visión comienzan a volverse rosados ​​con un deseo y lujuria encantados. [DamageToPlayer]",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Ignore the temptation!",
                "Fuck her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Con tu mente ya girando con la excitación vertiginosa, ¡ni siquiera hay forma de pensar en rechazar la vista tentadora y balanceándose frente a ti!¡Usted {i} necesito {/i} para follarla!",
                "JumpToScene",
                "TemptFail"
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "JumpToScene",
                "TemptFail"
            ]
        },
        {
            "NameOfScene": "Ignore the temptation!",
            "theScene": [
                "Intentas ignorar las caderas de balanceo seductoramente de Ceris, pero el aroma cálido flotando en el aire mezclado con el calor palpitante en tu ingle deja tu toma de decisiones cada vez más defectuosa, una burbujeante necesidad de follarla amenazando con superarte.",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "15",
                "TemptPass",
                "Fail",
                "TemptFail"
            ]
        },
        {
            "NameOfScene": "TemptPass",
            "theScene": [
                "Retrocedes y te sacudes la atractiva magia que intenta dibujarte para joder el Hellhound curvilíneo, pero de alguna manera, la barrera y Ceris no desaparecen de inmediato.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "Se pone un poco antes de mirarte directamente a los ojos con una mirada de deseo ardiente que envía una punzada renovada de lujuria por el estómago, Ceris usando una mano con garras para tocar el culo almohado mientras se balancea las caderas curvas, la vista duraPara apartar la mirada mientras la espesa fragancia sexual en el aire nubla su mente.",
                "Speak",
                "Ceris",
                "Jeje, ♥ resistir todo lo que quieras. ♥ solo vas a ser {i} dolor {/i} por sexo. ♥",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Tu polla se vuelve dolorosamente fuerte de sus palabras burlonas y la atmósfera atrozmente lasciva, tu aliento se vuelve pesado y harapiento a medida que la necesidad de follar comienza a abrumar y derretir tu cabeza ... pero antes de que te supera por completo, la magia teletransportadora se destaque de nuevo,Haciendo la barrera y Ceris desaparecen con algunas palabras de despedida.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Speak",
                "Ceris",
                "Nos vemos pronto. ♪",
                "CallSceneThenReturn",
                "FixSpirit",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TemptFail",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Tu polla se contrae y palpita con emoción mientras te apresuras hacia adelante y montas a Ceris, hundiendo tu longitud en su coño babeante y fundido en una sola carrera mientras te inclinas sobre ella a buscar con codicia sus pesadas tetas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Ella deja escapar un gruñido bajo de sensualidad cuando comienza a empujarla ansiosamente, una sensación de calor y pesada en sus dolor de lomos con cada reunión impactante de sus caderas, convenciéndolo de seguir adelante, llenándolo con un anhelo por más.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "La gran cola de Ceris se envuelve alrededor de la espalda para ayudar a que te prepare y asegurarte de que te mantengas íntimamente conectado, y ella gira la cabeza para mirarte con una sonrisa lujuriosa antes de ofrecerle la boca a la tuya, rogándote sin palabras para un beso, su lengua colgando ligeramenteFuera en un espectáculo descaradamente cachondo.",
                "La vista hace que algo en su cerebro de lujuria haga clic en su lugar y te estrelles desordenando los labios en los suyos sin pensarlo dos veces, besándose descuidadamente con la mujer voluptuosa mientras te balanceas la cintura como una bestia, enviando ondas calientes de placer resonando a través de tuCuerpo entero, todo el tiempo que atacas irreflexivamente y amasabas sus enormes tetas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speak",
                "Ceris",
                "Mnnnn, ♥ Vamos, ♥ Mnf, ♥ Give ♥ It ♥ a ♥ {i} Me. ♥ {/i}",
                "Ella te susurra ronco entre tu calefacción de saliva, tus lenguas se enredan con hambre, sus palabras se ponen profundamente en tu mente cachonda y llena de deseo, dejando que tu polla palpite con un creciente sobreexcito después de cada empuje, pulsando a través de tu tensada ingle como su poderosa y poderosaEl coño se aprieta firmemente sobre ti.",
                "PlayerOrgasm",
                "1",
                "Dejas escapar un gemido amortiguado en la boca de Ceris mientras aprietas apretadas sus suaves senos, hundiendo tus dedos en su carne de almohada mientras te empuñes dentro de ella y vierte indulgentemente cuerdas gruesas de semilla, perdiéndote por el clímax yIntercambiando una ráfaga de besos apasionados con tu amante de los sabuesos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Eventualmente, jadeando, los dos rompen el beso una vez que tu orgasmo se aleja, tu cabeza todavía girando con lujuria, tu polla palpitante doliendo por más de ella, tu enamoramiento solo empeora mientras muele las caderas regordetas contra ti con un cachorro.ronroneo.",
                "Speak",
                "Ceris",
                "Tienes otra ronda en ti, ¿verdad? ♥",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Su coño babeante le da a tu eje un apretón firme y tentador, y te mete sin pensar sus tetas mientras intentas recoger tus pensamientos, todo tu cuerpo dolorido con un calor imperioso y palpitante para el sexo ...",
                "Menu",
                "That's enough sex!",
                "Keep fucking Ceris!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep fucking Ceris!",
            "theScene": [
                "JumpToScene",
                "TemptFail2"
            ]
        },
        {
            "NameOfScene": "That's enough sex!",
            "theScene": [
                "Intentas alejarte del lujoso cuerpo de Ceris para detener la sesión de apareamiento, pero el calor meloso en tus lomos está dificultando pensar con claridad, sin mencionar la sensación de que su hendidura caliente envuelve tu furiosa erección ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "10",
                "TemptPassSex",
                "Fail",
                "TemptFail2"
            ]
        },
        {
            "NameOfScene": "TemptPassSex",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Logras despejar la cabeza lo suficiente como para tirar de tu polla rígida y sacudiendo el tentador coño de Ceris, luego retrocediendo jadeando y jadeando con excitación necesitada, el aire de aroma sexual y el calor pulsante cálido en tu ingle, manteniéndote en una aturdida y cachonda.Estado de ánimo que no puedes sacudirte.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "Se pone un poco antes de mirarte directamente a los ojos con una mirada de deseo ardiente que envía una punzada renovada de lujuria por el estómago, Ceris usando una mano con garras para tocar el culo almohado mientras se balancea las caderas curvas, la vista duraPara apartar la mirada mientras la espesa fragancia sexual en el aire nubla su mente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speak",
                "Ceris",
                "Mnnn, ♥ Bueno, eso fue divertido. ♥ Nos vemos de nuevo pronto. ♥",
                "Sus últimas palabras se entregan con un ronroneo seductor profundo que envía un escalofrío a través de su cuerpo sobrecalentado mientras se aleja de la vista junto con las paredes mágicas que te atrapan, devolviéndola a donde sea que estuviera antes, dejándote con una sensación de anhelo insatisfecho...",
                "CallSceneThenReturn",
                "FixSpirit",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TemptFail2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Registir a la dolorosa necesidad en su virilidad, reanudando empujando, presionando sus labios para que Ceris 'en una sesión de besos renovada, enreda bruscamente sus lenguas mientras deja escapar de los gruñidos y gemidos de placer, sus manos apretando y amasando sus pesadasTetas, jugando ansiosamente con sus pezones erectos.",
                "Con un gemido tembloroso, cambia ligeramente su posición, alcanzando detrás de sí misma con una pata con garra para envolver un brazo alrededor de la parte posterior de su cuello, asegurando que permanezca atrapado en un lápiz desordenado con ella mientras la follas como un animal.Indulgentemente, rueda para acostarse más de lado, dejándote agitar su coño desde un nuevo ángulo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Su coño suave y poderoso aprieta con fuerza su circunferencia con el tiempo con sus empujes, la necesidad fundida en su cintura se está más cálida e irreprimible en el segundo a medida que más de su calor del cuerpo se extiende a suyo con cada reunión placentera de sus caderas.Hundiéndose más profundamente en la tórrida creación de amor, sus manos codiciosas comienzan a explorar su piel suave y su forma musculosa entre las tetas almohadas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Los dos se besan apasionadamente mientras su brazo te mantiene enérgicamente encerrado en una sesión de besos casi sin aliento, solo que te dan breves momentos de respiro de jadeo antes de volver a besarse sin sentido, tus pensamientos se vuelven de beso y doloroso y molesto, molesto,Mientras Ceris deja salir emocionados y complacidos en tu boca.",
                "Speak",
                "Ceris",
                "Mnn- ♥ Manténgalo al revés- ♥ mnnph- ♥ Estoy seguro de que lo haré- ♥ hmnn- ♥ ser completamente sometido por ti pronto. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Con un gemido amortiguado, comienzas a pistón en ella con mayor velocidad, sus palabras seductoras y burlonas que te instan, dejándote a ambos gimiendo en el beso descuidado mientras te caigas salvajemente su coño empapado y hado, tus manos apretando fuertementeSu cuerpo curvilíneo cuando comienzas a tensarse y jadear del placer burbujeante en tus caderas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "Hasta que con un ritmo más poderoso de tus caderas, te incumbes profundamente dentro de ella en un impacto extático.Al unísono, ambos lloran por un placer que aturde la mente, su polla palpitando y pulsando eufóricamente mientras llena a su amante demoníticamente insaciable con una carga gruesa de su semen, sus poderosos músculos internos le ornican por todo lo que vale.",
                "PlayerOrgasm",
                "1",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "Tu beso calentado se extiende a través de tu intenso clímax, tus lenguas que se enredan en medio de un mar de placer y tu libido sobreexcitada te deja empujando superficialmente hacia ella, sacando un nuevo brote de semillas de tus bolas doloridas con cada reunión de giro de tu reunión de tuLas caderas, las dos gimieron y maullan con un placer orgásmico decadente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Ceris solo puede gemir y gruñir en una emoción renovada a medida que sus labios se separan nuevamente, ambos jadean con necesidad sexual fechrente a pesar de sus recientes clímax, y solo maneja una palabra tentadora en su estado de lujuria, sus ojos ardiendo con lujuria inhumanay el aire a tu alrededor es grueso con el aroma del sexo.",
                "Speak",
                "Ceris",
                "More?♥",
                "Menu",
                "More!",
                "No more!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "More!",
            "theScene": [
                "JumpToScene",
                "TemptFail3"
            ]
        },
        {
            "NameOfScene": "No more!",
            "theScene": [
                "Intentas recoger tus pensamientos aturdidos y cachondos el tiempo suficiente para alejarte del cuerpo voluptuoso de Ceris, pero el calor pulsante que irradia a través de ti y la sensación de su coño apretando con fuerza tu polla hace que sea difícil no querer {i} más {/i}.",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "50",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "75",
                "1",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "100",
                "2",
                "ChangeStatCheckDifficulty",
                "IfHasPerk",
                "Overheat",
                "10",
                "Temptation",
                "10",
                "TemptPassSex",
                "Fail",
                "TemptFail3"
            ]
        },
        {
            "NameOfScene": "TemptFail3",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Con un jadeo tembloroso, reanudas las caderas, y Ceris deja escapar un suspiro de felicidad antes de cambiar su posición nuevamente, rodando sobre su espalda antes de empujarse hacia arriba y hacia adelante, sentado su gran cuerpo en tu regazo, sus poderosos brazos envolviendo alrededor deTú y sus enormes senos aplastados contra ti mientras ella te mira con los ojos con hambre lujuriosa.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "Speak",
                "Ceris",
                "Mmmm, ♥ vamos a movernos juntos esta vez. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "La mujer de Hellhound deja escapar un gruñido de ronroneación bajo antes de besarte profundamente, sus ardientes ojos parpadeantes llenan tu visión mientras te besas apasionadamente y desordenadamente, su cintura giraba ligeramente mientras tu longitud está completamente dentro de ella, tus manos se apoderan de ella firmemente.caderas invicionadamente anchas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Con un gemido compartido, ambos comienzan a moverse lentamente al unísono, aumentando gradualmente el ritmo con cada empuje profundo, el sonido húmedo de la reunión de sus caderas que resuena en la cámara cerrada llena de la gruesa fragancia del sexo, el giro de la cintura de Ceris.En pequeños círculos, mientras ella ayuda a provocar su coño babeante, lo que agarra y aprieta firmemente su virilidad rígida con una necesidad implacable e inquietante.",
                "Su beso descuidado solo se vuelve más desordenado cuando Ceris coincide con sus frenéticos empujes hacia arriba con un ritmo muy intenso, montando incansablemente su polla infernalmente rígida, la intensidad de su amor que lo obliga gradualmenteLas peleas de las caderas para follarla aún más fuerte, incluso cuando se inclina sobre ti.",
                "Te geman felizmente en la boca del otro entre el intercambio de saliva mientras se joden sin duda, tus mentes se ponen completamente en blanco aparte de la mezcla melúrgica que necesitan follar mientras el calor generalizado en su cuerpo de alguna manera sigue calentando cada vez más.Frotando ansiosamente sus cuerpos como un apareamiento de animales, se entrega completamente a la sensación de sus pesadas tetas contra su piel, sus pezones duros se frotan contra su pecho.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayerOrgasm",
                "1",
                "La presión en sus caderas solo se construye y se desarrolla con cada gran impacto de las caderas de su reunión, hasta que con un empuje electrizante final hacia arriba, estallas dentro de Ceris con un gemido felices, y ella gruñe en tu boca mientras solo rebota más fuerte y más rápido.En tu polla hinchada, montarte en el suelo mientras ella sale salvajemente tu semen.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasm",
                "1",
                "Desvergonzoso destrozándose a través de su orgasmo de chorrear, deja escapar un grito orgásmico amortiguado en su boca, golpeando poderosamente sus anchas caderas sobre su polla espasmante, de alguna manera ordeñando otra espesa carga mientras alcanza el clímax con ustedes, los dos de ustedes dosBesándose y lamiéndose irreflexivamente en un alto nivel de placer.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Poco a poco, ambos bajan de sus atravesados ​​y desordenados orgasmos, y rompen perezosamente el beso profundo con respiraciones jadeadas, el sano del infierno con curvas que te da una sonrisa de disculpa.",
                "Speak",
                "Ceris",
                "Mnnn ... ♥ Lo siento, me dejé un poco, {i} eres {/i} se supone que debes liderar ... ♥",
                "Ella se mantiene firme sobre ti mientras se inclina lejos de ti, hasta que se acuesta sobre su espalda con usted directamente sobre ella, el calor pulsante e invasivo llena completamente su cuerpo en este punto.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speak",
                "Ceris",
                "Ahora, ¿dónde estábamos? ♥ más sexo? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Incapaz de pensar en otra cosa, es un gesto con el asentimiento y comienzas a balancearte las caderas, Ceris bloqueando perezosamente las piernas alrededor de la cintura en respuesta, manteniendo tu firmemente conectado a ella mientras te pierdes ante el calor bestial y fundido dentro de tus lomos, nuevamente chocando nuevamente.Tu boca en Ceris mientras reanudas tu sesión descuidada y apasionada de besos, tus manos y sus garras entrelazadas posesivamente mientras follas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Sin nada más que el pensamiento del sexo que queda en tu mente cachonda y aturdida, no hace mucho tiempo hasta que vierte una carga gruesa en Ceris, sino que sigas empujando incluso mientras disfrutas de la dicha fundida, tus caderas parecen tener una mente propiaEn este punto, los felices gemidos de Ceris lo alentan a mantenerse al día con su apareamiento intensivo, sus cuerpos nunca se separan mientras avanza fácilmente hacia otro clímax alucinante ... luego otro ... luego otro ...",
                "PlayerOrgasm",
                "10",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "Eventualmente, ustedes dos comienzan a andar en bicicleta a través de múltiples posiciones mientras follan en un ciclo aparentemente interminable de empuje y corriendo, su polla palpitando con un calor antinatural que lo deja anhelando cada vez más, mientras que su pareja de Hellhound está feliz de darle lo que quiere., sonriendo dulcemente mientras la follas como quieras, corriendo una y otra vez dentro de ella.",
                "SetSpirit",
                "0",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Hasta que eventualmente no puedas soportarlo más y desgarrarte encima de ella, jadeando, acariciando a sus enormes senos mientras ella te sostiene con amor en un cálido abrazo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speak",
                "Ceris",
                "Mmmm, ♥ eso fue increíble ... ♥ aunque podría ir por {i} otro {/i} redondo ... buuut, pareces completamente {i} gastado. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Ella ronronean lenta y seducativamente mientras habla, y solo puedes ofrecer un murmullo aturdido y medio dormido en respuesta.",
                "Speak",
                "Ceris",
                "Lamentablemente, todavía tienes que intentar aclarar el laberinto, o simplemente te abrazaría durante horas ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Speak",
                "Ceris",
                "Buena suerte. ♥",
                "CallEventAndSceneThenReturn",
                "CerisCombatEvents",
                "ApplyOverheat",
                "DisplayCharacters",
                "EndLoop",
                "SetSpirit",
                "1",
                "Hay un destello de luz roja cuando Ceris y la barrera eventualmente desaparecen después de unos momentos más de felicidad.A pesar de su erección aún furiosa, sientes que no te gustaría nada más que desmayarse, aunque {i} puede {/i} al menos aún moverse, incluso con tu dolor de pelvis ...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeFetish",
                "Sex",
                "10"
            ]
        },
        {
            "NameOfScene": "FixSpirit",
            "theScene": [
                "IfPlayerSpiritGone",
                "Give1Spirit"
            ]
        },
        {
            "NameOfScene": "Give1Spirit",
            "theScene": [
                "SetSpirit",
                "1",
                "A pesar de sentirse completamente exhausto por su intenso sexo con Ceris, el calor meloso en su cintura lo mantiene ansioso y listo para más ..."
            ]
        },
        {
            "NameOfScene": "RedHeartTimer",
            "theScene": [
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "8",
                "ActiveTimerUp"
            ]
        },
        {
            "NameOfScene": "ActiveTimerUp",
            "theScene": [
                "SpawnGridNPC",
                "RedHeartTrap",
                "Here",
                "RemoveGridNPC",
                "Current"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}