{
    "name": "CerisRoom",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ceris",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "SexMenu",
            "theScene": [
                "SetChoice",
                "1",
                "Clothed",
                "Menu",
                "Cuddle and make out?",
                "Breast smothering?",
                "Titfuck?",
                "Nursing?",
                "Get right to it!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Cuddle and make out?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Mmm. ♥ sí, comencemos bien y lento. ♥",
                "Ceris gruñe dulcemente y bloquea los labios con usted nuevamente, enredando asertivamente su lengua con la suya mientras ella lo traslada lentamente a una posición más acogedora en la cama, rodando a ambos sobre los costados, las cabezas ubicadas sobre una almohada grande, sus cuerpos apretados fuertemente juntos.",
                "Sus grandes tetas se aplastan y se frotan lascivas contra su pecho a través de la sesión de maquillaje cada vez más caliente y pesada, una de sus garras envueltas alrededor de su espalda en un abrazo apretado, uno de sus muslos haciendo lo mismo con sus piernas mientras se presiona bien y apretada contraUsted, te envuelve en su cálido calor de lujoso mientras mira cariñosamente en tus ojos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Mientras la besas hacia atrás, tus lenguas luchan amorosamente por el control, tus manos son libres de pasear por sus poderosas curvas, indulgentemente a tientas y masajea su cintura musculosa, caderas tentadoras y regordetas, tu mente se pone más niebla con lujuria necesaria cuanto más tiempoEstán en contacto con la calidez infecciosa de la mujer Hellhound, barrida por sus atenciones de carpes y su ardor febril.",
                "Speaks",
                "Mmm. ♥ Te estás poniendo muy emocionado. ♥",
                "Ella deja escapar una risita husky mientras siente que tu erección esforzada la produjo, lo que la lleva a que se seca en broma tu forma abrazada con un ronroneo cachondo, sus enormes tetas frotando contra ti con cada movimiento que hace.Dibujando de regreso, solo se separa de ti por un breve momento con un suspiro desordenado antes de atrapar los labios de nuevo, haciendo que tus ojos roden un poco y tus pensamientos estén felices de su constante ofensiva apasionada.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "A lo largo de la tierna sesión de Makeout, sus feromonas humeantes llenan constantemente sus sentidos, imbuyendo con una lujuria vertiginosa que se mezcla con el calor infernal, su cuerpo de almohada te está infundiendo, sus movimientos de abrazadera y lánguidos que hacen que tu polla se estremezca y con el deseo de flugas., todo el tiempo, lentamente te quedas sin aliento de sus besos agresivos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Parece que Ceris continuará hasta que no puedas soportarlo más y te reducirán a una masilla cachonda, pero después de unos momentos más largos de los aconsejados, a tientas y molidas y frotando los cuerpos del otro, los dos finalmente rompen el besoCon las respiraciones jadeadas pesadas y calentadas, el aire espeso con una cálida excitación mientras miran a los ojos con lujuria, sus mentes llenas de dolor de dolor y abrumador {i} necesitan {/i} para follar.",
                "Speaks",
                "Hahhhh ♥ está bien, ♥ no más juegos previos. ♥",
                "JumpToScene",
                "Sexmenu2"
            ]
        },
        {
            "NameOfScene": "Breast smothering?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Oh con {i} placer {/i}. ♥ Déjame mimarte mucho. ♥",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ella se desliza sus grandes garras detrás de la espalda con un gruñido emocionado y te lleva a una posición sentada, levantando casualmente su camisa antes de presionar tu cara en su escote, llenando inmediatamente tu cabeza con un calor reconfortante que te hace gemir de la cabeza delSentimiento del abrazo gentil e íntimamente cercano ya derritiendo y envolviendo su mente.",
                "1",
                "Unclothed",
                "Ella desliza sus grandes garras detrás de la espalda con un gruñido emocionado y te lleva a una posición sentada, levantando casualmente sus enormes senos mientras presiona tu cara en la parte inferior de su escote, llenando inmediatamente tu cabeza con un calor reconfortante que te hace gemirEn voz alta por la sensación del abrazo gentil e íntimamente cercano que ya se derrite y envuelve su mente.",
                "EndLoop",
                "Corriendo felizmente ante su reacción, Ceris deja que sus amplios senos vuelvan a caer alrededor de su cara con una sacudida sofocante, dejándote gemir y respirando indulgentemente en un pulmón de las feromonas gruesas y humeantes que salen de sus tetas intoxicantes, el liso de punteos risueños dulcemente comoElla envuelve sus brazos alrededor de tu espalda en un fuerte abrazo, lo que te lleva a abrazar su poderosa cintura en reciprocidad.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Tareando de una manera que hace que su poderoso cofre vibre con calma, ella mueve una de sus grandes patas hacia la parte posterior de la cabeza para darle caricias suaves mientras su cuerpo de cuerpo excitante rezuma lentamente desde todas las direcciones, su cerebro se inunda con una calidez pegajosa.Eso deja tu mirada brumosa y aturdida mientras admiras a Ceris con una sonrisa vápida que ella regresa con amor.",
                "Speaks",
                "Eres realmente lindo, [ThePlayerName]. ♥ Ahora, solo déjame cuidarte un poco. ♥ No necesitas hacer nada. ♥ Sé agradable, ♥ acogedor, ♥ y seguro. ♥",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Un gemido suave se desliza de su boca mientras le da enormes tetas un batido de manera suave alrededor de su rostro, su perfume natural intoxicantemente embriagador y el calor infeccioso erosionan rápidamente todas sus preocupaciones y preocupaciones, dejando su polla dolorosa contra su ropa y sus propias caderas.Aunque se da cuenta, simplemente deja descansar y latir felizmente entre ustedes dos, contento de seguir acurrucándolo por el momento.",
                "1",
                "Unclothed",
                "Un gemido suave se desliza de su boca mientras le da enormes tetas un batido con tierno tierno alrededor de su rostro, su perfume natural intoxicantemente embriagador y el calor infeccioso erosionan rápidamente todas sus preocupaciones y preocupaciones, dejando su polla con dolor contra sus caderas.Aunque se da cuenta, simplemente deja descansar y latir felizmente entre ustedes dos, contento de seguir acurrucándolo por el momento.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Speaks",
                "Relájate ... jeje, apuesto a que has estado trabajando muy duro, ¿verdad? ♥ Bueno, déjame decirte: gran trabajo. ♥ lo estás haciendo maravilloso, así que nunca dudas de ti mismo. ♥ ¿Está bien? ♥",
                "A pesar de la creciente excitación, sus palabras relajantes se desplazan por sus sentidos y masajea suavemente sus pensamientos, drenando gradualmente la tensión de su cuerpo mientras su mano sigue acariciando amorosamente su cabeza, mientras sacude ligeramente sus lujosas tetas que rodean su cara cada vez más aturdida, con cuidado.mimándote con su escote en un abrazo apretado, manteniéndote felizmente cálido y seguro en su abrazo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Estoy seguro de que seguirás haciendo tu mejor esfuerzo, ♥ Así que deja que todos tus preocupaciones y preocupaciones se derritan.Pensar en. ♥ No hay nada de qué preocuparse, solo deja que todo se aleje. ♥",
                "Dejas escapar un murmullo cachondo y aturdido en respuesta, tu polla palpitando ansiosamente mientras tu mente se reúne entre sus tetas caradas de feromonas, sus dulces palabras bailando a través de tus sentidos como miel intoxicante, haciéndote floque y dejándote frotar tu rostro en su escoteCon un suspiro, su calor celestial de los sabuesos se filtra en ti hasta que tu núcleo se siente como si estuviera ardiendo con un calor relajante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Buen chico. ♥ deja que las curvas suaves de mi cuerpo sofocan todo sin importancia. ♥ solo derretir, ♥ hundir, ♥ consulta. ♥ todo acogedor, ♥ cálido, ♥ {i} cachonda. ♥ {/i} Continúa, mimarse. ♥",
                "Ceris te abraza todo lo más fuerte entre sus brazos, enviando escalofríos deliciosos a través de tu piel que se apresuran a través de tu cuerpo, persuadiéndote en un agudo acariciador y resoplando su escote, tus manos se deslizan de su cintura para alcanzar y apretar sus tetas, enterrar tu caraMás profundo en su lujoso seno con una expresión floja atrapada en tu cara, cada parte de ti llena de calor maravilloso y relajación dulce y relajante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Nos quedaremos así, todo agradable e íntimo, hasta que todo lo que quieras hacer es {i} joder {/i}. ♥ Entonces saldrás todo eso {i} travieso {/i} tensión. ♥Entonces serás feliz, ♥ Positivo, ♥ y todo listo para hacer lo mejor que puedas. ♥ No se puede estresar si te quitas todas tus ansiedades. ♥ ¿verdad? ♥",
                "Dejas escapar de un gemido de acuerdo en respuesta, acelerado y completamente contento en su cálido y cariñoso abrazo, inconscientemente seco con joroba en seco en su firme control.La moción lasciva hace que el Hellhound exhale un suspiro propio, uno de ansioso emoción lujuriosa, aunque se retiene por el momento, dejándote que disfrute de su dulce agarre de mimos, que continúa codificando con abrazos y sushispers amorosos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Te encanta esto, ¿no? ♥ Te encanta ser mi ansioso amigo de abrazo y acurrucarte conmigo, solo yo y yo.a {i} ruptura {/i}. ♥",
                "Siéntete insoportablemente más cálido y más cachondo por el segundo, te tembla emoción cuando cada una de las palabras de Ceris golpea tu cerebro como el parpadeo caliente de una llama, reemplazando todos tus pensamientos por los de sexo, lo que te lleva a asentir con entusiasmo entre sus grandes senos, su expresión crece.Aún más activado en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speaks",
                "Eso suena bien, [ThePlayerName]? ♥ ¿Estás listo para dejar escapar toda esa pasión acumulada y {i} joder {/i} como loco? ♥",
                "Prácticamente delirante con la excitación, casi lloras afirmación mientras tu polla palpita en excitación contra el estómago de Ceris, trayendo una gran y sensual sonrisa a la cara.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "Dando riendas libres a su lujuria, te empuja con un gruñido, igual de trabajo de los intensos abrazos y mimos como tú, sus ojos casi brillan con un ardor depredador mientras pantalones con entusiasmo.Incluso mientras te recostas y te quedas sin aliento de sus tetas regordetas, todo lo que puedes pensar es follando y en celo con todo lo que tienes, tus ojos encerrados en su cuerpo humeante, anhelando más su suave presencia de avalancha.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Entonces es hora de aparearse.No te detengas, mi dulce, ♥ amoroso, ♥ cachonda [ThePlayerName]. ♥",
                "JumpToScene",
                "Sexmenu2"
            ]
        },
        {
            "NameOfScene": "Titfuck?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "Hmmm ... ♥ Claro. ♥",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ceris deja escapar un gruñido de ronroneación bajo mientras se arrastra por la parte superior del cuerpo por el pecho con los ojos hambrientos hasta que su escote de la camisa se contagia con tentador su erección todavía vestida, que rápidamente libera con algunos remolcadores de sus garras, su polla se alza ansiosamenteser instantáneamente intercalado por sus tetas cálidas almohadas.",
                "1",
                "Unclothed",
                "Ceris deja escapar un gruñido ronroneante bajo mientras se arrastra por la parte superior del cuerpo por el pecho con ojos hambrientos hasta que su escote desbordante se contagia con tentador sobre su erección contraproducente, su polla está enterrada y colocada por sus cálidas almohadas.",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Mientras gemirás y disfruta de la reconfortante abrazo de su gran busto envolviendo tu polla rígida, se inclina hacia adelante, apretando sus pesados ​​senos contra tu ingle mientras sus patas tiran de sus propios pantalones cortos, dándote un momento para apreciar el calor de ella.Busto de almohada apretando y sacudiéndose contra tu dolor de virilidad.Al ver su reacción, Ceris da una sonrisa segura que rápidamente se convierte en una sonrisa astuta.",
                "1",
                "Unclothed",
                "Mientras gemirás y disfruta de la reconfortante abrazo de su gran busto envolviendo tu polla rígida, se inclina hacia adelante, apretando sus pesados ​​senos contra tu ingle con un batido burlón, dándote un momento para apreciar el calor de su almohada apretando y sacudiendocontra tu dolor de virilidad.Al ver su reacción, Ceris da una sonrisa segura que rápidamente se convierte en una sonrisa astuta.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "Speaks",
                "Pero entonces solo es justo si lo hacemos {i} de esta manera. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Con poco más advertencia, el Hellhound gira con sorprendente agilidad, girando su cuerpo mientras mantiene su eje firmemente atrapado entre sus tetas.Antes de que pueda procesar completamente lo que está sucediendo, ahora está acostada encima de usted, su coño trasero curvilíneo y babeante flotando a unas pocas pulgadas sobre su cara mientras su cola esponjosa se mueve alegremente, lo que hace una invitación muy clara y atractiva.",
                "Speaks",
                "Disfruta. ♥ Sé que lo haré. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Y sin más preámbulos, ella comienza a bombear lentamente su lujoso escote sobre su polla palpitante, el calor infeccioso de su cuerpo rezuma directamente a su polla erecta con cada golpe intoxicante, reemplazando la rigidez necesitada con una sensación de amoqueting encantadora que se extiende desde su gruñónTus caderas, de alguna manera calmándote y te molestan al mismo tiempo.",
                "A medida que toma una inhalación jadeadora en reacción a las sensaciones felices, el aroma de su coño babeante golpea sus sentidos como un peso de plomo, sus feromonas cálidas y húmedas que nublan su cabeza con un deseo ardiente, lo que hace que sus caderas se muevan ligeramente en sus tetas, solo para ser empujado hacia abajo por el delicioso seno de la mujer de la mujer poderosa.",
                "Mientras disfrutas de una leve neblina mareada de su potente fragancia femenina y su titfuck ardiendo y ardiente, hundes sus dedos en sus caderas regordetas y su culo grueso, a tientas y masajeando su amplio trasero mientras lo reduces para comenzar a caer a ella.Slit, resoplando de alegría ante el dulce sabor femenino que se derrite en tus sentidos, amplificando la pegajosa sintiendo que sus feromonas te están llenando.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speaks",
                "Mmmm, muy agradable. ♥ estás haciendo increíble allí. ♥",
                "Ella se va con un escalofrío de placer, su aliento caliente hace cosquillas en la punta de tu punta mientras le sale de su sofocante prisión de escote, y su pelvis se sacude mientras le da a su cabeza de polla expuesta una larga y amorosa lamer mientras se rueda pesadas tetas en círculos burlas alrededorTu erección, haciéndote gemir en Melty Bliss por la tierna apretón de masaje y provocándole que presione tu rostro más profundamente en ella para que la brinde mejor.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "A medida que su lengua se agita y explora su coño babeante, haciéndolo apretar y temblar en reacción a su ansioso lapso, los coos de Ceris se mueven lentamente a gemidos más pesados ​​mientras masajea su trasero regordete en medio de comerla con una creciente necesidad, halvizando el calor en el fondo de usted.Desde la calidez infernal que se filtra de tu eje hacia tu cuerpo, entremezclándose con su grueso aroma y sabor femenino, convirtiendo tu cerebro en una papilla de mierda.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Ohhhh ... ♥ mantenlo al revés- ♥ me estoy obteniendo {i} realmente {/i} emocionado- ♥",
                "Ella toma represalias bombeando sus abundantes tetas a un ritmo más rápido, los impactos bruscos a lo largo de su eje pulsante haciendo que sus ojos roden.Con su lengua cariñosa lamiendo constantemente su punta siempre que puede, es rápidamente más de lo que puedes tomar, las sacudidas calientes que resuenan a través de tu polla sobrecalentada y culminan con un beso completo desordenado que termina con tu loca polla palpitante, sacando tu escalada.",
                "PlayerOrgasmNoSpiritLoss",
                "Perdiéndote completamente al cuerpo del poderoso hogar que descansa sobre ti, entierras tu rostro en su coño con entusiasmo ciego mientras chocas gruesas cuerdas de semen que traza con avidez sin detenerse para apretar bien su busto contra tu longitud de espasmo.",
                "Todo el tiempo, continúas besando fervientemente y lamiendo su sexo, masajeando amorosamente sus caderas adictivamente acolchadas mientras sales de tu clímax, el dolor de calor y las potentes feromonas te mantienen dura y listas para más ... mucho {i}mucho {/i} más.Gime felizmente ya que Ceris no detiene su almohada Titfuck, sino que cambia a movimientos de rodadura más lentos, acunando tu polla de lado a lado en su escote resbaladizo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Mmmhp- ♥ vamos, sé que puedes hacerme correr también- ♥ seguiré ordeñándolo hasta que lo hagas. ♥",
                "Haciendo estresado su 'amenaza', Ceris deja escapar un gruñido bajo y empuja sus caderas hacia su boca diligente, su coño empapado le da muchos de sus jugos cálidos para que salga mientras la burla a su vez, cada respiración en blancoSu fragancia humeante, su rebote, bombeando escote ya dando su polla intoxicada en el infierno más de lo que puede tomar, sus lamidas hambrientas lo instan a darle otra carga gruesa por sus esfuerzos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Sus respiraciones comienzan a ponerse más y más calientes mientras prodige su punta, acariciando su longitud con sus tetas calientes cubiertas con una mezcla desordenada de sudor, saliva y semen, todo el tiempo que continúa perdiéndola en comiendo salvajemente, ansiosa porDevuelve el placer orgásmico que aún puedes sentir ardiendo a través de tu cuerpo completamente encendido.",
                "El coño de Ceris se acerca lentamente a la liberación en respuesta a sus atenciones, sus implacables lamidas y besos a su clítoris ocasionalmente hacen que su cintura temble mientras grita felizmente, cada momento de servicio oral mutuo que los acerca a ambos a un clímax humeante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Hasta que finalmente, mientras sus pesadas tetas se golpean con un apretón apretado y seas escabulléngicamente por su coño babeante, ninguno de los ustedes puede tomar más, y estallan sobre sus tetas y cara mientras ella aúlla en el orgasmo de sus afecciones adorables,Ustedes dos resbalan y gemen descuidados al unísono climatizado mientras montan felizmente su orgasmo respectivo, dándote un momento para recostarse e intentar recuperar el aliento ...",
                "Pero cada inhalación que se agita solo te llena de {i} más {/i} de su fragancia ahora desbordante, sus tetas cálidas almohadas todavía se frotan contra ti mientras lame tu semilla con gruñidos jadeantes de apetito depredador.",
                "Gotas y dribbles callejeros gotean de tu polla con fugas y la boca hambrienta de Ceris, terminando absorbida en su piel con chisporroteos ligeros, aunque nunca parece ser suficiente para el Infierno insaciable que sigue sin piedad prodigando tu polla.Eres muy consciente de que estás mucho más excitado que cuando empezaste, y mientras miras el coño que todavía te amaba, no puedes negarte anhelas ... {i} más. {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Ok- ♥ hahhhh ♥ estamos jodiendo- ♥ {i} ahora-! ♥ {/i}",
                "JumpToScene",
                "Sexmenu2"
            ]
        },
        {
            "NameOfScene": "Nursing?",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "¿Quieres sentir a estos cachorros de cerca, hm? ♥",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Con una sonrisa amorosa de conocimiento, Ceris se sienta y se levanta su parte superior, dejando que sus enormes almohadas se reboten con una atracción atractiva.Levantando sus brazos detrás de su cabeza, ella sacude sin problemas su busto para su placer de ver antes de mover sus patas para acariciar ociosamente sus lujosos senos con sus garras, un regate de leche que comienza a fluir lentamente de sus pezones.",
                "1",
                "Unclothed",
                "Con una sonrisa de conocimiento amoroso, Ceris se sienta y se encuentra con sus enormes tetas de almohada con una jigga atractiva usando sus garras un momento antes de levantar los brazos detrás de su cabeza, ella sacude sin problemas su busto para su placer antes de mover sus patas hacia atrás para acariciar ociosamente.Sus lujosos senos con sus garras, un regate de leche que comienzan a fluir lentamente de sus pezones.",
                "EndLoop",
                "Speaks",
                "Entonces ven aquí, te estropearé hasta que seas un desastre necesitado. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Invitando, ella extiende los brazos y responde inclinándose sin importancia hacia sus senos, sus grandes manos dejando que su busto se envuelva tiernamente alrededor de los hombros y la parte posterior de la cabeza, atrayéndolo suavemente hasta que su cara esté presionada en una de sus desbordadas.tetas.",
                "De cerca, sus fosas nasales son golpeadas por el olor agradablemente dulce del pecho lactante de Ceris, lo que le provoca que se enganche hambrienta sobre su tetina para comenzar a chuparlo y lamerlo, su lactancia excitada rápidamente recompensada por un flujo constante de crema cálida y suave.",
                "Speaks",
                "Vamos, ayúdate. ♥ Mnf- ♥ Sé un poco codicioso si quieres. ♥",
                "Mirando hacia su cara abierta y cariñosa mientras disfruta de su leche cremosa envía un escalofrío de felicidad serena a través de sus sentidos, y cada bocado que trague, llena su estómago con una sensación de melodía caliente, lo que hace que su virilidad sea dolorida mientras bebe, incluso bebe, inclusoA medida que la relajación feliz se extiende a través de ti.",
                "Dejándole que te guste a tu propio ritmo, Ceris te mira con amor radiante, una de sus patas te mantiene suavemente contra ella mientras el otro te acaricia la cabeza y te murmura dulces, derretiéndote en su abrazo cómodo mientras tú eres raroSIP, LAP y SWALLOW Gulp después de tragar su leche.",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Después de unos minutos, la única tetina parece estar seca y ella guía tu cara aturdida y enrojecida hacia la otra.Agradecidamente, lames y chupas ansiosamente su pezón sensible, haciéndola jadea dulcemente mientras tu lengua rueda a su alrededor, sacando un flujo constante de líquido dulce y cálido, tus ojos caen gradualmente mientras te deslizas en un estupor brumoso de la leche de despertar la excitación., tu polla comienza a manchar tus pantalones con precum con fugas.",
                "1",
                "Unclothed",
                "Después de unos minutos, la única tetina parece estar seca y ella guía tu cara aturdida y enrojecida hacia la otra.Agradecidamente, lames y chupas ansiosamente su pezón sensible, haciéndola jadea dulcemente mientras tu lengua rueda a su alrededor, sacando un flujo constante de líquido dulce y cálido, tus ojos caen gradualmente mientras te deslizas en un estupor brumoso de la leche de despertar la excitación., tu polla comenzando a contraerse y filtrar precum.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Mnmmhmhm, ♥ alguien se está calentando y se molesta ahora. ♥",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ella deja escapar un gruñido de aprobación mientras acaricia la parte posterior de su cabeza y usted bebe su relleno, permitiéndole perderse al mechón indulgente.Sin romper su agarre cariñosa, el sano del infierno te empuja suavemente hacia la cama, acostado a su lado de su lado, acunando la cabeza hacia uno de sus cálidos pechos de almohada mientras sigues succionando ansiosamente, su otra garra se desliza hacia abajo para liberar tu erección esforzada.",
                "1",
                "Unclothed",
                "Ella deja escapar un gruñido de aprobación mientras acaricia la parte posterior de su cabeza y usted bebe su relleno, permitiéndole perderse al mechón indulgente.Sin romper su cardada, el Hellhound te empuja suavemente hacia la cama, acostado a su lado a su lado, acunando la cabeza hacia uno de sus cálidos pechos de almohada mientras sigues succionando ansiosamente, su otra garra se desliza hacia tu erección.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Me metas felizmente en su tetina mientras agarra tu polla rígida en su poderosa pata con garras y comienza a acariciar tu polla necesitada a un ritmo lánguido, enviando temblores de placer tántrico a través de tu cuerpo de otro modo relajado, que agotaba el calor cálido tus sentidos, tu mente se derrite.Lejos en un desastre de leche con amor y mimado con mimado con cada trago de la crema fresca.",
                "Speaks",
                "Allí, allí. ♥ solo relájate, [ThePlayerName]. ♥ Tomaré {i} bueno {/i} cuidarte. ♥",
                "Ella te convierte dulcemente en ti, acariciando la parte posterior de tu cabeza mientras trapas irreflexivamente un flujo aparentemente interminable de leche calurosa, sintiéndose tan tostada y segura que tus párpados podrían cerrar y podrías quedarte dormido así, si no fuera por esteEl calor pulsante en sus lomos de su mano bombeando y la dolor de hinchazón que te mantiene flotando al borde de la vigilia cachonda.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Buen chico. ♥ tan bueno, {i} cachondo {/i} chico. ♥ bebe para que puedas mantenerte agradable y duro durante horas y horas. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Y una vez que estés lleno, follaremos y follaremos y {i} joder. {/i} ¿Eso no suena {i} encantador? ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Retrocedes una respuesta medio ininteligible y feliz mientras tragas otra porción de leche, tu polla se sacude con entusiasmo de sus atenciones de acariciamiento, Ceris asegurándose de mantener su bombeo lento y suave para que te mantenga flotando en tonterías excitadas.dicha sin distraerte de tu diligente lactancia, sus grandes patas borrosas se sienten deliciosamente suaves contra tu polla dura y palpitante.",
                "En su somnoliento estado empapado de leche, se puede pensar en poco menos que el apareamiento, la enfermería, la puta, beber más leche, hacer el amor con Ceris, abrazar, luego volver a joder, una sensación cálida de la ansiosa euforia burbujeando profundamente dentro de usted.",
                "PlayerOrgasmNoSpiritLoss",
                "En su estado de mordedizado medio consciente y somnoliento, apenas siente que su clímax viene hasta que golpea, sus caderas se mueven mansamente en la pata de bombeo de Ceris, que te calla suavemente, manteniéndote muy inmóvil mientras ella te saca apasamente, tus ojos rodandoA medida que gime en su pecho, continúa succionando ociosamente su tetina mientras montas en los tambores de placer de chorrear.",
                "Guiado por el mimado de Hellhound que no se defiende, no te retrasas y te dejas engullir por tu orgasmo suavemente explosivo, con una eyaculación con gruesas y gruesas cuerdas de semen que cubren su mano y tu estómago, solo para ser evaporado y absorbido fácilmente por ella.Cuerpo infernal mientras ella elogante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Speaks",
                "¡Buen trabajo! ♪ Parece que estás listo para ir, entonces? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Ella pregunta alegremente, su mirada ardiente llena de amor y deseo cachondo, su gentil mano todavía cuida hábilmente a su polla temblorosa mientras las réplicas de felicidad climática siguen corriendo a través de una mezcla de calor de lecho infierno, placer inducido por la leche y estimulación de bombeo.",
                "Finalmente, después de disfrutar de esta maravillosa sensación de un delicioso mientras, te retiras jadeando tanto para el aire como en la excitación de la excitación, la garra de Ceris todavía acuna tu cabeza, sus ojos te devoran cariñosamente mientras jadeas con un deseo ardiente y primitivo.",
                "Speaks",
                "Pero, ¿qué debemos hacer, hm? ♥ que eliges, [ThePlayerName], ♥ te estoy mimando podrido. ♥",
                "JumpToScene",
                "Sexmenu2"
            ]
        },
        {
            "NameOfScene": "Get right to it!",
            "theScene": [
                "SetChoice",
                "1",
                "Unclothed",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Speaks",
                "El impaciente de alguien. ♥",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Ceris deja escapar una corteza de risa divertida y se sienta para una tira ágil, lo que te lleva a que hagas lo mismo, y antes de que puedas decir mucho más que te está tumbando de nuevo, sus curvas desnudas y lujosas frotándose suavemente contra ti, el calor del cuerpo infeccioso lentamentefiltrarse en su cuerpo cada vez más excitado.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "No es que me importe. ♥ me gusta ese tipo de ansiedad. ♥",
                "JumpToScene",
                "Sexmenu2"
            ]
        },
        {
            "NameOfScene": "Sexmenu2",
            "theScene": [
                "Menu",
                "Missionary sex.",
                "Roll her over and take her from behind.",
                "Cuddlefuck.",
                "Ceris leads and rides you.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Missionary sex.",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/BGM05_Azalea.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugKnowing",
                "Speaks",
                "Ooh, sintiéndote romántico, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Bueno, ♥ Si así es como lo quieres. ♥",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Sin quitarle su mirada amorosa, Ceris roda sobre su espalda y se baja hábilmente por sus pantalones cortos apretados, arrojándolos a un lado antes de levantarla y descartarla también, dejando sus abundantes tetas rebotando en una exhibición seductora.Acariciando su poderoso cuerpo cincelado, ella extiende perezosamente sus poderosas piernas, lo que también te lleva a desnudarte con entusiasmo.",
                "1",
                "Unclothed",
                "Sin quitarle su mirada amorosa, Ceris roda sobre su espalda, el movimiento que hace que sus tetas se balanceen y reboten atractiva, luego extiende lánguidamente sus piernas mientras se pone un dedo garabateado en un gesto de persuasión y que viene.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Ven aquí. ♥ fóllame con el contenido de tu corazón. ♥",
                "Su voz baja y ronca que envía un escalofrío excitado por sus sentidos, responde fácilmente su invitación, se prepara con las manos sobre las rodillas y presionando la punta de su rígida virilidad hacia sus labios ya mojados.Tomando un momento para mirar cariñosamente de regreso al amor de infierno amoroso, te frotas suavemente contra su cálido agujero de bienvenida, moliendo ligeramente contra su entrada con largos trazos de laca que atraen un ronroneo cachondo de ella.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speaks",
                "Mnnh ... ♥ jeje, no seas {i} también {/i} una gran cantidad. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Hay una ligera ventaja depredadora en sus palabras, pero ella no actúa sobre ello, sino que se recae aún más en la cama con un suspiro de contenido, apoyando sus brazos sobre su cabeza mientras te mira cariñosamente, cada empuje de burlas contraSu coño haciendo que sus tetas pesadas reboten encantadoramente ante sus ojos, avivan aún más su propia lujuria y lo atraen para deslizar sus manos por sus muslos hacia sus anchas caderas.",
                "Tomarse su tiempo para disfrutar del cuerpo poderoso de Ceris y la deliciosa calidez, usa su agarre en su cintura para guiar su longitud, presionando su cabina de polla contra su coño babeando antes de dejar que su dolor de virilidad sea dolidosa en sus pliegues humeantes, ambos dejando salir lento, maravilloso jadeos mientras la llenan y su coño se aprieta a su alrededor, su busto se sacude tentantemente mientras se apiñas en ella con un gruñido feliz compartido.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speaks",
                "Hahhh ... ♥ Eres maravilloso, sabes. ♥",
                "Ella te elogia en un murmullo sensual, envolviendo lentamente sus piernas alrededor de la cintura en un vicio apretado mientras comienzas a empujarla a un tempo constante, tus manos deambulando para tocar y apretar sus pechos que rebotan, jadeando de placer como su contagiosa,El calor intoxicante se filtra en usted a través de su apareamiento íntimo, cada reunión de sus caderas envía un cálido shock de placer a su cintura.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Simplemente así- ♥ mfh- ♥ uno dos- ♥ uno dos- ♥ ohhhh- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "En medio de sus cuerdas de aliento agradable, Ceris gime descaradamente de sus manos masajeando jugando con sus enormes tetas de almohada y su erección entrando y saliendo de su coño con fuerza.Si bien parece permanecer inactivo, dejándote liderar, puedes sentir que sus piernas se apretan cuando empujas hacia ella, sus caderas giran ligeramente con el tiempo con tus movimientos y sus cálidas paredes humeantes se aferran cariñosamente a ti mientras te alejas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Ella continúa contando el ritmo de tu amor en una alegría ininterrumpida, cantante y persuasión, y el calor de su cuerpo continúa hinchando dentro de ti con cada empuje, el dulce aroma del sexo comienza a impregnar lentamente el aire.Tu propio jadeo y gemido se entremezcla con Ceris 'mientras tu cabeza se pone en mal estado del éxtasis sexual e infatuando el calor que se extiende a través de ti ...",
                "Instintivamente, le das rienda suelta a tus lujurias y a tientas con avidez en su lujoso busto, la suavidad de sus fuertes tetas junto a la sensación de melodía burbujeante en tus lomos haciendo que te sientas como si estuvieras hundiéndote en el súbito sano que te admira con ahora excitada febril.ojos.",
                "Speaks",
                "Uno dos- ♥ uno dos- ♥ mnnh- ♥ más- ♥ más rápido- ♥ por favor- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "Ceris Pants emocionó mientras mantiene su mirada lujuriosa y entrenada sobre ti, extendiendo los brazos para invitarte más cerca mientras sus poderosas piernas apretan para mantenerte firmemente incrustado por un largo momento de tentación contraproscadora.Incapaz de resistir la atracción atractiva, le das a sus tetas un último apretón indulgente antes de acostarse sobre ella en un abrazo íntimo, acurrucando tu rostro en su cuello mientras sus senos presionan en tu pecho.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Eso es:! ♥ ahora {i} joder {/i} me- ♥",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Sus brazos se envuelven poderosamente alrededor de tu espalda en un abrazo apretado mientras te insta a reanudarla follarla, la voz baja y atractiva del Hellhound se derrite por tus sentidos cuando ella susurra dulcemente y gime en la oreja mientras lentamente construyes un tempo más rápido, golpeándola.Pussy con una lujuria salvaje de su cuerpo cálido y poderoso que te llena con su dolor de calor necesitado, el tocado vicio de sus piernas manteniendo tus empujes de ritmo rápido y constante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "{i} ohhhhhh- ♥ {/i} Eso es ♥ estás haciendo increíble- ♥ mfh-!Solo sigue follándome-! ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Tu cabeza está en blanco por un momento mientras le da una lame a tu oído y un beso para puntuar sus palabras sensuales, su aliento humeante parece fluir directamente en tu cerebro, llenando tu mente con una excitación aún más ciega.Tus empujes de golpe se reducen a medida que no puedes pensar en nada más que disfrutar del calor que te impulsan y se aparean implacablemente con Ceris, tus voces gemidas se hinchan en tándem mientras la arroja a la cama como un amante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Eventualmente, su apretado abrazo íntimo se aprieta aún más a medida que sus cuerpos se tensan en el placer climático y estallan profundamente en ella, inundando su matriz mientras sus ojos retroceden y su mente se apaga momentáneamente bajo la intoxicante explosión de un placer primario caliente.Dejar que su agarre cediera un poco para darle un poco de espacio para respirar, Ceris deja escapar un suspiro bajo satisfecho, susurrando en su oído antes de darle un mordisco suave.",
                "Speaks",
                "{i}More.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "A pesar de que aún caen de su propio clímax, comienzas a empujar con entusiasmo a su nuevo, dejando escapar un gruñido bajo y animal junto a Ceris mientras te inclinas para morder el cuello con amor a cambio mientras te apartaste con ella, deleitando en la sensación deSus enormes senos aplastados contra ti con cada empuje profundo en su coño escalofriante, tus pensamientos se friaron cada vez más del calor infeccioso y la lujosa del placer indulgente.",
                "Unos pocos momentos de fechado de bocadillos comerciales de amor se deslizan gradualmente a los dos que se besan vorvados, enredando desordenando lenguas mientras miran con lujuria en los ojos, el sexo constante que hace que una bruma humeante se acomode, manteniéndolo siempre cachonda y listo.Para dar más a Ceris, tu polla temblando dentro de ella con cada golpe de boquilla que le das, felizmente atrapado en la prisión de sus piernas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Te gustan felicidad mientras vierte otra carga gruesa en ella, tu sexo en arco deteniendo solo unos momentos mientras ambos se bañan en la cascada de un placer ruidoso antes de reanudar tu empuje frenético, separando tus labios un momento para que puedas recuperarte las respiracionesEn jadeos calentados de lujuria cariñosa, Ceris acariciando suavemente la espalda con un gruñido bajo cariñoso mientras se mantiene balanceando sin pensar las caderas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Hahhh- ♥ mantenlo al revés- ♥ sé que puedes- ♥ mhmmf- ♥ ohhh- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Ella gime lujuriosamente antes de apoyarse en ti para reanudar el beso caliente y pesado, y devuelve el afecto ansiosamente, presionando su cabeza de regreso a su almohada mientras te besas con ella, perdiéndote ante la sesión sexual implacable y aparentemente interminable, gimiendo como tuLa polla sobrecalentada felizmente le da otra carga, su erección fundida se niega a señalar en lo más mínimo mientras sigues golpeando su coño caliente y caliente ...",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Cuddlefuck.",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/BGM05_Azalea.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Oh?¿Agradable, apretado acurrucado?Claro. ♥ Te mimaré hasta que no puedas pensar más. ♥",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ceris se quita hábilmente sus pantalones cortos apretados con un meneo de sus caderas bien formadas, luego se sienta mientras tira de su parte superior y la arroja a un lado.Con eso fuera del camino, ella te ayuda a quitarte tu propia ropa antes de sentarse descaradamente en tu regazo con una sonrisa ansiosa, dándote un beso rápido en la mejilla mientras ella frota ligeramente su coño contra tu longitud rígida.",
                "1",
                "Unclothed",
                "Sentada, Ceris te arrastra junto con ella, girando su poderoso cuerpo para asentarse en tu regazo con una sonrisa sensual, y luego darte un beso rápido en la mejilla mientras frota ligeramente su cálido coño contra tu longitud rígida, sus abundantes tetas se aplastan íntimamente.contra tu pecho.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Jeje. ♥ Te verás tan lindo con tu cara enterrada en mi escote. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "Una de sus poderosas garras se desliza detrás de ti, pastoreando suavemente tu espalda mientras ella envuelve su otra mano alrededor de tu cabeza, enterrándola delicadamente pero asertivamente entre sus senos desbordados.Atraído por el abrazo de almohada, envuelve sus propios brazos alrededor de su cintura musculosa, suspirando contundamente mientras acaricia su escote cálido y acogedor, su coño babeante todavía frotando en broma la parte inferior de su eje.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Sex",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "PlayMotionEffect",
                "SwayOnce",
                "Acomodarse cómodamente en el lujurioso abrazo, gruñe humildemente en un ronroneo seductor mientras le rompe con apasoris el cuero cabelludo, su calor del cuerpo cálido se filtra lentamente en su ángulo desde todos los ángulos.Tu gemido relajado se convierte en un jadeo bajo cuando finalmente alinea tus lomos y muy lentamente se llena con tu erección contraproducente, su coño te da un apretón atractivo al entrar en sus confines humeantes.",
                "Speaks",
                "Ahí tienes: agradable, duro y acogedor. ♥ y ahora, para recompensarte por todo tu arduo trabajo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayMotionEffect",
                "CrashSmol",
                "El hogar del infierno cambia sutilmente su posición mientras te mantiene ajustado, deslizándose dentro de ella, deslizándote las piernas alrededor de la cintura como un vicio apretado, manteniéndote aún más firmemente presionado contra sus cálidas curvas musculosas, haciéndote suspender con placer cuando ella lentamente gira las caderas yTe monta suavemente, acariciando tu cabeza entre presionarte más profundamente en el abrazo humeante de las tetas de su almohada, sus dulces feromonas invaden lentamente tus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Allí, relájate, estoy aquí para ti.Hmfhfh, estás haciendo tan maravilloso. ♥",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "Ella te coddena sin alabar los susurros afirmativos, ordeñando lentamente tu longitud con sus lánguidos movimientos de cadera, su coño apretó fuertemente alrededor de tu eje de contracción, asegurando que sientas cada momento de su masaje apretado al máximo.En respuesta, solo puedes murmurar y gemir somnoladamente mientras acariciando su lujoso escote, tus brazos gradualmente se aflojan alrededor de su cintura mientras lo dejas ir y disfruta en el momento.",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "No te preocupes por nada, [ThePlayerName], estás a salvo conmigo ... deja que todo ... ♥",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Sus palabras burlonas te pillan desprevenidos mientras se hincha un aliento humeante en tu oído vulnerable, la cálida sensación te da todo el empujón que necesitabas: sin ensistir, tu polla descarga brotes de espurios de esprátidos alucinantes en su coño codicioso, tus pensamientos se derriten mientras tú túNo tengo más remedio que montar el lujoso orgasmo de mimos, su climáctico retorciéndose solo que la cara enterra más en sus tetas mientras ella muele las caderas de un lado a otro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugKnowing",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Speaks",
                "Ah ah ah ~ sin preocupación. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "PlayMotionEffect",
                "BounceOnce",
                "Ella ronronean con amor mientras aprieta los brazos y las piernas sobre ti, dándote a dónde ir, pero contra ella, tu jadeo y resoplando las respiraciones en sus tetas cargadas de feromonas dejando tu mentalidad que ya rezume nadando con aún más eufórica y cachonda.Indulgentemente, te frotaste la cara contra sus pechos de almohada, la luz de su pata contra la parte posterior de tu cabeza dejando tus ojos medios y glaseados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Mmmnnn- ♥ ahora {i} Eso es {/i} la expresión que estaba esperando ver.Buen chico. ♥ te está yendo muy bien. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "BounceOnce",
                "Apenas puedes moverte en medio de las olas calurosas del placer relajante que te arrastra a través de ti mientras Ceris rebota lánguidamente sus caderas en tu erección caliente y rígida, tus ojos se ponen mientras te presionas sin pensar contra la mujer poderosa mientras te muele sexualmenteFeliz papilla, su calidez infecciosa, feromonas humeantes y susurros seductoros que te derriten en un desastre flexible y relajado.",
                "Speaks",
                "Solo deja ir y disfruta ... siéntame si quieres. ♥ No me importa. ♥ Adelante y ... {i} consentir {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "PlayMotionEffect",
                "SwayOnce",
                "Mientras sigue balanceándose constantemente sus caderas con curvas, te acompañas con sus palabras persuasivas y deslizas tus manos hacia abajo para tocar su peluche, frotando tu cara en su escote y cálido escote, un suave batido de su busto haciendo que se muevan alrededorTu cabeza bruscamente, mientras su pata todavía acaricia con amor la parte posterior de tu cabeza, tu polla palpitando cada vez más con cada balanceo de su cintura para el matrimonio.",
                "Speaks",
                "Ahí tienes. ♥ Ahora ... ¿Cuánto tiempo más puedes mantener esa siguiente carga de mí, me pregunto?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugKnowing",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Un gemido feliz es todo lo que puedes responder, ya que ella te monta incesantemente a un ritmo lento y firme, tu palidez palpitante se llevó dolorosamente al límite en el transcurso de innumerables segundos de bloqueo de pensamiento por los golpes de cadera casi hipnóticamente metronómicos que alcanzan su punto máximo contigo.En erupción dentro de ella en largas cuerdas pegajosas de esperma, todo su cuerpo temblando con el éxtasis climático.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "",
                "Si se contrae y temblando orgásmicamente contra el poderoso encanto que sigue arrullando y acariciándote tranquilizadoramente a través de tu maravillosa eyaculación, eventualmente se reduce del aumento del cerebro de un placer humeante con las respiraciones jadeantes, y por un momento ronroneando, se deja de recuperarte, tu mente nadando en euforia derretida.",
                "Speaks",
                "Jeje, ♥ gran trabajo. ♥ Sabía que no decepcionarías ... pero sé que puedes darme más. ♥ Estás demasiado feliz y acurrucado para no seguir adelante, ¿verdad?]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "PlayMotionEffect",
                "BounceOnce",
                "No tener más que un resoplido mareado en respuesta de ti, comienza de nuevo, balanceándose lentamente sus lujosas caderas, haciéndote gemir y acariciar en sus senos humeantes con un suspiro agregado, tus manos apretando con avidez su trasero, como para reclamar algunosSemblance of Control sobre la sesión intensamente indulgente de Cuddlefuck, una mirada ascendente que te permite ver que Ceris te mira amorosamente con una cálida sonrisa mientras acaricia la parte posterior de tu cabeza.",
                "Speaks",
                "No te detengas, tenemos horas y horas más de mimos.} que quieres. ♥ continúa. ♥ puedes hacerlo. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Semen",
                "Ceris",
                "Semen",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Estás jugando impotente en sus palabras que persisten y te corres en un instante, tu polla palpitando muy palpitando por su calor envolvente, constantemente erguido para seguir montando lentamente como un consolador ... aunque con el cálido abrazo de sus poderosos brazos y piernas y ella y ellaLas peleas tetas cariñosamente acunando tu rostro, te sientes mucho más que un juguete sexual, profundamente disfaltado y cuidadado, mimado y amado en un desastre feliz y hurgando durante horas y horas ...",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Roll her over and take her from behind.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ceris deja escapar un gruñido juguetón mientras la roda a cuatro patas y se quita con entusiasmo sus pantalones cortos apretados para revelar su coño babeante, desechando apresuradamente su propia ropa mientras miras lujuriosamente en sus anchas caderas mientras su gran tácula esponjosa se alza con la excitación,La moción soplando el dulce y excitante aroma del hecho del infierno necesitados hacia ti.",
                "1",
                "Unclothed",
                "Ceris deja escapar un gruñido juguetón mientras la roda a cuatro patas y miras lujuriosamente a sus anchas caderas mientras su gran cola esponjosa se balancea con emoción, la moción que sopla el dulce y excitante aroma del gusto del infierno necesitados hacia ti.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "Speaks",
                "Vamos ♥, no me mantengas esperando. ♥",
                "ChangeBGM",
                "music/Battle/Shiva_Dance.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Ella susurra en voz baja mientras te devuelve los ojos con los ojos medios, sacudiendo ligeramente sus caderas de un lado a otro en una sensual pantalla que deja a tu cerebro en blanco desde la combinación de la vista tentadora y las feromonas humeantes y el calor que sale pulsando el calor.en tu cuerpo.Con codicia, hundes tus dedos en sus suaves caderas, tomando un momento para apreciar su maldad intoxicante mientras te colocas detrás de ella ...",
                "... Entonces das rienda suelta a tus lujuriosos impulsos y empujas dentro de su coño babeante con un gemido, el poderoso golpe de tus caderas contra la parte trasera de Ceris provoca un ruido casi mejor de satisfacción de ella mientras que su trasero regordete del profundo impactoY su pelvis es abrazada deliciosamente por su ruina ruina y amortiguadora.",
                "Speaks",
                "Mnnmmfh- ♥ ahí tienes. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Mientras todavía te estás recuperando de la sensación de apretón caliente de ser envuelto por su coño, ella lentamente comienza a balancear su cintura, girando y rebotando contra ti, convenciéndote de regreso a tus sentidos con dulce placer y provocándole que comiences a empujarla a ellaUn ritmo constante que los deja gimiendo libidosamente, los dos se hunden felizmente en su deseo desenfrenado por el cuerpo del otro.",
                "Obsceno abofetea el eco en el aire con cada reunión impactante de sus caderas, el grueso culo de Ceris se sacude mientras te mira con lujuria, su cabeza parcialmente acurrucada en una almohada mientras sus garras se envuelven alrededor del esponjoso reposabrazos, bajando su frente hacia abajo mientras ellaMantiene sus caderas regordetas levantadas y se balancean indulgentemente en sus empujes, jadeando y cantando amoroso aliento con cada empuje que le das.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Ohhh ... ♥ Lo estás haciendo maravilloso. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Dejas escapar un suspiro feliz ante el alabanza estimulante y el apareamiento en forma de rutina, dejando que tus dedos a tientas se muevan de su lujosa trasera hasta su cola esponjosa, envolviendo tus brazos para que se prepare mientras respiraba la cabeza de sus feromonas cálidas, sin duda.Golpeando su coño a un ritmo mayor mientras dejaba sus caderas sin restricciones, libremente para volver a girar a su vez, gimiendo por las olas de placer que se extienden por su ingle.",
                "Ceris sigue arrullando y gimiendo cada vez que tu polla golpea en lo profundo de ella, el coño caliente de la mujer de la mujer del infierno se aferra firmemente a tu erección, cada movimiento de separación envía escalofríos a través de tus sentidos de los apretones de su necesidad, dejándote resoplando con cada vez más animal animalDeseo, su aroma humeante y su calor desbordante derritiendo su sentido de la razón con el éxtasis que aturde la mente.",
                "Speaks",
                "No contengas: ♥ Cum tanto como tú- ♥ {i} ohhhh ... ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayerOrgasmNoSpiritLoss",
                "Como si estuviera en la señal, con otro golpe húmedo de la reunión de sus caderas, no puede soportarlo más y resoplar en clímax melty, el impacto que se extiende por el útero girando la cabeza hacia la papilla mientras vierte una carga gruesa en su compañero clímax que le da escalofríosY gime a tu lado, balanceando ansiosamente sus caderas a un tempo constante y amoroso sin piedad mientras aún estás atónito de placer orgásmico.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Poco a poco, su clímax que llena la mandíbula se aleja y le devuelven ansiosamente y sin palabras sus afectos ininterrumpidos, esta vez inclinándola para abrazarla por detrás, deslizando sus manos debajo de ella y aprieta sus pesadas tetas mientras la siguen argumentando, elMujer lujuriosa todavía girando ligeramente y balanceando sus propias caderas en reciprocidad.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Las respiraciones ya cálidas de Ceris solo se calientan mientras masajías sus tetas mudacán mientras la pescan, tus caras ahora cercanas acarician mientras follas como bestias y lames y mordes ligeramente su cuello, tus besos y bocadillos sacando ruidos felices de los felices de losHellhound intermedio entre los jadeos y los gemidos de su coño cada vez más gushing.",
                "Apenas se puede pensar con el gusto del placer y el aroma humeante que se aferran a sus sentidos, el calor infeccioso palpitante de su cuerpo de almohada solo se eleva más caliente y más caliente dentro de usted con pulsos necesitados, instándole a seguir follando en un trance bestial exagerado sin considerarTu propia resistencia, hundiéndose ciegamente más y más profundamente en los placeres de sexo meltosos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "PlayerOrgasmNoSpiritLoss",
                "Temblando y gimiendo con un gemido ocular, estallas dentro de ella nuevamente, el ritmo frenético manteniendo el placer constantemente aumentando a una ebullición alucinante.Ceris gruñe humildemente en placer, girando la cabeza para atrapar tus labios en un beso lánguido que regresas mientras bajas lentamente de tu clímax, el poderoso sabueso que moleaba lentamente y giraba sus anchas caderas contra ti para ordeñar cada gota que pueda.",
                "Manteniendo la toma de labios y descuidada en marcha, reanudan su arre a un ritmo mucho más lento, los dos se besan apasionadamente como amantes todo el tiempo mientras sus manos masajea ansiosamente y aprietas sus enormes tetas con fervor adicto, cálido placer de lavar a través de los dos de los dosUsted en lentas olas de éxtasis, haciendo que ambos giman en la boca del otro con cada impacto húmedo de que se encuentre con las caderas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Mantienen sus miradas a medias delicadas del sexo, sus sueños, sus lenguas se enredan en una sesión de maquillaje desordenada, su amante del hogar llorando en la felicidad climática mientras sigues amasando su almohada, su coño se apretó como un vicio, el dobleEl asalto que hace que el placer la golpee más, ya que lenta pero poderosamente golpeas sus apretados confines y vierte otra carga en su matriz de espera.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayerOrgasmNoSpiritLoss",
                "Jadeando y jadeando, los dos rompen el beso una vez que tu orgasmo compartido disminuye, pero sin pensar, ya lo estás empujando ansiosamente a un ritmo frenético una vez más, a tientas y acariciándola en un estupor de mierda, ambos, ambosjadeando y jadeando como animales implacablemente apareando una y otra vez ... y otra vez ... y nuevamente, el calor del Hellhound y las feromonas poderosas capaces de mantenerte aparentemente para siempre ...",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "Ceris leads and rides you.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "PlayMotionEffect",
                "CrashSmol",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Sex",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "SwapLineIf",
                "Choice",
                "1",
                "Clothed",
                "Ceris deja escapar un gruñido de baja aprobación mientras se quita la ropa, lo que te lleva a que hagas lo mismo antes de que te empuja hacia abajo y te hueva a horcajadas de la cintura con una lamida de los labios, frotando su coño babeante contra tu erección esponjosa, sus jugos cálidos recubieran lentamenteTu eje cuando su poderoso cuerpo se avecina sobre ti.",
                "1",
                "Unclothed",
                "Ceris deja escapar un gruñido de baja aprobación, empujándolo hacia abajo y a horcajadas sobre la cintura con una lamida de sus labios, frotando su coño babeante contra su erección esposada, sus jugos cálidos que recubren lentamente su eje mientras su poderoso cuerpo se asoma sobre usted.",
                "EndLoop",
                "SetChoice",
                "1",
                "Unclothed",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Espero que estés listo. ♥",
                "PlayMotionEffect",
                "CrashSmol",
                "Ella dice con un director de operación de Husky bajo mientras alinea su coño con tu punta, su pesado busto sacudiendo atronadora de sus movimientos lánguidos, su cola se mueve de emoción detrás de ella mientras sus ojos lloran con necesidad depredadora.Gimas cuando se baja cuidadosamente, envuelta lentamente tu virilidad en el cálido abrazo de sus cálidos pliegues, un apretón suave y ajustado que te da la bienvenida dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Mmmmm. ♥ probablemente debería comenzar esto lento. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayMotionEffect",
                "BounceOnce",
                "Ella comienza a rebotar sobre ti a un ritmo lánguido, jugando ociosamente con sus pesadas tetas para mostrarlas mientras cada rumbo fluido de su cintura envía pulsos cálidos de placer lavando las caderas, su coño se afirma cariñosamente cada vez que se levanta,Frotando y chupando su ansiosa erección, incluso cuando ella se separa de usted, solo para volver con la lentitud deliberada, envolviéndolo en la felicidad caliente de nuevo.",
                "PlayMotionEffect",
                "BounceOnce",
                "Dejando escapar un feliz suspiro de excitación mientras ambos disfrutan de la mierda de ritmo suave, Ceris comienza a moverse gradualmente más rápido, las caderas musculadas de Hellhound construidas que se encuentran con tuyos en medio de sonidos sensuales de apareamiento y gemidos, su conexión íntima mantenía una afluencia constante de ella.El calor infeccioso irradiando directamente en tu polla palpitante, haciéndote jadear con la excitación delirante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Hahhh- ♥ Eres demasiado lindo ♥",
                "PlayMotionEffect",
                "BounceOnce",
                "Con poca otra advertencia, de repente se inclina hacia adelante, sus abundantes tetas presionando tu pecho, frotando y sacudiendo la tuya de tu piel cada vez más cálido mientras atrapa tus labios en un beso desordenado, sus poderosas garras capturando tus manos mientras balancea sus anchas caderasEn un tempo más grande, el abrazo calentado empañado en tu cabeza con una felicidad humeante por un momento mientras ella agita tu boca con la lengua.",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "BounceOnce",
                "Gotas en su boca e instintivamente vuelves a sus movimientos cada vez más salvajes, una pasión creciente y ardiente que te lleva a lo largo del apasionado ritmo de amor cada vez más febril, los ojos de Ceris miran amorosamente en los tuyos mientras te folla más profundamente en su lujosa cama con cada uno.Impacto de golpe más fuerte de su poderoso cuerpo, tu polla palpitando con dolor dolorido cada vez que se desprende completamente dentro de su coño fundido y apretado.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayMotionEffect",
                "BounceOnce",
                "Con lo íntimamente enredado que están sus cuerpos, su calor contagioso y lujurioso se vierte en usted desde todos los ángulos, su posición lo mantiene atrapado cómodamente en un amable capullo de calidez de lecho infernal celestial, haciendo que escape del apareamiento tórrido, incluso si quisiera.",
                "PlayMotionEffect",
                "BounceOnce",
                "A medida que Ceris mantiene un ritmo creciente frenético, sus ojos comienzan a perder el enfoque, la intensa hinchazón de placer en su cintura desde cada gran ritmo de sus caderas con curvas, sus tetas apretadas y masajeándose cómodamente contra usted, sus patas se entrelazan posesión con sus dedos, su lengua amorosaEnrollado con el tuyo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Su excitación mutua se construye y se desarrolla dentro de su abrazo entrelazado, hasta que finalmente gime al unísono mientras sus espasmos de polla de un impacto más ajustado y descarga cuerdas gruesas de semillas en el útero de Ceris, su mente se derrite de la lavado de éxtasis sofocante en todo su cuerpo., llenándole de placer adictivo mientras hace poco para sofocar la lujuria ardiente que retumbaba en usted, incluso mientras su orgasmo apenas disminuye ...",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "",
                "PlayMotionEffect",
                "BounceOnce",
                "Huffing apasionadamente ante su cara felices y las sacudidas climáticas que atraviesan su propio cuerpo, Ceris ralentiza sus movimientos salvajes a gentilantes giros de su cintura, manteniéndose presionada hacia ti y besándote apasionadamente mientras ambos bajan de tu placer compartidoalto.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "ChangeBGM",
                "music/Battle/sakka.mp3",
                "PlayMotionEffect",
                "BounceOnce",
                "Después de largos y largos segundos de un beso amoroso y descuidado, finalmente rompe el beso, dándole a tu mejilla una lamida cariñosa mientras se reanuda el rebote de sus caderas bien formadas a un ritmo constante, dándole a tu polla poco tiempo para recuperarse del clímax, el calor de su cuerpoManteniéndote increíblemente duro y ansioso por más.",
                "Speaks",
                "Mmnnnh ♥ Está bien- ♥ Suficientemente lento! ♥",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "BounceOnce",
                "Gruñendo con entusiasmo, libera tus manos mientras se extiende hacia atrás para agarrar tus piernas, levantando tus caderas y poniendo los pies en el aire.Con una velocidad vertiginosa, bloquea los muslos debajo de los suyos y presiona sus patas de regreso en sus manos, el cambio de posición que te hace jadear desde el ángulo que tu polla ahora está golpeando su hambriento coño, las nuevas sensaciones te golpearon más y al quiebre el quieta todavíaHell Hell Hound Hust en ti.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Ahí vamos. ♥ Ahora solo relájate y disfruta del viaje, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "Como un toque final, cambia su posición para enterrar repentinamente tu cara en su escote humeante, haciendo que te temblaran impotentes en su prensa de apareamiento de mimos, sus feromonas gruesas, salvajes y lentamente que ahora impregnan completamente tus sentidos mientras inhalas la fragancia dulce de Ceris,Manteniéndote borracho de su presencia mientras sus caderas se derrumban rápidamente sobre tu pelvis cada vez más dolorida, tu polla palpitaba de placer.",
                "Speaks",
                "Jeje. ♥ Generaremos más en un momento. ♥ Promesa. ♥ Por ahora, déjame disfrutar tu - hm! ♥ - linda cara complacida. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Gemes en respuesta a medida que cada impacto de golpe de su coño bombea salvajemente el eje de tus ruidos y sacude tus pensamientos, la presentación sacudida de sus tetas cargadas de feromonas que llenan los huecos con la excitación necesitada.Solo puedes jadear y resoplar mientras el calor floreciente en tu núcleo te abruma rápidamente del apareamiento frenético de tu amante infernal, y estallas en el fondo de ella nuevamente con algunas largas y felices cuerdas de semen.",
                "PlayMotionEffect",
                "BounceOnce",
                "Pero Ceris no te da una pausa esta vez y te sigue viajando con un gruñido emocionado, mirando con adoración con el éxtasis climático, trabajando ansiosamente hacia tu próximo orgasmo, cada reunión caliente y pesada de tus caderas que te hacen jadear y maullar en su senodesde el placer imposiblemente montado mientras ella pantalones frenéticamente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "ChangeImageLayer",
                "Semen",
                "Ceris",
                "Semen",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Justo cuando sientes que estás bajando de tu clímax, otro te golpea desde el apareamiento salvaje e implacable, cada impacto descuidado que envía un pulso fundido de felicidad necesitada a través de ti, dejándote maullo en un abandono salvaje a través del puto unilateralFrenesí, las caderas se duelen con un dolor encantador mientras su polla brota algunas cargas más en el coño de Ceris y sigues respirando su aroma espeso y dulce.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Mmmmfffhhhh- ♥ ahí vamos. ♥ en el beso ahora. ♥ abierto de ancho. ♥♥♥",
                "PlayMotionEffect",
                "BounceOnce",
                "Dejando salir un jadeo agradable con una bocanada de vapor humeante, cambia ligeramente la posición, el movimiento la arrastra de la cara y sobre el pecho, dándote los momentos más baratos para recuperarte antes de capturar tu boca en otro beso codiciosoMientras la intensidad salvaje de sus caderas balanceadas solo crece, dejándote gimiendo mansamente en su boca mientras te folla sin sentido, su libido ardiente siempre aumentaba, nunca disminuye.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Hmnhpp- ♥ horas- ♥ como esto- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "PlayMotionEffect",
                "BounceOnce",
                "Ella se sale ronca entre la saliva con usted en un beso que se encuentra con la lengua, ocasionalmente rompiéndolo para darle un mordaz o lame a la mejilla o al cuello antes de reanudar la apasionada sesión de besos, sus caderas constantemente golpeadas en ondas innecesariasDe placer meloso, tu polla palpitaba espásticamente dentro de su coño cálido y reconfortante, ya que sigue trabajando sin piedad para secarte.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Tu cerebro ahora se volvió a papilla, gemiste y jadea con una dicha con calefacción mientras estallas dentro de ella nuevamente, Ceris gruñe y ronroneando de manera asertiva en respuesta, gimiendo ligeramente mientras ahora la llena con un chorro fresco de semen en cada movimiento hacia abajo de su implacablePistón de apareamiento.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Cada vez que piensas que has llegado al vértice del placer, el rudo amoroso de Ceris te envía a nuevas alturas, los impactos húmedos de golpe para mantener el dolor de placer hirviendo cada vez más hasta que finalmente llega a un punto de fusión volcánico, tu cabeza en blanco cuando golpeasUn clímax completo, los brotes de fuga más pequeños que están palideciendo hasta ahora en comparación con el orgasmo que rompe la mente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "",
                "Túbate y quejas insensadamente debajo de ella mientras tu polla vierte una salida constante de semen con su impacto descendente final, un desastre de esperma de ella mientras se quita una y otra vez como un grifo roto, Ceris arrullando con aprobación vertiginosaSus caderas contra las tuyas, una expresión completamente satisfecha en su cara amorosa.",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "BounceOnce",
                "... Pero incluso entonces, el Hellhound insaciable solo te da unos momentos para disfrutar del resplandor del orgasmo excesivamente intenso antes de reanudarse.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Ella aprieta el agarre entrelazado de sus patas en tus manos mientras te tensas con un grito de rollo ocular, el espeso desorden de semen se evapora rápidamente a medida que Ceris lo absorbe con avidez en su cuerpo ardiente, mirando a tus ojos con lujuria predatoria mientras te trabaja haciaTu próximo lanzamiento desordenado alucinante, tu polla sobrecalentada ya le dio ansiosamente pequeños chorros de semen con cada golpe hacia abajo ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "El tiempo se desliza de usted mientras pierde el sentido de todo, excepto el placer sobrecargado, Ceris inculca implacablemente en usted, manteniéndolo encerrado en la prensa de cojinete de mezclilla durante horas y horas, dejándote holgazado y mierda mucho antes de que termine contigo, tu, tu, tu, tuDick felizmente domesticado por su poderoso coño de Hellhound Hellwound y el calor infernal dentro de tu cuerpo ...",
                "JumpToScene",
                "PostSex"
            ]
        },
        {
            "NameOfScene": "PostSex",
            "theScene": [
                "StopBGM",
                "PlayBlackOut",
                "AdvanceTime",
                "1",
                "...",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Base",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "EndBlackOut",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "Eventualmente, te quedas acostado boca arriba, jadeando en agotamiento y placer delirante, tu polla todavía está completamente erguida y sacudiendo la necesidad.Ceris está descansando de lado a tu lado con una mirada amorosa hambrienta, mostrando descaradamente sus curvas femeninas y músculos poderosos, la mera visión manteniendo tu lujuria ardiente y llenando tu mente con nada más que pensamientos de más jodido y apareamiento y amor y rutina...",
                "Speaks",
                "Mmmmnnnn- ♥ Eso fue maravilloso ... ♥ ¿Ahora qué, [ThePlayerName]?Abrazo? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ella invita a agarrar las mantas y las levanta sobre su forma de hume de sudor humeante, invitándote a unirla con un seductor ritmo de cejas, el grueso aroma del sexo todavía colgando en el aire.Como eres, tu cerebro está tan adquirido con la lujuria sin fondo que estás bastante seguro de que no podrías rechazarla incluso si quisieras ...",
                "Menu",
                "Cuddle.",
                "Be coy and quiet.",
                "Thighjob!",
                "I think I'm too horny to sleep...",
                "I-I could really use some cool-down time.",
                "I feel like I need a shower or a bath...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Cuddle.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ella deja escapar un gruñido ronroneante de aprobación mientras aceptas con entusiasmo su invitación y se escabullen para abrazarla, pronto encontrando tu rostro ubicado en su escote desbordante mientras envuelve los brazos y las mantas alrededor de ustedes, atrapándote maravillosamente con una cálida suavidad de almohada de almohada.Todas las instrucciones a medida que toma un aliento tembloroso de feromonas humeantes, su polla se contrae ansiosamente contra sus muslos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "Allí, agradable y acogedor. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ella te susurra dulcemente mientras acaricia suavemente la parte posterior de tu cabeza con una pata con garras, que te atrae de forma mochila más profunda en sus senos y presionas sus poderosas curvas para ti hasta que estás completamente intercalado uno contra el otro en un abrazo íntimo lujurioso, inundando tuforma cansada con calor erótico relajante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "A pesar de que lentamente se queda dormido, puede sentir el doloroso necesidad de follar ardiendo profundamente dentro de usted.Tus caderas de dolor todavía se contraen en movimientos instintivos de joroba, estimulando agradablemente tu contracción y posesivamente acunada entre los peluches de Ceris mientras disfrutas de tu cómodo capullo de mantas y suaves almohadas de sabuesos ...",
                "StopBGM",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "AdvanceTime",
                "1",
                "...",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Poco a poco, te despiertas a la lujosa vista del escote de Ceris y a su alegre rostro sonriéndote dulcemente mientras te muele con apasor.Dirigir la erección aún presionada contra sus tentadores muslos, más duro y más necesitado que nunca ...",
                "Speaks",
                "Mañana, dormilón. ♥",
                "Ella te da una sonrisa radiante y de gran hermana, que rápidamente se convierte en un LAER lascivo mientras toma tu expresión foggged con lujuria.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "¿Quieres ir otra ronda? ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ella deja escapar un gruñido de excitación bajo y ronco para acentuar sus palabras, frotando ligeramente sus piernas contra su rígida polla, enviando dulces temblores de lujuria a través de sus caderas.Jadeando, toma un aliento dulce de feromonas humeantes y cálidas que hacen que su cabeza gire con una excitación fresca, de alguna manera sintiéndose aún más cachonda que cuando empezaste a joder a la mujer del Hell Hound ...",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "Be coy and quiet.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Mira hacia el otro lado de la cama con una pesada descarga, tratando de alejar su dolor de excitación, el cuerpo tentador de Ceris demasiado para que usted procese en este momento ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Pero te das cuenta rápidamente de que tu timidez solo está avivando sus impulsos libidinosos cuando la escuchas acercarse con un gruñido bajo, y cuando miras hacia arriba, ves que ahora se avecina sobre tu forma gastada con la manta cubierta de su espalda, enmarcándolaMirada hambrienta, cuerpo poderoso y pesadas tetas de balanceo para que lo mires mientras el vapor sale ligeramente sale del dosel sedoso formado por la tela suave y sus curvas aún más suaves.",
                "Speaks",
                "Hmmm- ♥ vacilante?Entonces vamos a abrazar {i} y {/i} seguir adelante. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "No se le da tiempo para responder o reaccionar mientras ella se acuesta sobre usted completamente, amortiguando la voz en su escote de almohada y sujetando sus muñecas debajo de sus poderosas garras, su polla palpitando de alegría dentro de su coño mientras toma toda su longitud de nuevo,El calor doloroso ahora familiar que se extiende a través de usted de la cabeza a los pies mientras la cálida prensa del cuerpo y las mantas lo atrapan.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Déjame arrullirte para que duermas así. ♥ Te encantará. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "Con un ronroneo de gruñido cachondo que reverbera en todo su cuerpo y derrite su cerebro nuevamente, ella comienza a rebotar suavemente sus anchas caderas en su erección temblorosa, haciendo que sus ojos se enrollen mientras el placer se derrite a través de sus sentidos, una respiración temblorosa solo llenaUsted con feromonas más gruesas de su hogar de su escote humeante, su cuerpo agotado que pronto se afloja de la euforia caliente que lo golpea.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "Te estremes bajo la poderosa comprensión de Ceris cuando tu polla estalla dentro de ella y ella continúa montando tu forma indefensa con movimientos infernamente lánguidos, persuadiéndote lentamente en un sueño lleno de lujuria, su mirada amorosa y su almohada tetas que te alivian mientras te sientes extrañamente... {i} seguro {/i}, amado y protegido bajo ella así, una sonrisa tonta que se extiende sobre tu rostro mientras te quedas dormido en medio de otro orgasmo indulgente ordeñado de tu virilidad por espasmo ...",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "AdvanceTime",
                "1",
                "...",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "Con un mewl, lentamente te despiertas en un brumoso aturdimiento, tu polla palpitando mientras vierte otra carga en Ceris ...",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "No tienes idea de cuántas veces te hizo correrte mientras duermes así, sus abundantes tetas todavía acunan tu cara de placer mientras rezuman el calor en lo profundo de ti, cada parte de ti duele simplemente seguir follando y follando ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Morning Goooood. ♥ Vamos a seguir, ¿de acuerdo? ♥ Quiero decir que ya estamos jodiendo, ¿verdad? ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Ride",
                "Ella dice que con un afecto tentador, mirándolo con respiraciones pesadas y vaporas, tu mente ya girando con un desgaste sin sentido, tu polla todavía dura roca y ansiosa por más, cada ritmo ligero y reconfortante de sus caderas con curvas enviando más placer pegajoso a través de ti, haciéndote, haciéndote, haciéndote, haciendoEs difícil pensar en cualquier otra cosa que una gran idea sería mantenerse así y seguir siendo manchado por la mujer amorosa de Hellhound ...",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "Thighjob!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "En un aturdimiento paralelado, la abrazas con fuerza, enterrando tu cara en sus tetas de almohada mientras deslizas tu virilidad contra sus poderosas y pelares, tus brazos se deslizan alrededor de sus anchas caderas para encerrar su cintura, dejando tus manos en una posición perfectaPara agarrar los puñados de su culo regordete para que se mueva y apriete mientras comienzas a empujar sin irreflexivamente tus caderas.",
                "Ceris reacciona a su avance con una risa ronca mientras toma apreciativamente su comportamiento ya vapilmente cachondo, ahuecando suavemente la parte posterior de su cabeza con una de sus grandes manos para darle a su frente un beso cálido y cariñoso mientras sus fuertes piernas alrededor de su pollaEn un apretón de bienvenida, haciendo que su erección dura se deleite en el abrazo musculoso y envolvente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Eres {i} adorable {/i} cuando estás necesitado. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Mientras disfrutas de sus pechos cargados de feromonas y salpicadas con la feromona y te jobsas los muslos con abandono desenfrenado, envuelve la suave manta de la cama alrededor de ustedes dos, manteniéndote firmemente abrazada contra ella mientras deja que su cuerpo celestial te derrita en elcada vez más caliente y soñador abrazo arrastrándote a un estado pecaminosamente cómodo de euforia que abarca todo.",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Inclinándose, Ceris sigue dando la parte superior de la cabeza y la frente el beso ocasional y lame mientras te pierdes con avidez en ella.Con su polla palmada sobrecalentada y demasiado sensible por todo el sexo ruinamente placentero, solo toma unos pocos momentos más meltosos de empujar en sus peluches antes de que todo su cuerpo se tensa en una felicidad electrizante y maullosa mientras se sobreviva por todas las piernas casi sin previo aviso.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Correando con aprobación, Ceris ronrona reconfortantemente mientras se empapa en su semen con un chisporroteo bajo, sonriéndole mientras resopla sus feromonas y acaricia su escote, sus caderas todavía encabezan ligeramente sus piernas apretadas, sus manos totalmente perdidas de su culo..Pero ella no te da tiempo para descansar, sacando la cabeza de sus tetas para llevarte vorazmente a un beso amoroso y descuidado que llena tu cabeza con calor fresco y hace que tus ojos roden.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "La poderosa mujer de Hellhounds hace un desastre de tu boca con la lengua, mirando los ojos con lujuria todo el tiempo, tu cerebro ya empapado parpadeando y chisporroteando en el abrazo caliente y caliente, tu polla palpitando con entusiasmo entre sus piernas mientras el acogedor dormitoriose llena con los sonidos húmedos y lascivos de la marca alucinante.",
                "Luchando por mantenerse al día con Ceris, haces todo lo posible para devolver sus afectos, besarla y lamerla a su vez, hasta que inesperadamente separa sus labios de los tuyos y usa su mejilla para presionar tu cabeza hacia la almohada de la cama mientras su boca suave y jadeaPermanezca justo al lado de su oído, su voz ronca y su aliento caliente se derriten en sus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Hahhhh- ♥ Relájate y se aleja así. ♥ tu polla atrapada en mis muslos mientras nos acurrucamos y muele debajo de las sábanas. ♥ mi voz {i} con respecto a {/i} Lulling You To Dreing con alabanza. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Los hormigueos que escadritan a través de tu cuerpo con cada palabra amorosa y cálida, me susurra en la oreja, terminando con un beso de salpicaduras en el borde de la oreja antes de mordisquear suavementelo con una suave risita, luego soltando con un fuerte suspiro mientras correLa punta de su lengua a lo largo del borde, todo su cuerpo se tensa ante lo sorprendentemente intensa que es la estimulación en sus sentidos llenos de lujuria con exceso de sensibilidad.",
                "Speaks",
                "Eres tan maravilloso, [ThePlayerName]. ♥ mmffh ~ ♥ y tan duro, ♥ cachonda, ♥ y ansioso por {i} más. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Ella se convierte calurosamente en la oreja mientras lo asalta implacablemente con más besos y bocadillos de amor, todo el tiempo que muele lánguidamente sus caderas en tus empujes de jorobado descuidado, tu cabeza se pone maravillosamente en blanco de su voz ronca solo, tu rostro se afloja y tus ojos con bromoUna mezcla de placer y agotamiento de montaje.",
                "Speaks",
                "Pero para {i} ahora {/i}, solo déjate ir y te queda dormido. ♥ Para cuando te despiertes, estarás {i} tan {/i} caliente y necesitado que follé me ​​será elPrimero en tu mente. ♥ {i} promesa. ♥ {/i}",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Te sientes que te estás derritiendo físicamente en su abrazo de almohada, cada palabra susurrada te hace tirar con un placer indefenso, tus pensamientos se esfuerzan feliz mientras te tampa con cada vez más afecto, cada impulso irreflexivo de tus caderas enviando un cálido pulso de dicha en ti, que culminó con Ceris soplando suavemente una respiración humeante en tu oído vulnerable, haciéndote gemir borracho mientras tu polla brota sobre sus muslos.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "Riéndose con una voz ronca borracha con lujuria amorosa, le da otro beso a tu oído mientras comienza con calmante de nuevo, dejando una expresión complacida y desordenada en tu cara mientras te deslizas al sueño desordenado, tus pensamientos dispersos reemplazados por la felicidad rezuminada como CerisSigue arrullando dulces nada, el calor de su cuerpo es perfecto para calmarte para que duermas dentro de su abrazo y en el capullo de las mantas de su cama ...",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "AdvanceTime",
                "1",
                "...",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Thighjob",
                "ChangeArousalByPercent",
                "25",
                "Con un jadeo agudo y confundido, te despertaste en medio de un enésimo clímax de suplicación, tu polla cubre los suaves muslos de Ceris en una nueva porción de semen.The Hellhound ahora está acostado sobre ti con una expresión engreída, con precursantemente depredadora, frotando con amor sus cálidas y lujosas curvas contra ti, sus tetas almohadas se presionaron en tu pecho mientras ella mira hacia ti.",
                "Cada parte de ti se siente dolorosamente caliente y necesitada, y a medida que sales de tu indulgente y lascivo sueño, tu respiración se acelera rápidamente con un deseo acalorado sin sentido, tus ojos nublados rápidamente cobran vida mientras descansan en el cuerpo supino de Ceris y tu libido despiertaserio.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Oh {i} Eso es {/i} una linda cara que acabas de hacer. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Kiss",
                "ChangeArousalByPercent",
                "25",
                "Ella se inclina y le da a tu oído un beso burlón mientras sales de tu clímax de despertar, tu polla aún caliente, dura y palpitante de necesidad, y mientras te susurra amorosamente, tu cabeza es placentablemente en blanco con lujuria, la acogedoraEl sueño de la joroba de muslo, dejándote pensar en nada más que {i} sexo {/i}.",
                "Speaks",
                "... ¿listo para follarme? ♥",
                "ChangeArousalByPercent",
                "50",
                "Ceris se eleva con un gruñido ronroneador, arrojando la manta de los dos, revelando sus cuerpos humeantes.La única respuesta que puede manejar frente a su físico gloriosamente expuesto y curvilíneo es asentir con la cabeza en un acuerdo ansioso ...",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "I think I'm too horny to sleep...",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "¿Pero {i} también {/i} somnoliento para seguir adelante?",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Ceris croones con calma y seductora, sonriendo calurosamente mientras se acerca más, acordando a tu lado mientras arroja la manta a un lado, sus abundantes tetas presionando sobre ti.Riendo cariñosamente, se inclina para darte un besas en la mejilla mientras una de sus poderosas piernas se envuelve alrededor de la tuya, una mano con garras rejas que corren delicadamente por tu pecho mientras su calor se filtra en tu cuerpo ya caliente y dolorido.",
                "Speaks",
                "Entonces sé {i} solo {/i} cómo enviarte a Dreamland. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Seduce",
                "Su voz ronca se derrite a través de sus sentidos mientras sus susurra acaloradamente en la oreja, enviando un temblor de hormigueSuspiro de excitación mientras su mano libre se cierne delicadamente sobre su desesperado duro.",
                "Speaks",
                "{i} trazo {/i} te duermas. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Pawjob",
                "Ceris se extiende con amor, envolviendo su pata alrededor de tu polla para comenzar a bombear lentamente tu polla sobrecalentada, haciéndote maullido con un placer indefenso mientras acaricia la cabeza contra la tuya con un gruñido cariñoso, dándole un boante tranquilizador mientras se frota los senos contra tiEn movimientos lentos, masajeados y tiernos, lo que te hace hundir lentamente en un cálido lodo placentero de la felicidad somnolienta que giraba mental.",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Pawjob",
                "Mientras ordeña suavemente tu erección con su mano poderosa pero hábil, susurra dulces nada y elogios cariñosos directamente en tu oído entre besos y lamidas, tus pensamientos cachondos y dispersos se espacian cada vez más con cada golpe en tu erección con fugas, hasta queEl cálido placer que rezumaba demasiado y jadea bruscamente mientras su polla brota algunas cuerdas de semen, lo que provoca una risita de Ceris.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Tan lindo. ♥ solo {i} relajarse {/i}.Melllt lejos. ♥ estaré aquí, manteniéndote cálido y acogedor. ♥ ordeñarte y {i} sobre {/i} hasta que te alejes. ♥",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Pawjob",
                "Te tembla en su almohada abrazo con un suspiro agradecido, los párpados revolotean en medio de los pulsos de placer, palpitante que irradian a través de tu cintura con cada trazo lento de su pata a tu polla imposiblemente dura, el hogar cariñoso trabaja suavemente hacia otro clímax meloso mientrasElla te muele sin cesar con su cuerpo y voz, sus murmullos rusos brotan tu cabeza mientras le da a tu oído un mordisco y lamido.",
                "Tu cerebro se convierte en una papilla maravillosa de la cascada suave y constante de la ronca de Ceris, el santo del infierno a veces dispensando las palabras por completo, cambiando las cosas con una insensación sin sentido, sonidos de boca y un beso de luz ocasional que te sumerge aún más en una extraña mezclaDe relajación acogedora y lujuria ardiente, sus pensamientos se redujeron a una suspensión indistinta y feliz.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "PlayerOrgasmNoSpiritLoss",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "DamagePlayerFromMonster",
                "Ceris",
                "Pawjob",
                "Los susurros de Ceris siguen fluyendo hacia su mente al vapor, pero a medida que su conciencia se desvanece poco a poco en medio del amor amoroso y constante de su eje, ya no puede comprender nada de lo que está diciendo, el hormigueo aural todo lo que puede registrarse como suLa erección sobrecalentada entrega más de su semilla inquieta en su pata, su esperma se evapora lentamente del calor de su cuerpo mientras continúa convenciéndose de más y más profundamente en el sueño ...",
                "AdvanceTime",
                "1",
                "...",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "DamagePlayerFromMonster",
                "Ceris",
                "Hellish Heft",
                "Con un comienzo, te despiertas.Ni siquiera estás seguro de cuándo realmente te las arreglaste para dormir, pero Ceris todavía está acurrucado a tu lado con una sonrisa, las mantas ahora cubiertas sobre ambos, y tu virilidad ahora está de alguna manera solo semi-erección de su calidez humeante yLibidinino Custdling.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Speaks",
                "¿Dormir bien? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "DamagePlayerFromMonster",
                "Ceris",
                "Seduce",
                "Cuando borras algo a medio incorrente en respuesta, el hogar amoroso se ríe con cariño y despega las mantas con una sonrisa lujuriosa, revelando tus formas desnudas una vez más, lamiendo los labios hambrientos mientras cierra una garra por el pecho con amor.",
                "Speaks",
                "¿Quieres ir otra ronda? ♥",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "I-I could really use some cool-down time.",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Sigh",
                "Speaks",
                "Aw...",
                "La mujer de Hell Hound se pone un poco, pero envuelve su delicioso cuerpo cálido en la manta mientras se acurruca en su lugar, el arreglo lo hace parecer un burrito bastante lindo lleno de esponjos, aunque todavía deja el tentador contorno de sus curvas presionando contra la tela.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Bashful",
                "Speaks",
                "Pero fiiiine.I {i} Supongo {/i} Debemos dejar de follar {i} eventualmente. {/i}",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Ella intercambia su expresión de mal humor por una sonrisa alegre mientras sueltas para que tus propias mantas se envuelvan de manera aconsejable, y se pone su forma terminada más cerca para que solo puedas {i} ligeramente {/i} Siente la tentadora y calmanteEl calor del cuerpo se filtra de ella, las mantas {i} un poco {/i} amortiguando el calor infernal celestial que irradia de su poderoso físico.",
                "Speaks",
                "Bueno, entonces, duerme bien, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Laugh",
                "Ella no puede evitar inclinarse hacia adelante para poner un beso cariñoso de buenas noches en la frente, aunque rápidamente retrocede con una risa descarada cuando sientes una explosión de calor excitante de la mancha que sus labios tocaron tu piel, amenazando con hacer tu razónTeeter de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Sigh",
                "Luego, ambos se acomodan en su acogedora cama y descansan la cabeza sobre las almohadas esponjosas, los ojos a la deriva cerrados para un intermedio cómodo de los romps sexuales calientes y derretidos por la mente, el hogar murmurando en un tono bajo subrepticio y seductor mientras acaricia su almohada.",
                "Speaks",
                "Hmm ... ♥ Tal vez pueda tentarte a ir otra ronda después de nuestro descanso ... ♥",
                "Ella te da un guiño amoroso antes de cerrar los ojos con un suspiro feliz y a la deriva para dormir con una facilidad bastante notable, las llamas parpadeantes se lamen las esquinas de sus ojos que se atenúan ligeramente, a la deriva inofensiva de la cama cómoda mientras ella te daba un poco a continuación.Con respiraciones profundas y lentas, su respiración suave y su calor radiante natural que ayudan a convencerlo en su propio sueño cómodo ...",
                "RefreshPlayer",
                "AdvanceTime",
                "1",
                "...",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Laugh",
                "Poco a poco, te despiertas con la sensación de cierta pata de alguien que alguien empuja suavemente tu mejilla con un dedo.",
                "Reflexivamente empujando el índice intruido, se estira lánguidamente con un bostezo de sueño mientras Ceris le sonríe calurosamente, pero cuando te frota los ojos, te das cuenta de que te desenvuelve de tu estado cubierto antes de despertarte, dejándote completamente expuesto para que ella lo miresAT, sus propias curvas de desnudos y sus senos balanceados en exhibición completa y atractiva.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Al ver que te diste cuenta, se ríe de un ronroneo ronco y ronco mientras su expresión cambia de alegría alegre a entusiasmo lujurioso, corriendo con fuerza una de sus patas por su cuerpo que anhela el sexo mientras se dirige a ti con una inocencia casual.",
                "Speaks",
                "Buenos días- ♥ o ... {i} lo que sea {/i} tiempo que es. ♪",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Ceris se ríe dulcemente mientras se acuesta a tu lado, no tan atrapada con la sensación de su calor infernal y la vista de su forma lasciva, su gran cola esponjosa que se mueve sobre su lujoso culo y sus abundantes tetas chillando agradablemente en lacama mientras te mira con la lujuria hirviendo.",
                "Speaks",
                "{i} muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuo",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "I feel like I need a shower or a bath...",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "La mujer de Hell Hound parece un poco sorprendida por su sugerencia, pero luego deja escapar un zumbido reflexivo que cambia a una esquema mientras deja que las mantas vuelvan sobre su forma desnuda de sudor, una sonrisa cada vez más tortuosa que se forman en sus labios mientras mira con lujuria.A ti, su mente claramente todavía está llena de ideas lascivas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Mmmmh, claro, creo que tengo {i} solo {/i} la cosa. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Ella se escapa de las mantas, te saca suavemente en sus manos de patas en el proceso, la niña grande que te recoge con el estilo nupcial y dejando que su pesada busca descansa contra ti mientras sale lentamente de la cama.Llegas a una puerta fuera de la oscuridad y llena de sexo llena de sexo, abriéndola fácilmente con una garra antes de entrar en lo que parece ser una sala de baño, una sonrisa alegre en su rostro todo el tiempo.",
                "Tareando dulcemente, te coloca en una silla, dándole una palmada cariñosa mientras se acerca a un panel de vidrio de color rosa que separa el área de la ducha y la baño del resto de la habitación húmeda, inclinándose para susurrar de manera suave enTu oído mientras te pasa.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Solo espera allí mismo mientras yo ... caléntelo. ♥",
                "El ronroneo Husky bajo en su voz envía un escalofrío de anticipación a través de sus sentidos adicionales, su polla se apaga con una contracción cuando el lúdico Hellhound Matronly le da a su mejilla un beso amoroso antes de abrir la puerta y entrar en la bañera, cerrándola, cerrándola.Entre ustedes dos mientras se dirige a la ducha, una cascada de gotas de agua que llueve inmediatamente sobre su cuerpo curvilíneo, cada uno golpeando su piel caliente con un silbido humeante.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Apenas tarda un minuto de ducha inactiva antes de que se extienda una condensación cálida por el vaso y llene la pequeña sala de baño con vapor relajante, y te tiemblas mientras inhalas el aire humectado, el potente aroma de las feromonas del Hellhound femenino se hizo aún más intenso por elLa humedad ahora empapando la habitación, el perfume atractivo se entremezcla con el calor del vapor y con el de su propia lujuria que lo hace.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Mirándote, Ceris se lame los labios mientras te mira desmayado con la excitación mareada de su fragancia femenina caliente llenando tus sentidos con cada respiración, tu polla sale ansiosamente la atención mientras la atmósfera de sexo húmedo te pone, tu mirada irresistiblemente desplazandoArriba y abajo de las curvas resbaladizadas de Ceris a través del panel de vidrio recubierto de condensación.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "WallPress",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "Heavy",
                "ChangeImageLayer",
                "Body",
                "Ceris",
                "Nude",
                "PlayVisualEffect2",
                "BlindingFlash",
                "pink.png",
                "Mientras la miras en cautivación cachonda, jadeando de moda y pesado mientras te emborrachas de su poderoso aroma erótico solo, la seductora atada se presiona contra la partición transparente con un gruñido ronco de excitación, deslizando sus pesadas tetas hacia arriba y hacia abajo contra élCon un gemido desenfrenado, la atractiva vista que hace que tu virilidad latiera emocionada mientras tu corazón se acelera en la creciente emoción sexual.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Yo diría que el agua está lista, [ThePlayerName] ... ♥ Vamos, no seas tímido. ♥",
                "ChangeImageLayer",
                "Glass",
                "Ceris",
                "",
                "ChangeImageLayer",
                "Steam",
                "Ceris",
                "",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Incapaz de pensar en nada más que en el deseo ardiente que infunde todo su cuerpo, saltas hacia arriba con un pantalón acalorado emocionado mientras te torces a la ducha, Ceris te abrirá la puerta de vidrio, te permite saltar prácticamente a su fuerte abrazo, el íntimo.La proximidad dejándote temblando y jadeando en euforia como resultado de los confines más estrictos y el contacto cercano, lo que hace que su aroma sea aún más intenso.",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Con un huff francamente bestial, envuelve los brazos alrededor del marco musculoso de su amante y llena indulgentemente su cabeza en sus tetas suaves y acogedoras, Ceris reaccionando suavemente acariciando su cabeza con una mirada tierna hacia abajo, reiéndose apreciativamente, ya que no puede evitar instintivamenteEmpuja tus caderas contra sus muslos, tu polla dura como la roca ya comienza a filtrarse con el precum en respuesta a tu reavivado impulso de aparearse.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "Niño bueno. ♥ ¿Ves?Mucho mejor que {i} solo {/i} limpiando, ¿no? ♥",
                "PlayVisualEffect",
                "BlindingFlash",
                "pink.png",
                "PlayVisualEffect2",
                "BlindingFlash",
                "Monsters/Ceris/GlassPressCG/CerisPressCloseUp.png",
                "Su ronroneo husky reverbera por sus sentidos mientras cierra la puerta de vidrio detrás de ti, atrapando a los dos en el recinto de carga sexual húmeda, antes de recostarse relajado para dejarte acariciar tu cara en su cálido escote de almohada todo lo que quieras, tu lujuria-Dejando la mente apenas nota el agua humeante a medida que continúa lavando relajado sobre ti.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smug",
                "Speaks",
                "Mmmhh ... Podríamos seguir acurrucándonos y centrarnos en limpiarnos, Buuuuut, no soy el tipo de chica que espera antes {i} metiendo en {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Predatory",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Dejando escapar un zumbido francamente retumbante, extiende sus piernas con un movimiento suave mientras presionas urgentemente su espalda contra la pared de la ducha con un deseo sexual irreflexivo, tu amante usa sus poderosos brazos abrazados para guiarte hacia ella y presionarte contra su cuerpo, dejandoPenetras su sexo viceal en un empuje firme, sus confines húmedos se acercan inmediatamente a tu erección rígida, la sensación te hace ir rígida con placer infernal.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "Aaaah ... ♥ eres lindo cuando estás incontrolablemente cachonda. ♥",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Huffing y gimiendo, sigues disfrutando de su cálido abrazo mientras comienzas a empujar a un ritmo rápido a un ritmo rápido, haciéndola COO en el deleite de tu frenético rutina, las feromonas intoxicantes de Ceris y el calor infeccioso, pero anulando tus pensamientos y sentidos como su exquisito coño de cojines.Posesivamente sobre su ardiente virilidad, su cuerpo se inunda, que se inunda con el placer de fundición, mientras la follas en serio.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Loving",
                "Speaks",
                "Buen trabajo. ♥ así como eso- mfffhhh- ♥ estás haciendo maravilloso- ♥ ooh- {i} sí. {/i} ♥",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Ella se convierte y te alaba mientras sigues golpeando las caderas contra las suyas en un trance lujurioso, el relajante agua caliente que te bañan y lavas cualquier onza de la razón por la que podrías haber tratado de reunir en tu verdadero frenesí de apareamiento, todos tus respiraciones empapadas con Ceris 'potente titular aroma del santo del infierno.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Ya, con lo debilitante que estás enojado, sientes que se acerca un orgasmo a la velocidad vertiginosa.Sabes que no podrías contener mucho más y no intentarlo, sino que continúa balanceando tus caderas en busca de liberación mientras acariciando en el busto de almohada de Ceris con una frenética necesidad, confiando por completo a su cuerpo., voluntariamente rompiéndose contra sus curvas deliciosas y poderosas.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "Huffing y jadeando de manera breve, se pierden por el sexo sin sentido al sonido de los bofetadas vulgar de sus cuerpos de reunión, y después de algunos empujes más que más lejándose, se incrementan lo más profundo posible dentro de Ceris, temblando con un deleite primarioA medida que descarga cuerdas gruesas de semen en su coño apretado y humeante, tu lengua se extiende ligeramente de la sobrecarga climática que se lava a través de tu marco.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Speaks",
                "Mmmmmhhh-! ♥ ahí estás, ¿no se siente genial, [ThePlayerName]? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Durante unos momentos más felices, sigues montando tu eyaculación por todo lo que vale, terminando con algunos golpes rápidos antes de sacar tu rostro de su shotering senom y tropezando de Ceris, luchando por recuperar los límites de la ducha mientras el Hell -Hound codiciaDisfruta de la sensación de tu semilla empapada de su coño, ni una sola gota que se escapa mientras lo absorbe todo con un chisporroteo hambriento.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Mientras cabalgas el pegajoso por el resplandor que te rezuma con una sonrisa tonta atrapada en tu rostro, tu ahora la polla ahora liberada pero aún completamente erecta sigue sacudiendo con entusiasmo, el agua tibia en cascada sobre ti llenando de relajación maravillosa, Ceris y intercambiando una sonrisa cariñosa comoDisfrutas del placer sexual de la presencia del otro ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "... Pero en poco poco un minuto, cada inhalación mareada que tomas rápidamente te rellena con más feromonas amplificadas por la humedad del Hellhound, y miras con cuerno mientras se aleja de ti con una sonrisa lasciva, inclinándose y apoyándose contra la pared mientrasUsando el movimiento para frotar su espesa trasera contra su erección con fugas, su gran cola esponjosa solo ligeramente húmeda, ya que se mueve juguetonamente contra su estómago mientras ella sonríe hacia usted.",
                "Speaks",
                "Pero, por supuesto, aún no has terminado, ¿verdad? ♥ todavía estamos oh-so- {i} muy {/i} sucio. ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Te tiemblas con un ruido animal de lujuria calentada, inmediatamente empujándola a ella de nuevo y abrazándola por la espalda, instintivamente alcanzando sus pesadas tetas y a tientas con tientas de manera sin duda mientras la follas sin pensar, disfrutando de su suave cuerpo musculoso al contenido de su corazón mientras ellaLas curvas se sacuden contra usted con cada reunión frenética de sus caderas.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Bashful",
                "Speaks",
                "Mhhhffhhh- ♥ eso es todo. ♥ manténgalo al revés- ♥ así como eso- jajhhhhh- ♥ un chico tan bueno- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Ella es ronca y gime mientras la engañas contra la pared de la ducha con todo lo que tienes, placer en cascada en las caderas más calientes y calientes cuanto más la follarás, cada inhalación jadeante de su cálido aroma humeante que te lleva a golpear tu pollaSu coño empapado aún más duro, que se pierde totalmente en el calor de la base de placer sexual, la lujuria burbujeante que se eleva cada vez más dentro de ti, consume tu cuerpo y alma.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "Speaks",
                "Ohhhh, sí- ♥ vea- ♥ no te detengas ahora- ♥ lléname, [ThePlayerName]-♥ dame {i} cada caída {/i}-♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "Dejas escapar un jadeo tensado a su impulso, tus empujes se asombran mientras golpeas contra sus caderas en un frenesí loco, placer atravesando tu cerebro casi hasta el punto de desmayarse, tu mente pulverizadora no cuidando a nada másFrente a ti, hasta que con un impacto final contra sus curvas, vierte una gruesa corriente de semen en ella, los dos levantan tus voces juntas en el clímax eufórico compartido.",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "A pesar de que temblar y estremecer en réplicas orgásmicas, el calor urgente en su polla no disminuye en lo más mínimo, la calambre de la ducha asegurando que no pueda escapar de la fragancia acalorada de Ceris por un momento, sino que continúa respirando en ellaTentando feromonas en tragos completos agradables, la afluencia afrodisíaca constante que lo mantiene encerrado en un estado de lujuria ardiente, convenciéndolo de reanudar inmediatamente el empuje.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Pero a medida que te mueves para presionar dominantemente a Ceris contra la pared una vez más, el Hellhound cambia tus posiciones nuevamente con un ronroneo depredador, su interruptor claramente ha sido volteado, la insaciable Monster Chica que te empuja hacia atrás con un bulto de su trasero considerable, el movimiento inesperadoY el piso resbaladizo debajo de tus pies se combina para enviarte plano sobre tu trasero con un grito sorprendido.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Sex",
                "ChangeImageLayer",
                "Motion",
                "Ceris",
                "Motion",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Predatory",
                "Girando sobre su talón y tirando de ti sin omitir un ritmo, la mujer demoníaca se asienta sobre tu cintura, sus patas a ambos lados de tu cuerpo y sus tetas considerables colgando frente a tu cara mientras te golpea el coño sobre tu polla, vorazmente envueltaCon un gemido de contenido, no te da más remedio que acostarte allí y tomar su contraataque con un gemido mareado, tu visión comienza a nadar de la tensión continua en tu cuerpo.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Prácticamente sujetándole al piso de la bañera mientras ella rebota frenéticamente en su polla como un consolador preciado, el implacable golpe de Ceris deja que sus pensamientos se hirvieran en el placer de cada impacto descendente de sus espesas caderas contra sus muslos, su erección infundida con calor temblando espasticalmente, ya comenzando a pulverizar el semen como un grifo roto.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "LipLick",
                "Speaks",
                "Hahhhhh- ♥ Me alegro de que todavía estés listo para ir ... ♥ Estamos comenzando, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Predatory",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Ella ronronea con emoción mientras el agua de la neblina continúa lloviendo sobre ustedes dos sin hacer nada para aclarar tu mente, tu cabeza es un aturdimiento de lujuria halvetí que simplemente no se enfriará ...",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Semen",
                "Ceris",
                "Semen",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Ahora que la chica monstruosa hambrienta de mierda, hay poco que puedas hacer, pero soporta el poderoso balanceo de sus caderas mientras sigue montándote en el suelo, tu polla sacudida le quitaba ansiosamente, el homenaje renovado de la semilla fresca obteniendo unaGruñido lascivo de voraz satisfacción de ella ... ¡pero no la desacelera en lo más mínimo!",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Seductive",
                "Speaks",
                "Buen chico- ♥ mfffh- ♥ mantente agradable y duro para mí- ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Pleasured",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Gime con el placer de fusión indefenso mientras el calor de la ducha, el sexo constante y las potentes feromonas de Ceris siguen derritiéndose en ti, permitiéndote montar las ondas constantes de la ruinosa felicidad que te está dando una y otra vez, tu cuerpo maltratado constantemente deardientes máximos lujuriosos a picos orgásmicos aún mayores.",
                "PlayBlackOut",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "A medida que otro clímax se apresura a través de ti, recuerdas distantemente tu intención original de haber sido un descanso refrescante de todo el sexo ... luego el pensamiento se desvanece a medida que otra eyaculación te afirma, tu conciencia cada vez más distante a medida que el sexo de la ducha continúaY en adelante y sigues siendo ordeñado voraz como un sabroso regalo, tu incansable amante parecía no tener intención de detenerte en el corto plazo ...",
                "...",
                "EndBlackOut",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Ceris",
                "Base",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Nude",
                "Algún tiempo después, lentamente te despiertas de nuevo en la cama de Ceris, sintiéndote placentero por todas partes, tu mirada encontrando el hogar descansando a tu lado con una dulce sonrisa, la dama peligrosamente cachonda acarició tiernamente tu cabeza con una pata, los dos todavía todavíaligeramente húmedo de la ducha.Mirándote de despertar, la chica monstruosa femenina muestra una sonrisa radiante, que parece bastante satisfecha y definitivamente no es culpable de joderte inconsciente.",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Happy",
                "Speaks",
                "Mmmm ... ♥ eso fue un {i} lote {/i} de diversión! ♥",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "¿Quieres ir por otra ronda? ♥ Estás listo para ir de nuevo, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Horny",
                "Ella ofrece dulcemente con una sonrisa desvergonzada en sus labios, claramente ansiosa por seguir adelante a pesar de las innumerables rondas que acabas de tener, su mano acariciada de tu cara a tu pecho, frotando sugerentemente la parte superior del cuerpo mientras se desliza hacia la entrepierna, tu polla yaComenzando a endurecerse en respuesta a la presencia de su pareja sensual ...",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "WakeUpMenu",
            "theScene": [
                "IfPlayerArousalOverPercentOfMax",
                "100",
                "WakeUpMenuHORNY",
                "Menu",
                "Foreplay?",
                "Missionary sex.",
                "Roll her over and take her from behind.",
                "Cuddlefuck.",
                "Ceris leads and rides you.",
                "That's enough sex for now?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "WakeUpMenuHORNY",
            "theScene": [
                "¡Estás demasiado caliente y te molestas en considerar incluso tomar las cosas con el juego previo o parar ahora,! ♥",
                "Menu",
                "Titfuck?",
                "Missionary sex.",
                "Roll her over and take her from behind.",
                "Cuddlefuck.",
                "Ceris leads and rides you.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Foreplay?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Caring",
                "Speaks",
                "¿Hmmm? ♥ Seguro que podemos calentar lentamente las cosas de nuevo. ♥",
                "Menu",
                "Cuddle and make out?",
                "Breast smothering?",
                "Titfuck?",
                "Nursing?",
                "Actually lets just fuck.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Actually lets just fuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Sigh",
                "Ella hace pucheros un poco a tu indecisión ...",
                "JumpToScene",
                "WakeUpMenu"
            ]
        },
        {
            "NameOfScene": "That's enough sex for now?",
            "theScene": [
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Sigh",
                "Speaks",
                "Alriigghht...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Laugh",
                "Ella dice con puchero antes de reír juguetosamente y sentarse en la cama con un estiramiento perezoso antes de mirar a su alrededor dónde terminó su ropa, antes de encogerse de hombros y agarrar a los frescos de su tocador.Una camisa de esfuerzo prácticamente idéntica y pantalones cortos ajustados.",
                "ChangeImageLayer",
                "Base",
                "Ceris",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "Smile",
                "Una vez que estás completamente vestido, te agarra por la muñeca con una de sus manos de patas y te arrastra alegremente de su habitación a los oscuros salones de laberinto, dándote solo un breve tiempo para cerrar la puerta mientras ella felizmente atada hacia adelante contú a cuestas.",
                "A medida que las sombras se torcían y se convierten en los dos, y ella libera tu brazo de su alcance, finalmente te das cuenta en el torbellino de la lujuria, nunca tienes una mirada adecuada a su habitación ...",
                "ChangeImageLayer",
                "Expression",
                "Ceris",
                "SmugKnowing",
                "Speaks",
                "¡Bien! ♪ ¡Ahora, ¿tienes lugares para estar?¿O quieres desafiar mi piso por diversión?¿O tal vez regresar a mi habitación para otra sesión de joder?",
                "Ceris dice que el último bit mientras se mueve exageradamente sus cejas, claramente bromeando al respecto ... bueno ... {i} mitad {/i} bromeando.",
                "JumpToEventThenScene",
                "Labyrinth Floor 1",
                "LabyrinthMenu"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}