{
    "name": "ExploreLabyrinthExplain",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ceris",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Beris",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Ushris",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Iabel",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "UnlockingExporation",
            "theScene": [
                "Preguntándose si podría deambular libremente por el laberinto como cualquier otro lugar por el que haya pasado, intenta trazar una aventura en él usando su grimorio ... pero en lugar de una variedad de características y aspectos más destacados, descubre que lo considera que elLas páginas muestran una mezcla de texto confuso o en blanco, y lo intenten, lo que pueda, ninguna de las opciones o configuraciones parece funcionar bien, ni negándose a confirmar o permanecer obstinadamente innelectable.",
                "Sin embargo, después de un poco frustrante y volteando, eventualmente encuentras una búsqueda de 'exploración laberinto' ... y sin nada más disponible, lo aceptas tentativamente antes de continuar.",
                "Casi instantáneamente, te encuentras de vuelta dentro de los remolinos y agitadores de los confines de las salas oscuras del labral labral, en una cámara adornada con braseros llenos de llamas verdes parpadeantes.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Después de un breve momento de la desorientación habitual, te das cuenta de que te has materializado justo en frente de Ushris, que está tomando té tranquilamente, al igual que la forma en que la encuentras cada vez que visita el laberinto.Reconociendo su presencia con una mirada aparentemente sorprendida, ella pone delicadamente la copa de porcelana con sus enormes garras, soltando un suspiro perezoso antes de mirarte con una pequeña sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Bienvenido de nuevo, [ThePlayerName].Hihi, ♪ Interesado en explorar el laberinto que supongo?",
                "Al no ver ninguna razón para vencer al arbusto, respondes con un asentimiento afirmativo, al que responde el Hellhound gótico con una pequeña inclinación de la cabeza primaria antes de cambiar a un tono más sobrio para explicar.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "Este lugar es tristemente un poco ... quisquilloso.No voy a entrar en los detalles finos para que no me hable, sino que es suficiente decir que con cuánto de un nexo de energía demoníaca es este lugar, los dispositivos de navegación mágicos simplemente no pueden manejarlo, sin importar cuán bien diseñadoellos son...",
                "Ella deja que una pausa decepcionante se cuelgue por un momento, tomando otro delicado sorbo de té, luego se vuelve hacia ti con una sonrisa segura.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "{i} Sin embargo {/i} ... Como recuerdas, soy una bruja de gran potencia, y he estudiado este lugar durante bastante tiempo ... así que si me das acceso a ese grimoire tuyo,Puedo sintonizarlo con el laberinto para que pueda profundizar en sus caminos sinuosos sin encontrarme con direcciones incorrectas y callejones sin salida a cada paso ... o peor.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Ella deja escapar una risita siniestra que pasa a un suspiro ligeramente dramático mientras cruza perezosamente sus piernas, el movimiento apretando sus muslos y haciendo sus medias frotando audiblemente entre sí, el simple gesto y el sonido suave que termina sorprendentemente seductor, aunque ushrisella misma continúa conversando.",
                "Speak",
                "Ushris",
                "Francamente, se habla, es un procedimiento bastante complejo y un poco complicado para mí ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "... Pero en la otra garra, tener información de primera mano de una cierta ingeniosa, linda y {i} deliciosa {/i} aventurero sin duda sería beneficioso para mi investigación ... así que a cambio de esta asignación bastante especial, lo haría.Sea agradecido si me informa si sus exploraciones aparecen algo interesante.",
                "Mientras reflexiona sobre si debería estar de acuerdo, recuerda los trucos que ella tiró sobre ti mientras pasaste por su nivel y comienzas a pensar en este \"trato\", preguntándote si no hay algún tipo de cláusula oculta o incluso una trampa detrás de esto.acuerdo.Sin embargo, antes de poder expresar sus preocupaciones, Ushris parece adivinar sus sospechas basadas en sus dudas y expresiones, y titters de manera amigable.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "Oh, te preocupes a ti mismo, querido [ThePlayerName].Este es en gran medida un asunto sin cuerdas.Por supuesto, cuanta más información pueda recopilar, mejor, pero no tendrá ninguna obligación de ningún tipo, y juro que no utilizaré esto como una oportunidad para atraparlo o agregarlo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Elegantemente, se levanta la más pequeña de sus enormes garras, moviéndola juguetonamente.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "Pinkie Promise.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Ella se ríe nuevamente, y al ver que, en última instancia, no tienes más remedio que tomar su palabra y no ganaría nada de Hemming y Hawing, estás de acuerdo, lo que la lleva a asentir con la cabeza ... aunque su expresión cambia inesperadamente a unUno mientras plantea un dedo índice masivo en la advertencia.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "Dado que ha logrado despejar el laberinto, tendré confianza en sus habilidades y haré los preparativos inmediatamente, pero tenga en cuenta que las profundidades del umbral no son ... normales.Puede encontrarse en lugares de todo el continente, o asaltado por apariciones de ensueño desprovisto de sustancia real, pero confudamente realista ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Speak",
                "Ushris",
                "Puede que las cosas no siempre tengan sentido mientras estés allí, y si no fueras un aventurero calificado, no te permitiría entrar en tal área, para tu propia seguridad.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Pero sé que eres un buen chico inteligente, diligente y enérgico, e incluso si lo peor se convierte en que se convierte, al menos puedo asegurarte que tu piedra de recuperación garantizará tu seguridad. ♪ No importa cuán aparentemente se vuelva las cosas, recuerdeQue todo es simplemente una fachada de pesadilla que el laberinto te está mostrando basado en el inconsciente colectivo de Lucidia y tus propios recuerdos.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Speak",
                "Ushris",
                "... al menos ... así es como {i} parece {/i} para funcionar.Una vez más, no te daré una conferencia, tanto por tu bien como por la mía, ya que es francamente un tema complejo y tedioso que sin duda encontrarías aburrido ... Baste decir que, aunque las ilusiones que enfrentarán estarán desprovistos deSustancia real, se sienten mucho {i} {/i} como lo real, y si cede a las pruebas que enfrentará, es probable que haya efectos posteriores en su psique ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Seductive",
                "Speak",
                "Ushris",
                "Pero nada a lo que no deberías estar acostumbrado.Después de todo, estoy seguro de que ya has tenido motivos para visitar esa iglesia tuya muchas veces, ¿hm?",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Smug",
                "Nuevamente da una risa divertida, luego golpea sus manos juntas, como una maestra que anuncia el final del receso.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Bueno, por el momento, querido [ThePlayerName], que vuelves a la ciudad.La próxima vez que pase por aquí, tendré todo configurado para usted y todo lo que tendrá que hacer es consultar su grimoire como normal.Hihihi. ♪ Haz tu mejor esfuerzo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "No estoy seguro de en qué te estás metiendo, pero razonablemente seguro de que no es al menos nada de lo que no puedas retroceder si te lo desea, te vuelves y dejas el laberinto, dejando que Ushris vuelva a disfrutar en silencio de su té.",
                "SetChoice",
                "1",
                "ExplorationUnlocked",
                "AdventureComplete",
                "Explore the Labyrinth?"
            ]
        },
        {
            "NameOfScene": "EventBreak",
            "theScene": [
                "Evento Broko"
            ]
        }
    ]
}