{
    "name": "VivianAssWorshipTraining",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Vivian",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "VivianAssTemptTrainingScene",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Mientras te diriges por las escaleras durante la noche iluminada por las estrellas, tu llegada es recibida con la vista de Vivian inclinándose perezosamente hacia adelante contra su podio, su pesado busto presionando contra él mientras deja escapar un suspiro aburrido y se apaga la mejilla con una mano, una calma actual.Actividad comercial dejándola aburrida.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Sin embargo, más notablemente, su pose relajada empuja sus espesas caderas y su trasera regordeta, el lujoso vestido de la mujer sensual abrazando firmemente sus atractivas curvas mientras el lado cortado en el atuendo deja gran parte de su piel suave y muslos flexibles en la exhibición completa ...",
                "Menu",
                "Ignore her butt.",
                "Stare at Vivian's ass...",
                "RequiresChoice",
                "1",
                "AssTrained",
                "Ask if you can do a shift as her chair...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ignore her butt.",
            "theScene": [
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Te sacudes la tentación intoxicante de disfrutar de la vista del trasero de Vivian, y mientras pasas de pasar con tanta indiferencia como puedes reunir, parpadea con leve sorpresa ante tu presencia antes de arreglar perezosamente su postura con un suspiro lánguido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Sabes, no debes escabullirte a una dama así, Cutie.",
                "PlayImagePulseLoopingRandom",
                "5",
                "1.15",
                "0.125",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "Incluso cuando te alejas y Vivian regresa a su monitoreo tranquilo, no puedes sacudirte la vista de su mentalidad balanceándose de tu mente, y pasaron unos minutos antes de que puedas recordarte completamente y alejarás el bulto persistente en tus pantalones, haciendo todo lo posible para no hacer contacto visual con el posadero.",
                "EndImagePulseLoopingRandom",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask if you can do a shift as her chair...",
            "theScene": [
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Avanzas en un aturdimiento intoxicado y desdibras tu indulgente solicitud a Vivian, haciéndola saltar ligeramente a tu inesperada apariencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Pero su sorpresa se suaviza en una sonrisa astuta y seductora mientras te da una mirada hacia atrás ardiente, jugando con su cabello mientras finge tocarse sobre tu pregunta antes de responder.",
                "Speaks",
                "Bueno ... yo {i} Supongo {/i} que puedes, Cutie ... solo esta una vez. ♪ Ciertamente no me importaría una silla en este momento. ♥",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "PlayImagePulseLoopingRandom",
                "5",
                "1.15",
                "0.125",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "Vivian levanta sus anchas caderas ligeramente mientras se acerca un dedo, persuadiéndolo más cerca, haciendo que su polla latira alegremente contra su ropa mientras su mirada se trae lentamente a su espesa parte trasera hinchable, su cuerpo se arrodillaba ante ella casi por sí solo..",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "PlayImagePulseLoopingRandom",
                "5",
                "1.2",
                "0.25",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "Dejas escapar un suspiro reverente cuando el Derriere completo de la mujer llena tu visión con una suave delicia sofocante, cada balance sutil que hace que su almohada se mueva perfectamente antes de tu mirada amorosa, la mera vista ya derrite con una mezcla de un aroma perfumado y cremoso flotandoTus sentidos y la familiar vista deliciosa de la perfecta trasera de Vivian que te reclutan.",
                "Speaks",
                "Disfruta tu turno, [ThePlayerName]. ♥",
                "PlayMotionEffect",
                "Explosion",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSit",
                "PlayImagePulseLoopingRandom",
                "5",
                "1.2",
                "0.25",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "Con un zumbido relajado y sensual, Vivian se asienta sobre su cara vapilmente sonriente, el atractivo impacto de su grueso culo ondulando a través de su cerebro, dispersando cada pensamiento callejero que queda en su mente cachonda, sofocando por completo su audición y dejándolo sordillo a cualquier cosa, peroLos sonidos aterciopelados de las encantadoras nalgas acariciando su rostro, perdiéndose totalmente en su propio paraíso personal.",
                "Con un suspiro pervertido feliz, alcanzas y hundes tus dedos en el tope deliciosamente suave de Vivian para ayudarla a apoyarla, a pesar de que su peso aparentemente como la nube parece que no lo necesitaría.Aún así, ella no se opone a tu tientado indulgente, y te deleitas en la sensación de que su culo regordete cayera maravillosamente debajo de tus dedos, felizmente estableciéndose en tu papel como silla para sus caderas divinas.",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.25",
                "0.35",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "PlayImagePulseLoopingList",
                "5.5",
                "1.25",
                "0.15",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Su voz suave envía un escalofrío meloso a través de tu mente mientras se ríe seductoramente, frotando ligeramente su trasero regordete contra ti, antes de suspirar el deleite satisfecho mientras cruza lánguidamente las piernas, tu polla se contrae en la felicidad extrema.Tu mente, tu sentido de la visión se cubrió en su almohada desbordante.",
                "Insumulando ansiosamente en su posición sumisa perversa mientras su silla adoradora, respiras maullando su aroma femenino, su embriagador perfume de canela te atrae aún más para relajarte y dejar ir todo menos este maravilloso momento, tu mente se ausente en un indulgente a un indulgenteHeaven of Pleasure mientras sigues disfrutando del culo completo y regordete de Vivian, la sensación de cada curva lujosa que te hace hundir más profundo ... y más profundo ...",
                "PlayImagePulseLoopingRandom",
                "4.25",
                "1.25",
                "0.45",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "PlayImagePulseLoopingList",
                "5.0",
                "1.25",
                "0.25",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Simplemente ser la silla de Vivian te lleva a alturas de euforia en constante aumento de la euforia, tu polla espasmando y palpitando felizmente mientras se filtra de alegría, tambaleándose al borde del clímax mientras te quedas sin dolor debajo de ella, apoyando su peso de luz de pluma obediente,Perdiéndote en un momento largo y prolongado de fondos de bordes embriagadores y embriagadores.",
                "Te sientes como un conducto para el placer crudo a medida que el tiempo se aleja, el éxtasis celestial destilando directamente en tu mente y hormigueando a través de todo tu cuerpo, la espesa parte trasera de Vivian presionando hacia abajo en una caricia suave y continua, cada tirón de sus movimientos sutiles manteniendo elirradiando la cálida felicidad fresca y nueva, sus pensamientos completamente inmersos en imágenes de su culo oscilante.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "Perdido en un brumoso trance de indulgencia, pasan minutos y horas, su cerebro se aleja a medida que no le importa nada más que ser la silla de Vivian, perdiendo toda la noción de tiempo ...",
                "Solo te das cuenta de que la noche está llegando a su fin, ya que Vivian desciende sus piernas lisas y lentamente se levanta de tu cara de placer, haciéndote parpadear en un estupor completamente agregado mientras estás sin pensar en el aire fresco ...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSit",
                "PlayMotionEffect",
                "Explosion",
                "... Pero esto solo dura un momento antes de que ella se sienta de nuevo en ti, el impacto mordaz que te envía chocando por el límite con un gemido desordenado, temblando con un éxtasis renovado al clímax después de tantas horas de bordes sin sentido y tu erecciónBrota cuerdas gruesas de semillas en homenaje al culo de Vivian, hasta que te desmayas por completo de la sobrecarga de placer ...",
                "PlayBlackOut",
                "...",
                "EndImagePulseLoopingList",
                "EndImagePulseLoopingRandom",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "EndBlackOut",
                "... aturdidamente, te despiertas en tu cama cuando la luz del sol comienza a filtrarse a través de la ventana, tu mente todavía gira con réplicas de placer soñador.Al elevarse a una posición somnolienta, miras somnuendillas a tu alrededor, tu mente y los sentidos todavía están llenos de la sensación del culo celestial de Vivian, hasta que tu mirada nebulosa eventualmente encuentra una bolsa de eros en tu mesa de noche para tu turno como la silla de Vivian, un pequeño deslizamientode papel con una marca de lápiz labial rojo unido a él ...",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Ass",
                "25",
                "IfChoice",
                "4",
                "ChairShift",
                "GotoRoom",
                "ChangeFetish",
                "Devoción a Vivian",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Vivian.",
                "2",
                "SetChoice",
                "4",
                "ChairShift",
                "JumpToScene",
                "GotoRoom"
            ]
        },
        {
            "NameOfScene": "GotoRoom",
            "theScene": [
                "Dejando escapar un suspiro tembloroso mientras las imágenes de los regordetes que se balancearon lentamente salen de la cabeza, te preparas para comenzar tu día.",
                "JumpToNPCEventThenScene",
                "Go to your room.",
                "RoomMenu"
            ]
        },
        {
            "NameOfScene": "Stare at Vivian's ass...",
            "theScene": [
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "5",
                "1.15",
                "0.125",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Amitentemente, miras el tope cautivador del voluptuoso posadero, observando mientras deja escapar un exhalado perezoso y cambia su peso hacia un lado, el movimiento casual hace que sus suaves curvas se muevan y se balanceen, tu polla comienza a tensar ansiosamente contra tu ropa mientras tu mente se derritea la vista cada vez más atractiva ante ti.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Tragando nerviosamente un frío perverso de placer voyeurista atraviesa a través de ti mientras devoras el grueso culo de Vivian con tus ojos, la hermosa mujer completamente inconsciente de tu presencia ... aunque dado cómo es, estás bastante segura de que no le importaría.",
                "En todo caso, ella ciertamente te burlaría de ti aún más, probablemente dándole a sus caderas anchas un batido tentador en tu obvia excitación, te irrita aún más, avivando a propósito tu creciente cautivación ...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.15",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Mientras te sumerges en fantasías cada vez más obscenas, la dama curvilínea cambia su peso al otro lado con un suspiro aburrido, haciéndote contener la respiración para sofocar un jadeo cachondo mientras su trasero regordete rebota a un lado, tu dolorosa erección con entusiasmo mientras estás ansiosoBebe a la vista de la mente de su divino culo sacudido, finamente velado y enmarcado por su atractiva ropa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.25",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Pero tu pervertido ogling se interrumpe cuando deja escapar un resoplido y se levanta en línea recta, note de tu estupor cachondo y haciéndote temer que te haya notado, pero en lugar de volverte a ti, se pavonea alrededor del podio y le pone una'Iniciar sesión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego se estira con un pequeño zumbido alegre y se dirige hacia la puerta, la vista de sus curvas de ftuamiento en movimiento que te resbalan de nuevo, tus ojos después del movimiento de sus caderas capaces se balancearon de lado a lado como un péndulo de callipygio lascivo.",
                "Speaks",
                "Bueno, si va a ser un día lento, también puedo ir a recoger mi pedido ...",
                "DisplayCharacters",
                "EndLoop",
                "Ella audiblemente murmura para sí misma, cerrando la entrada detrás de ella, dejando la imagen intoxicante de su trasero rodando de un lado a otro con cada paso de clic en el tacón que tomó en su mente cautivada ...",
                "ChangeFetish",
                "Ass",
                "5",
                "Menu",
                "Just wait for her to come back.",
                "¡Síguela, ella podría estar tramando algo sospechoso!",
                "Follow her to keep looking at her ass...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Just wait for her to come back.",
            "theScene": [
                "EndImagePulseLoopingRandom",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Temblando de lujuria, sin embargo, te mantienes un control sobre ti mismo y te quitas lentamente, aprovechando la ausencia de Vivian para recordarte y dejar de pensar en su tentador trasero ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Finalmente, la mujer regresa, la vista de ella dándole una pequeña pausa mientras lentamente vuelve hacia su podio con una caja sin marcar considerable, dándote una sonrisa alegre mientras coloca la caja dentro del mostrador de madera.",
                "Speaks",
                "Lo siento si te mantenía esperando, Cutie ... ¿o estás saliendo?",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Follow her, she might be up to something suspicious!",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Aunque tu cabeza todavía gira con la lujuria dolorida, te acerasas y te deslizas con cautela hacia afuera para cola la caminata potencialmente siniestra de Vivian.Una vez fuera de las calles, tienes pocos problemas para encontrarla debido al sonido distintivo de sus talones haciendo clic contra los adoquines iluminados por la luna de la ciudad, las calles normalmente bulliciosas tranquilas y vacías.",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Esto proporciona las circunstancias perfectas para seguir sutilmente después del posadero, pero seguir detrás de ella así inevitablemente arrastra tu mirada hacia sus anchas caderas de ojo y sacudiendo el culo mientras se pavonea hacia cualquier destino que pueda tener, dejándote mirar hacia otro lado de ella.Encantando el trasero mientras tentamente se niega de lado a lado.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.4",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Dejando escapar un jadeo de excitación sofocado, te las arreglas para mirar hacia otro lado de su atracción atractiva, tu polla palpitando impotentes de necesidad contra tu ropa, tentando a tu mente amante de los culo para olvidar tus sospechas y solo {i} mirar {/i}Su culo divino como un adorador hipnotizado como las caderas gruesas y curvilíneas de Vivian rebotan de un lado a otro con cada paso de clic en el talón.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Con un escalofrío, suprimes tu lujuria melú y te mantienes en la tarea a pesar de que su trasero regordete temblando obscenamente de ida, sus cautivadoras caderas aún se balancean de un lado a otro en el ojo de su mente como un señuelo inquietante.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Cada momento sigiloso de su búsqueda se siente como una eternidad prolongada, el sonido rítmico de los tacones de clic de Vivian confundiendo sus pensamientos en una bruma aburrida mientras la tentación de su espeso culo y caderas con curvas pesan en su mente.Una y otra vez, tu sensación de sus ojos se deslizan a lo largo de su cintura de reloj de arena antes de unirte una vez más, enfocándose de su trasero sacudido {i} perfectamente {/i} enmarcado por su apretado vestido negro.",
                "PlayImagePulseLoopingRandom",
                "4.45",
                "1.20",
                "0.5",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Después de lo que se siente demasiado tiempo para un viaje tan pequeño, Vivian llega a su destino, la tienda de Amber, bajando por el callejón junto a la tienda, sin darse cuenta de que colocando detrás de ella.",
                "Pero el camino estrecho deja aún menos espacio para apartar la mirada de las cautivadoras caderas de su marca y el espeso culo sacudido, el péndulo de tentación que balanceaba dulcemente a tu mente para olvidar tus tontas sospechas y deleitarse con la vista celestial ...",
                "Menu",
                "Stay focused!",
                "Just one peek...♥",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Stay focused!",
            "theScene": [
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.20",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sacudes la cabeza para recuperar tu tren de pensamiento, sacudiendo la mayor parte de la visión obsesiva de las caderas oscilantes de la tentadora.Apoyándose contra una pared y cerrando los ojos para agarrar, no puede registrarse que Vivian hace su negocio sorprendentemente rápido, recuperando un paquete de ámbar y regresa a su camino, haciéndolo congelar cuando lo encuentra de pie a la vista deEl borde del callejón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "¡Oh!Hola [ThePlayerName].Imaginado a-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Luego te da una apariencia bastante astuta mientras atrapa tu cara sonrojada y la obvia erección de la tienda en tus pantalones, que no pudiste contener a pesar de tu resistencia heroica a sus artimañas casuales.",
                "Speaks",
                "Oh mi, {i} cutie ... ♥ {/i} ¿estabas {i} siguiendo {/i} me, por casualidad? ♥ se hipnotizó por el balanceo de mis caderas? ♥",
                "Su tono burlón hace que tu corazón sea aún más rápido, y la visión persistente de su trasero que todavía se está grabando en tu cerebro deja tus pensamientos confusos y cachondos ...",
                "Menu",
                "Y-Yeah...",
                "No.",
                "I-I was just checking if you were up to anything suspicious.",
                "It's... so... perfect...♥",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Just one peek...♥",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.0",
                "1.25",
                "0.75",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Incapaz de tomar más de esta tortuosa negación, dejas que tus ojos caigan a su lujoso trasero que rebotan de un lado a otro, y dejas escapar un gemido de alegría mientras tu resistencia se aprieta por la vista divina del culo almohado de Vivian, temblar de un lado a otro., sus pendientes caderas de reloj de arena tragan toda su atención mientras su polla filtra un flujo constante de precum en total rendición a su hermosa trasera.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "Cualesquiera que sean los pensamientos que habías dejado en tu mente, están completamente asfixiados y reemplazados por las espesas caderas de Vivian y el gran culo gracioso, y la siguen a la calle en el callejón, completamente fascinado por su fascinante puntal, tus ojos rodando mientras le da una cintura muy obviamenteMemiendo intencional, sacudiendo su regordete a Derriere en un baile llamativo de la mente, solo para ti, provocando un gemido de tu maravilloso gemido de ti.",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.20",
                "0.25",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Sin embargo, cuando de repente se da vuelta con una risita, te sales parcialmente de tu estupor de culo, y no puedes evitar sentirte rubor de vergüenza, vergüenza y excitación cuando te aborda reprobando, su tono igualmente burlón yCurioso, todo el tiempo que tu cabeza todavía gira con pensamientos cachondos de su trasero rebotando.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "Cutie, {i} ¿Qué {/i} crees que estás haciendo?¿Me siguiste {i} todos {/i} el camino aquí mirando mi culo? ♥ ¿Amas a los traseros {i} que {/i} mucho? ♥",
                "ChangeFetish",
                "Ass",
                "10",
                "Menu",
                "Y-Yeah...",
                "It's... so... perfect...♥",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Follow her to keep looking at her ass...",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Tu mente girando con la lujuria, sales nerviosamente antes de deslizarse con cautela hacia afuera a las voluptuosas curvas de Vivian.Una vez fuera de las calles, tienes pocos problemas para encontrarla debido al sonido distintivo de sus talones haciendo clic contra los adoquines iluminados por la luna de la ciudad, las calles normalmente bulliciosas tranquilas y vacías.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Esto proporciona las circunstancias perfectas para sombrear al posadero, echar un vistazo ansioso de sus anchas caderas y sacudirse el culo mientras se pavonea hacia el destino que pueda tener, su mente bebiendo ansiosamente a la vista de su encantador trasero mientras le da de lado a lado, ella, ellaVístase bruscamente revoloteando el viento nocturno, ofreciendo miradas halagadoras a más de su piel suave.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Su polla palpita y se contrae con la necesidad de su ropa, tentando dolorosamente a olvidarse de la decencia y masturbarse en ese momento para satisfacer sus impulsos, pero se estremece y suprime esos pensamientos traviesos, incluso a medida que se convierte cada vez más en las caderas curvas de Vivian que se remontanY hacia adelante con cada paso de clic en el tacón, su espesor asa dispersa tus pensamientos con cada batido casual de su sensual pavoneado.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Eventualmente, llega a su destino, la tienda de Amber, bajando por el callejón junto a la tienda, sin darse cuenta de que colocando detrás de ella y entusiasmado con la vista de sus amplias caderas cautivadoras y espesas mudanzas, tu mente se aloja con la euforia intoxicante de la vista del cielo..",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.25",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Perdida en fantasías pecaminosas, no puede registrarla en obtener un paquete y regresar a su camino, haciéndolo congelar cuando te encuentra parado a la vista al borde del callejón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Speaks",
                "¡Oh!Hola [ThePlayerName].Imaginado a-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Luego te da una mirada bastante astuta mientras atrapa tu cara sonrojada y la obvia erección de la tienda en tus pantalones.",
                "Speaks",
                "Oh mi, {i} cutie ... ♥ {/i} ¿estabas {i} siguiendo {/i} me, por casualidad? ♥ se hipnotizó por el balanceo de mis caderas? ♥",
                "Su tono burlón hace que tu corazón sea aún más rápido, y la visión persistente de su trasero que se ajusta en tu cerebro está dejando tus pensamientos confusos y cachondos ...",
                "ChangeFetish",
                "Ass",
                "5",
                "Menu",
                "Y-Yeah...",
                "No.",
                "I-I was just checking if you were up to anything suspicious.",
                "It's... so... perfect...♥",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Y-Yeah...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pensé que sí. ♪",
                "DamagePlayerFromMonster",
                "Vivian",
                "Kiss",
                "Vivian cierra la distancia entre ustedes con unos elegantes zancadas y se inclina, dándote un beso sorpresa y marcado de lápiz labial en la mejilla antes de caminar junto a ti, el simple beso que dejó tu mente girando delirantemente con una melodía de excitación, su aroma perfumado inundando tusentido.",
                "JumpToScene",
                "PostQuestion"
            ]
        },
        {
            "NameOfScene": "No.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¿Es eso así?Oh, bueno, esa es una verdadera lástima. ♪",
                "Ella se pavonea perezosamente junto a ti con una sonrisa burlona en sus suaves labios, dándole a sus amplias caderas una influencia exagerada que atrae brevemente tus ojos hacia abajo antes de que te atrapes y miras a la mujer juguetona.",
                "JumpToScene",
                "PostQuestion"
            ]
        },
        {
            "NameOfScene": "I-I was just checking if you were up to anything suspicious.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "...¿Sospechoso?Bebé, solo estaba recogiendo un envío de suministros de Amber.",
                "Al lucir una mirada de inocencia preocupada frente a su cautela, ella abre la caja con dedos ágiles, revelando una variedad elegante de lociones, afrodisíacos y otros suministros eróticos para el uso de la posada, sus lujosas tetas descansan en el borde del contenedor del contenedor.mientras ella te presenta abiertamente su contenido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego cierra suavemente la caja antes de pasar por ti con una pequeña sonrisa en sus labios pintados, su mirada se mueve hacia el bulto visible en tus pantalones con una risita rriz.",
                "Speaks",
                "Y Cutie, definitivamente estabas 'revisando' algo para conseguirte {i} que {/i} funcionó. ♪",
                "JumpToScene",
                "PostQuestion"
            ]
        },
        {
            "NameOfScene": "It's... so... perfect...♥",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Speaks",
                "Hmhmhm. ♪ No lo sé, bebé. ♪",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Vivian gira sobre un tacón, empujando sus espesas caderas hacia tus ojos hambrientos antes de darle a su culo regordete un batido mental, tu polla palpitando y sacudiendo entusiasmo con la exhibición de su exhibición de su trasero celestial.Ella deja escapar una risita seductoramente engreída mientras miras su trasero rebotando, asombrado y holgazán.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "Incluso cuando se vuelve hacia atrás para mirarte con una sonrisa segura en sus lujosos labios, tu mente continúa ahogándose en sus deliciosas curvas, dejándote presa fácil del fascinante encanto de su hermoso cuerpo.Mirando contento con su expresión melúdica, se pavoneada lentamente a su lado, arrastrando un dedo burlón a lo largo de la parte inferior de la barbilla con un suspiro seductor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "¿Qué tal si me sigues de regreso a la posada? ♥ Puedes ver el 'show' todo el camino hasta allí. ♥",
                "Al no encontrar absolutamente ninguna razón para rechazar una oferta tan maravillosa, el asentimiento de acuerdo, sus pensamientos completamente sofocados por las fantasías de la pelusa de Vivian temblando de un lado a otro con ella cada paso ...",
                "JumpToScene",
                "Follow Vivian back..."
            ]
        },
        {
            "NameOfScene": "PostQuestion",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bueno, ¿hacia dónde te diriges, Cutie? ♪ ¿Tienes otro lugar para estar?Y si no, ¿te importa llevar a una dama solitaria de regreso a la posada?",
                "EndImagePulseLoopingRandom",
                "A medida que el posadero se dirige a usted con un animal alegre, puede sentir que su cabeza comienza lentamente a desprenderse de las imágenes tentadoras de su trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿O preferirías seguirme y tomarte un tiempo para disfrutar de las vistas {i}? ♥ {/i}",
                "Hay un ronroneo burlón en su voz ante la sugerencia, haciendo que su corazón se acelere nuevamente ante la idea de ver sus deliciosas caderas balanceándose de un lado a otro como un péndulo de regreso a la posada, y con la tentadora conocida de sumirada...",
                "Menu",
                "Lead Vivian back to the Inn.",
                "Part ways here.",
                "Follow Vivian back...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Part ways here.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Vivian te da una sonrisa infalible y alegre en respuesta.",
                "Speaks",
                "Te acétrate. ♪ Que tengas una noche maravillosa, bebé. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella regresa hacia la posada, dándote algunas vislumbres fugaces finales de su regordete culo rebotando de lado a lado en sintonía con sus escalones que hacen clic en el talón ...",
                "DisplayCharacters",
                "EndLoop",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Lead Vivian back to the Inn.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Te recordas a ti mismo y te ofreces cortésmente liderar el camino de regreso a la posada, provocando una risita plateada de Vivian que cae detrás de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Gracias, Cutie, ♪ Eres un caballero.",
                "A corto plazo, ustedes dos están de vuelta en la posada, y la propiedad se desliza hábilmente detrás de su podio con unos pocos pasos largos, almacenando la caja de la tienda de Amber en el estrado.Mientras pone la señal de 'fuera', parece que las cosas están empezando a retomarse nuevamente, dejándote decidir qué hacer a continuación, ya que Vivian vuelve a su monitoreo habitual ..."
            ]
        },
        {
            "NameOfScene": "Follow Vivian back...",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Vivian sonríe con un zumbido burlón mientras pasa, dándole a su cintura de reloj de arena un balanceo que hace alarde que atrae instantáneamente sus ojos codiciosos a su trasero morteo, convenciéndolo instantáneamente para seguirla, cada paso de clic en el talón que envía un pulso resonante de divino de la divina,placer rebotando en su mente desde la vista de su trasero balanceándose de un lado a otro.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Gotas suavemente mientras tu polla palpita ansiosamente al balancearse de sus caderas celestiales, tu enfoque completamente ahogándose en su lujoso y curvilínea trasera ahora que ya no estás preocupado por ser visto, tus pensamientos se dispersan cada vez más con cada batido casual y hinchable de.Su hermoso culo.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.45",
                "1.25",
                "0.35",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Dejando que su ritmo coincida con el de Vivian, pronto caigas en un ritmo agradablemente sin sentido de mantenerla al día con ella mientras dejas que tus pensamientos se vuelvan cada vez más blandos, hundiéndote más profundamente y más profundos en el rapto tonta ritmo por el clic constante de sus talones.",
                "El sonido metronómico te empuja más rápido y más en el enamoramiento del trance, tus párpados se sienten deliciosamente más pesados ​​y tu polla más fuerte del espectáculo de atención de la atención del posadero, haciéndola de baile lánguidamente para tu disfrute pervertido, de vez en cuando te arroja un satisfecho.Echa un vistazo para asegurarte de ser completamente dócil y cumplido.",
                "Pronto, queda poco en tus pensamientos, pero la vista de su voluptuoso culo enmarcado en su vestido negro que abraza la curva se mueve hacia adelante y hacia atrás, la visión cautivadora se enrolla profundamente en tu mente amante del trasero, mientras tu cuerpo se mueve como si tu doliente erecciónestaban siendo tirados por una correa, siguiendo junto con una sonrisa intoxicada.",
                "Speaks",
                "Hmmm ... ♥ Estamos casi allí ... ¿Qué tal si tomamos la ruta pintoresca, Cutie? ♥",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Vivian le da a su cintura de ajuste un tentador meneo que hace que sus espesas caderas se agiten atractiva, su culo celestial se tambalea ante sus ojos, dejando su mente tropezando para procesar lo que está sucediendo, su polla se contrae y goteando constantemente a tiempo con sus movimientos.Te lleva un esfuerzo real de voluntad para eventualmente manejar un tonto asentimiento cachondo acompañado de un consentimiento de balbuceo.",
                "Speaks",
                "Jeje, me alegro de que estés de acuerdo. ♥",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.40",
                "1.25",
                "0.4",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Su voz dulce y sensual se derrite a través de sus sentidos como la miel, solo amplificando la visión intoxicante de su columna vertebral que se balanceaba con sus pasos mientras lo recurre a los pasajes y los callejones laterales, reduciendo sus periféricos ya descoloridos a la visión decidida de sus caderas shaying.Y sacudiendo el culo, una sonrisa enlazada en tu rostro mientras la dicha divina se derrite a través de tus sentidos se construye y construye.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "A medida que respira en el aire de la noche fresca, el aroma posterior del delicioso perfume de Vivian se desplaza a través de ti, sus palabras ronroneas ya no se registran completamente en tu mente mientras cada sílaba ella habla alrededor de tu cerebro del culo, tu polla palpitando constantementeComo si pudieras corres en cualquier segundo solo desde la vista obscena de la retaguardia lujosamente hinchable de Vivian.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.30",
                "1.25",
                "0.5",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Ella se ríe, el sonido angelical reverbere a través de ti como un coro adictivo, ya que bruscamente le da a sus caderas anchas un batido intencionalmente tentador puntuado por un pocoCuerpo entero, atrayendo más profundamente en un enamoramiento completo con su regordete trasero.",
                "DamagePlayerFromMonster",
                "Vivian",
                "Swaying Ass",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Jadeas y gemes suavemente mientras el placer alto se niega a disminuir, cada momento que pasa, dejándote flotando en un éxtasis cada vez más maravilloso de cada paso que Vivian da, sus caderas femeninas rodando de lado a lado, una y otra vez, la tentadora le da la mente ocasional.Fundar batido para asegurarse de que mantenga su atención cachonda completa e indivisa, risas suaves que puntúan sus implacables burlas, el sonido que rebota alrededor de su mente obsesionada con el culo.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.20",
                "1.25",
                "0.6",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "En este punto, el tiempo apenas te registra.No tienes idea de cuánto tiempo lleva esta caminata por ahora.Solo hay una piel suave y flexible contenida con un vestido negro apretado, el culo divinamente grueso que se sacude una y otra vez hasta que su erección de contracción no puede tomar más y todo su ser se vuelve blanco caliente con un éxtasis divino mientras llega duro para elVoluptuoso trasero, el orgasmo manos libres bien y realmente sellando su destino como un ansioso amante del culo.",
                "SetSpirit",
                "0",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "La conciencia te falla del intenso rayo de placer caliente que crepita en tus sentidos, la imagen de las caderas de Vivian se balancea de lado a lado mientras camina jugando en tus pensamientos mientras te corres, te corres y se corre y todo sale oscuro ...",
                "EndImagePulseLoopingRandom",
                "DisplayCharacters",
                "EndLoop",
                "PlayBlackOut",
                "StopBGM",
                "...",
                "RestPlayer",
                "ChangeFetish",
                "Ass",
                "25",
                "EndBlackOut",
                "ChangeBG",
                "ViviansRoom.png",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Afortunadamente, lentamente abres los ojos, sintiendo la cálida suavidad celestial contra un lado de tu cara, mientras que el otro lado está acariciado suavemente y tranquilamente por los dedos cariñosos.Parpadeando, disfruta de la lujosa vista de una habitación lujosamente amueblada y te das cuenta de que estás acostado en un sofá, tu cabeza descansando sobre el regazo de Vivian que sonríe mientras te excitas.",
                "Abres la boca para hablar, pero solo manejas algo medio coherente, tu mente solo vuelve a estar juntos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Oh, maravilloso!Estás despierto y bien ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "Usted {i} está {/i} bien, ¿verdad?",
                "Ella consulta con una preocupación aparentemente genuina, y asiente en respuesta, antes de dejar escapar un suspiro cansado, sin irreflexivamente, acariciando tu cabeza contra su almohada celestial de muslo instintivamente, tus pensamientos aturdidos flotando en una cálida y feliz brecha borrosa ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Oh, bueno! ♪",
                "Con una sonrisa alegre, la mujer elegante luego te empuja sin ceremonias de su regazo y se deleita en el suelo, disipando instantáneamente la sensación de comodidad empapada en tu cuerpo y torciendo cualquier pensamiento restante de su trasero celestial, sacudiéndote alerta mientras te atornillas aEntrenar un resplandor legítimamente indignado en Vivian que solo ofrece una sonrisa de hecho en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?¿Qué?Oh, no me mires como {i} que {/i}.No doy almohadas de vuelta para {i} gratis {/i}, ya sabes, bebé.Si no lo terminara allí, tendría que comenzar la carga {i} {/i}, y eso sería francamente {i} manipulador {/i} de mí. ♪",
                "A pesar de su mirada acusatoria, su expresión de inocencia perfectamente estudiada no se mueve una pulgada, y antes de que pueda pensar en qué replicar, continúa sin problemas.",
                "IfChoice",
                "3",
                "assTrainingUnlock",
                "AltFollowEnd",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Y hablando de 'cargar', si amas tanto el culo, Cutie, podría tener un curso de entrenamiento {i} especial {/i} solo para {i} you {/i}. ♥ uno que, al final, hará que mirar el trasero de cualquier mujer se sienta tan bien como lo hizo el mío. ♥",
                "Su voz baja y seductiva ronroneante te atrapa a la derrota mientras los recuerdos de la caminata se mueven de vuelta en tu mente, lo que dificulta mantener la expresión aspirada en recta mientras continúa hablando.",
                "Speaks",
                "Dadas sus predisposiciones, probablemente solo tomará algunos {i} intensivos {/i} cursos de capacitación.Entonces serás un buen chico de casualidad de por vida. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "¿Bien?¿Qué dices, [ThePlayerName]?Solo 5000 Eros. ♥ Normalmente, cobraría hasta 50000 por un servicio tan personal, {i} práctico {/i}, pero incluye un descuento único en i-like-you.Y estoy seguro de que te encantará {i} cada minuto {/i} de eso. ♥ mezE",
                "GetEventAndSetChoice",
                "Head over to Vivian.",
                "12",
                "LessonsAvalible",
                "SetChoice",
                "3",
                "assTrainingUnlock",
                "JumpToScene",
                "WakeyMenu"
            ]
        },
        {
            "NameOfScene": "AltFollowEnd",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Ahora, por mucho que esté seguro de que te disfrutaste, vayamos al vestíbulo, ¿hm? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBG",
                "Inn.png",
                "Ella se para con gracia y te ayuda en el proceso, luego procede a sacarte suavemente de su habitación hacia la sala principal de la posada, apoyando tu cuerpo aún un poco asombroso en el camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "Aunque probablemente deberías acostarte y descansar un poco más, bebé ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "... ¿Quizás tengas algunos sueños de grandes traseros mientras estás en eso? ♥",
                "Ella se ríe dulcemente y bruscamente, y cuando ambos regresan a la entrada de la posada, se dan cuenta de cuánto todo su cuerpo todavía le duele el agotamiento, lo que le dificulta seguir de pie mientras el posadero toma su lugar detrás de su podio conuna sonrisa feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Muy bien, ¿es hora de que vuelva al trabajo ... a menos que tenga más negocios conmigo? ♪"
            ]
        },
        {
            "NameOfScene": "WakeyMenu",
            "theScene": [
                "Menu",
                "Start right away! (Costs 5000 eros.)",
                "I can pay for a lap pillow???",
                "Maybe later.",
                "No thanks.",
                "This seems a lot like manipulation...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I can pay for a lap pillow???",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Ante su consulta inesperada, un destello de confusión molestada pasa sobre la cara inquebrantablemente alegre de Vivian, luego se desvanece tan rápido como apareció como ella responde tan afablemente como siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, ese {i} es {/i} un servicio que puedo ofrecerte ... aunque no ahora, Cutie.Pero no dudes en preguntarme en cualquier momento. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "Por ahora, volvamos a esa oferta de entrenamiento.¿De acuerdo, bebé?",
                "GetEventAndSetChoice",
                "Head over to Vivian.",
                "24",
                "LapPillowAvalible",
                "JumpToScene",
                "WakeyMenu"
            ]
        },
        {
            "NameOfScene": "This seems a lot like manipulation...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Ella se estremece por un momento en la acusación con un ligero resoplido, cruzando sus elegantes brazos debajo de su cofre de almohada, sin querer darle a su prominente busto un tentador tentador mientras su voz toma un borde breve y ligeramente indignado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speaks",
                "Es {i} no {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Manteniendo tu mirada en silencio por un momento, el posadero deja escapar un pesado suspiro, luego continúa, su agitación se desliza ligeramente.",
                "Speaks",
                "Si {i} en realidad {/i} quería manipularte, lo habría hecho ... seguí rompiéndote y mimándote en mis muslos, justo después de que te despertaste, y te pregunté si querías seguir adelante con unos pocosEros ... y lo siguiente que sabrías es que estarías muy endeudado, obligado a trabajar en mi posada para devolverme ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Incluso cuando la amenaza sedosa de este escenario flota en tu mente, su rostro se suaviza con gracia en una sonrisa alegre.",
                "Speaks",
                "Solo te estoy ofreciendo un entrenamiento mutuamente beneficioso, bebé.Eres coherente, y puedes {i} absolutamente {i} Diga que no si quieres.} you {i}. ♪",
                "Sus palabras colgan dulcemente y tentadoramente en el aire.Es cierto que por sospecha que puede parecer la oferta, no hay nada que le impida simplemente rechazarla ...",
                "JumpToScene",
                "WakeyMenu"
            ]
        },
        {
            "NameOfScene": "Maybe later.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bien, ♥ Tómese su tiempo y piense en ello si es necesario.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "JumpToScene",
                "Return to lobby."
            ]
        },
        {
            "NameOfScene": "No thanks.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, se adapte a ti mismo.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "JumpToScene",
                "Return to lobby."
            ]
        },
        {
            "NameOfScene": "LacksErosInRoom",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks",
                "Oh, parece que no tienes suficiente dinero.Qué vergüenza...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hmmm, ¿tal vez deberías trabajar en mi posada un poco para obtener el dinero?Jeje, solo avísame cuando puedas pagar la lección y podamos comenzar. ♥",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "JumpToScene",
                "Return to lobby."
            ]
        },
        {
            "NameOfScene": "Return to lobby.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, vamos, regresemos.",
                "ChangeBG",
                "Inn.png",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Con una sonrisa suave, Vivian se levanta de su cómoda asiento en el acogedor sofá, y ustedes dos regresan al vestíbulo de la posada lado a lado."
            ]
        },
        {
            "NameOfScene": "Start right away! (Costs 5000 eros.)",
            "theScene": [
                "HasErosLessThan",
                "5000",
                "LacksErosInRoom",
                "ChangeEros",
                "-5000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Excellent!♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Ahora entonces ...",
                "Vivian se levanta elegantemente del lujoso sofá y pone una mano suave en su hombro, dirigiéndole suavemente que se siente sobre él con una sonrisa en sus suaves labios.",
                "JumpToScene",
                "AssWorshipTraining"
            ]
        },
        {
            "NameOfScene": "AssWorshipTraining",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Solo ten un asiento y podemos comenzar. ♥",
                "Su corazón ya se acelera con anticipación, cumple, cambiando nerviosamente sobre la lujosa tapicería una vez que se haya instalado y se haya sentido cómodo.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Una vez que se asegura de que estés listo para partir, Vivian da un solo paso de clic en el talón y gira de ti, inundando instantáneamente tu visión con la vista de su voluptuoso trasero y caderas anchas, apenas confinadas por su vestido negro que se extiende obscenamente sobre ella.Curvas indulgentes, la vista instantáneamente hace que su polla se endurezca contra su ropa.",
                "Speaks",
                "Apóyate hacia atrás y se acoge, bebé.Deje que sus ojos aprecien mi trasero curvilíneo ... y solo {i} relajarse {/i}. ♥",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.15",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "Sus palabras suaves y celestiales fluyen seductoramente en un ronroneo atractivo mientras se queda muy quieta, lo que te lleva a asentir con la cabeza y dejar que tu cuerpo se relaje mientras tus aturdidos ojos miran con fascinación por el culo completo del posadero, tu cuerpo se hunde lentamente en el sofá bienvenedoramente lujoso, convenciendo a un suspiro vápido y feliz de tus labios.",
                "Speaks",
                "Eso es todo, Cutie. ♥ Relájate, mira y escucha.Solo concéntrate en mi voz, concéntrate en mi trasero.Deje que todo lo demás se caiga lentamente. ♥",
                "Murdeas asentiendo con una sonrisa tonta mientras dejas que tu cabeza se recoe contra los suaves cojines, la voz baja y atractiva de Vivian casi sintiendo que viene de todos los susurros mientras susurra dulcemente en tus oídos, calentando el calor de manera hormigueada, llenando gradualmente la cabeza y la cabeza.Filtrarse en el resto de su cuerpo con cada palabra que habla.",
                "Speaks",
                "Bien. ♥ Héntrate más profundo y profundo en una relajación cálida y esponjosa.Deje que sus ojos se pierdan en mis curvas suaves, bebiendo ansiosamente en mis caderas anchas a medida que comienzan a rockear {i} de nuevo {/i} ♥ y {i} forth {/i}. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.2",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "EndLoop",
                "Su voz de croon se hace eco en tus oídos y mente mientras rueda lentamente sus espesas caderas a un lado, enviando tus pensamientos dispersos como si su culo regordete se topara con tu cerebro, dejándote hundiéndote aún más profundo en el sofá con una sonrisa vacante, tu pollaDistribuyendo palpitando contra sus pantalones mientras el calor que llena su cuerpo sigue acumulando con cada momento que pasa.",
                "Speaks",
                "No hay necesidad de pensar. ♥ solo deja que mis palabras te guíen.Deje que la relajación relajante se haga cargo.Deja que mi culo celestial y mi balanceo las caderas empujen todo en tu cabeza cachonda.Simplemente hídate y se aleja en feliz felicidad. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.2",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Ella gira con amor su cintura de reloj de arena al otro lado, sus ojos cautivados siguiendo ansiosamente al péndulo de almohada en el éxtasis total, la suave sacudida de su trasero se estrelló contra sus pensamientos, eliminando cualquier cosa que no sea por sus espesas caderas y su pareja, ella, ella, ella, ella, ellaSusurrando, palabras ronca enrollando más y más apretados alrededor de tu mente, mientras tu polla se filtra y se contrae del placer constante.",
                "Speaks",
                "Centrar, mirar, relajarse, a la deriva, hundirse ... Buen chico, estás maravilloso. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.25",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Su alabanza se derrite a través de su cabeza vacía, dejando una sonrisa borracha pegada en su rostro mientras continúa siguiendo sus caderas balanceándose con completa cautivación, las palabras de Vivian y el culo regordete en los que puede concentrarse, cada parte de usted tan pesada y relajada que suTodo el cuerpo se siente esponjoso y distante, a excepción de su esperada erección palpitando con cada balancín del atractivo metrónomo que está usando para derretir su mente.",
                "Speaks",
                "Tu entrenamiento ya ha comenzado. ♥ ¿Te diste cuenta de eso? ♥ te has estado dejando tan dulcemente abierto a este momento soñador, dejando que mis palabras y caderas llenen tu mente hasta el borde con un placer intoxicante, hasta que se desborda,Cadrarte a lo largo de más y más profundo con cada balancín ...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Tu cerebro se siente como nada más que una masa flexible de melaza, un murmullo feliz se escapa de tus labios mientras la mujer sensual mantiene sensualmente sus anchas caderas de reloj de arena de un lado a otro, la ligera tirada de su culo regordete que domina tu mente mientras flotas en cálido cálido.éxtasis, disfrutando de cada pequeño detalle de su lujosa piel que se esfuerza descaradamente contra su vestido apretado.",
                "Speaks",
                "Buen trabajo, Cutie. ♥ Ahora, mientras te enfocas en mi voz y mi caderas, hundiéndose y alejándote, simplemente libera esa polla necesitada tuya y te acaricia a cada batido colgante de mi encantador trasero.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "4.3",
                "1.20",
                "0.35",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Doccialamente, sigues sus instrucciones en una ansiosa obediencia, empujando tu ropa a un lado para que puedas bombear sin pensar tu erección con fuga al ritmo suave de la trasera curvilínea curvilínea de Vivian rodando hacia adelante y hacia atrás, dejando fuera un mewl feliz mientras cada trazo envía una conmoción de placer que irradiaTu cintura, dejando que la maravillosa visión de sus gruesas caderas que balancearon lentamente se entrelazan en tu mente.",
                "Speaks",
                "Eso es todo, solo acaricia con una adoración ansiosa a mi trasero, tómese el tiempo para saborear cada bit de mi piel suave y caderas voluptuosas, cada pliegue de mi vestido enfatizando mi trasero ... solo {i} no {/i}Cum. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Con su ansiosa masturbación ya acercándose al borde del clímax, dejó escapar un gemido de decepción impotente, pero sus amplias caderas mecedoras lo convencen para seguir mirando vapidemente mientras se abedrea obedientemente su polla, dejándole hacer nada, pero de manera dócil.Sigue sus instrucciones.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Tomando aliento de aire tembloroso y agradable, se dirige diligentemente a pesar de la necesidad de obtener indulgentemente a la vista de la parte trasera regordeta de Vivian lo antes posible, su voz seductoramente dominante envuelta en su mente como el abrazo de un amante, manteniéndolo relajado y cumplidoA medida que te hundes más y más profundo ...",
                "Speaks",
                "No te preocupes, bebé. ♥ solo tómate el tiempo para disfrutar de cada delicioso ritmo de mis caderas.No hay necesidad de apresurarse. ♥ deja que el dulce placer seductor de mirar mi trasero se derrita en tu mente mientras te acaricias más profundamente en un estupor feliz. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Ella sigue haciendo que su culo regordete rebote y se balancee de un lado a otro mientras continúa corriendo, sus palabras ronroneas seductoras resonan y rebotan alrededor de su mente cada vez más obsesionada con el culo.Tu cerebro estupefacto lucha por registrar lo que está diciendo, solo asimilando el placer celestial que te está dando.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Dejados siempre ansiosos por más de su abundante detrás de la imagen de su péndulo que se balancea de almohado trasero en su cabeza vulnerable con cada movimiento de ida y vuelta, enviando un pulso caliente de placer crudo en cascada a través de sus sentidos.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "PlayImagePulseLoopingRandom",
                "4.2",
                "1.20",
                "0.65",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "El tiempo parece alejarse de ti, solo se sienten como horas de mirar las espesas caderas de Vivian temblando suavemente de lado a lado.Felizmente, dejas que la deliciosa imprenta de sus espesas caderas estampe tu mente indeleblemente, de manera feliz, dejándola remodelar tus pensamientos en uno de adoración exclusiva de adoración.Incluso el simple acto de presenciar su elegante y balanceada caminata ahora será suficiente para convertirte en un desastre obediente y obediente ...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "Una y otra vez, sigues bombeando tu erección insoportablemente dura y temblorosa, tu boca se abrape en veneración ciega, perdiéndome en festejos servicialmente tus ojos en el culo de Vivian y estimulándote en una neblina de excitación debilitante, aparentemente sin ningún fin de placer torturoso...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Pero al igual que se siente que esta eternidad celestial de la dicha sin ruido no termina, nunca terminará, queda claro por el tono alegremente de Vivian que te recompensan tus ansiosos acariciadores y esfuerzos diligentes para profundizar tu aprecio intoxicado por el culo, la señora sensual que te daUnos pocos sacudidas de sus gruesas caderas antes",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSit",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.25",
                "0.5",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "PlayMotionEffect",
                "Crash",
                "{i} Ella retrocede y presiona todo su culo en su cara de placer, bebida {/i}, atrapando la cabeza entre su trasero celestial y el sofá, envuelto dulcemente en la euforia de Melty como la suavidad regordeta que ha estado ansiando ansiosamenteFrota y se sacude contra ti.",
                "PlayerOrgasm",
                "1",
                "Tus ojos volviendo al éxtasis, dejas escapar un gemido ahogado de dicha absoluta, tu polla espasmando y chocando como un grifo roto de la sobrecarga sensorial climática que supera tus sentidos en un instante.",
                "PlayMotionEffect",
                "ScreenSway",
                "PlayerOrgasm",
                "5",
                "Visiblemente feliz por su reacción explosiva, Vivian se ríe brumando en broma y le da a sus amplias caderas un batido alucinante mientras se sumerge en un éxtasis caliente, su mente se pierde por completo a su culo desbordando presionándose hacia usted, sacudiéndose y sacudiéndose contra usted con una suavidad indulgente.",
                "SetSpirit",
                "0",
                "Dirigiendo descuidado un mantra incoherente de gratitud adoradora por el sublime regalo del lujoso culo de Vivian contra su cara, brotas una y otra vez en el bucle, cada balanceo de caricias y acariciamiento, lo que te hace derramar más de tu semilla caliente en homenaje., hasta que se vuelva más de lo que su cerebro frito y frito puede tomar y todo se oscurece en un sueño agotado ...",
                "PlayBlackOut",
                "StopBGM",
                "...",
                "EndImagePulseLoopingRandom",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "SleepPlayer",
                "DelayNotifications",
                "JumpToScene",
                "AssWorshipTrainingDayTwo"
            ]
        },
        {
            "NameOfScene": "AssWorshipTrainingDayTwo",
            "theScene": [
                "EndBlackOut",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Groggily te despiertas acostado en la lujosa cama sedosa de Vivian a la vista del posadero que te inclinas apasionando sobre ti, todo tu cuerpo aún dolorido con la excitación de su corazón que hace que tu corazón sea corriendo mientras te habla suavemente.",
                "Speaks",
                "Buenos días, cariño.Espero que hayas dormido bien.",
                "Asentido con el asentimiento, imágenes de su culo regordete que todavía rebotan alrededor de su mente blanda, sacudiendo los sueños seductores que te burlaban durante toda la noche con visiones de sus espesas caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Al darse cuenta de su expresión nublada, deja escapar una risita suave y con cautela te ayuda a salir de la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Ahora, Cutie, ¿todavía está interesado en continuar su entrenamiento?Hoy pasarás todo el día como mi silla secreta en mi lugar habitual en la posada. ♥",
                "Menu",
                "Keep going.",
                "Bail on the training.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Bail on the training.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella deja escapar un suspiro de decepción, pero se recupera rápidamente e intercambia su expresión de pouty por una soleada.",
                "Speaks",
                "Muy bien entonces, [ThePlayerName].",
                "Ella te da un momento para arreglar adecuadamente tu ropa, tus pensamientos aún llenos de imágenes inquietantes de sus caderas que se balancearon de lado a lado como un metrónomo fascinante ...",
                "ChangeFetish",
                "Ass",
                "10",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Luego, una vez que seas decentes, ustedes dos regresan a la entrada de la posada, con usted al frente para deshacerse de la neblina nublando su mente, que gradualmente se eleva y afortunadamente ha despejado por completo cuando regrese ael vestíbulo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Ahora recuerde, si desea volver a tomar el entrenamiento, comenzará de nuevo.Que tengas un día maravilloso, [ThePlayerName]. ♥"
            ]
        },
        {
            "NameOfScene": "Keep going.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Wonderful!♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Ahora solo sígueme al frente, Cutie. ♥",
                "PlayImagePulseLoopingRandom",
                "6.0",
                "1.25",
                "0.1",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Ella se da vuelta y comienza a alejarse, el clic de sus tacones sonando en el aire mientras caes en Step, tu mirada inconscientemente trazada hacia su regordete asalto de lado a lado con su vestido apretado.Antes de haber salido de su habitación, luchas por mantener tu enfoque y necesitas hacer un esfuerzo real de voluntad para levantar la mirada a lo largo de su espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Allí, te encuentras con la cara sonriente seductora de Vivian mirando hacia ti mientras ella sigue caminando con confianza hacia la puerta, sus ojos mirando hacia tu erección ya oscura y palpitante con una risita ronroneante que envía un escalofrío meloso a través de todo tu cuerpo.",
                "Speaks",
                "No hay razón para contenerse, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.25",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "PlayMotionEffect",
                "ScreenSway",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Ella le da a sus caderas gruesas un batido con propósito y su resistencia se rompe inmediatamente: su mirada vuelve a su trasero, la vista envía una ola de excitación pulsante a través de ti, la jiggle alucinante de su culo celestial vaciando tu cabeza nuevamente comoDumly la sigue como un cachorro perdido.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Vivian tararea contento y se reanuda a los pavadas hacia adelante, lo que lo lleva junto con cada paso obscenamente inflexivo que toma, el sonido metronómico de sus tacones y el rebote pecaminosamente seductivo de su trasero trayendo todos los sentimientos deliciosos de la capacitación de anoche, su polla anoche,palpitante y sacudiendo feliz mientras desconoces todo menos el trasero curvilíneo de Vivian.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "ChangeBG",
                "Inn.png",
                "Cuando llegas al vestíbulo de la posada, que todavía está desierto a esta hora temprana, tu mente ya se ha reducido a una flaus ficha de fusión.Tomando su expresión vacante con una mirada de satisfacción cariñosa, la lujosa mujer te atrapa más cerca y te señala una almohada de lujo detrás del podio.",
                "Speaks",
                "Estarás arrodillado aquí durante el entrenamiento de hoy.Solo ponte acogedor y podemos comenzar ... y no te preocupes, nadie sabrá que estás allí. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.15",
                "NPCs/Vivian/vivian_butt_CenterClothed.png",
                "EndLoop",
                "Ella deja escapar una risita entretenida mientras asiente vapidmente con un murmullo cachondo de asentimiento, poniéndose de rodillas como un acólito obediente sin mirar el trasero de Vivian, completamente asombrado, las curvas llenas y desbordantes demasiado perfectamente deliciosas para que su mente se debaProceso, la vista ya te pone en un trance agregado.",
                "Speaks",
                "Buen chico. ♥ ahora entonces ...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSit",
                "PlayMotionEffect",
                "Explosion",
                "PlayImagePulseLoopingRandom",
                "6.0",
                "1.25",
                "0.2",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Con un suspiro de contenido, se sienta suavemente sobre su cara ansiosa con una lentitud exquisita, dándole un largo momento para apreciar completamente la sensación de su peluche que envuelve suavemente sus sentidos, su piel suave sensual se frota directamente contra usted mientras se siente cómoda.",
                "Harpando casualmente, ella cruza sus largas piernas suaves, uno de sus talones descansando en el suelo frente a usted mientras el otro se mueve descansa en el aire, lo que le permite tomar la mayor parte de su peso directamente sobre su cabeza de culo.",
                "Y, sin embargo, a pesar de la voluptuosa mujer presionando su cuerpo sobre ti así, su peso se siente ... casi inexistente, como una nube suave que se acomodó.No hay tensión con la que soportar, solo su culo completo descansando amorosamente sobre ti, sofocando tus pensamientos con su toque celestial, junto con el perfume reconfortante de su aroma femenino empalagoso y cremoso que invade tu mente vulnerable mientras te arrodillas allí con dicha.",
                "Speaks",
                "Ahora, antes de que te pongas demasiado ansioso, sin lamer ni besar ... y no tocarse a ti mismo.¿De acuerdo, bebé?Solo sé una buena silla dócil. ♥ ... pero puedes usar tus manos para ayudarte a apoyar mi trasero. ♥",
                "Dejas escapar un gemido amortiguado ante la prohibición de probarla o complaciéndote, pero a medida que alcanzas y hundes tus dedos en su culo regordete, tus quejas se alejan instantáneamente.",
                "PlayImagePulseLoopingRandom",
                "5.0",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "Ondas de placer recién descubiertos chocando contra usted mientras experimentas directamente la maravillosa suavidad del incomparable trasero de Vivian con tus ansiosos dedos, te miden sin pensar en su gruesa malvada, y ella reacciona con un ligero meneo de sus caderas que deja tu mente girando desde el obsceno, la mente, la mente.-Manando bamboleo de su trasero contra tu cara enrojecida y manos codiciosas.",
                "Speaks",
                "Ah ~ ah ~ ah ~ sin toqueo tampoco. ♥ ahora entonces ...",
                "Incapaz de reunir la resolución de discutir, obedientemente te quedas quieto con un gemido agradable mientras ella sigue hablando con una voz más baja y más rápida, aparentemente pensando en voz alta.",
                "Sin embargo, el significado de sus palabras se pierde en su cerebro amortiguado y estupefacto, sus pensamientos se vuelven más peligrosos y peligrosos de su uso de usted como una silla obediente, sus espesas caderas y un tope lujoso que pesa en su mente cachonda, ya se imprime profundamente en usted.Mientras sigues apoyando el peso similar a la nube de Vivian y disfrutando de la suavidad indulgente de su trasero.",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.20",
                "0.4",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "Cada momento que pasa en el que permaneces arrodillado allí mientras su silla te llena de una dicha divina cada vez más hinchada, tu polla con goteras palpitando y contrajándose en reverencia a su grueso culo que se sacude contra ti con todos sus movimientos sutiles a medida que avanza, tu trasero, tu trasero-Los sentidos enfocados opacados a todo fuera del delicioso peso amortiguador sobre tu cabeza, el trasero completo de Vivian se desborda maravillosamente contra tus manos y cara.",
                "Si bien su peso físico que descansa sobre ti no se siente más que una nube suave y esponjosa del cielo, tu mente, por el contrario, siente que está siendo aplastado positivamente por sus espesas caderas y su culo regordete.Cada intento de pensar en cualquier otra cosa que no sea su papel como silla o algo más que el trasero regordete de Vivian rápidamente se sofoca y se sofoca debajo de la sensación de almohada y lujosa de sus caderas presionando contra usted.",
                "PlayImagePulseLoopingList",
                "5.0",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Cada vez que se mueve o se inclina hacia adelante para hacer su trabajo, te tomas un breve resoplido o un gemido de oxígeno, el aire cálido que transporta bocados dulces de su potente aroma perfumado, la fragancia erótica cremosa junto con la sensación intoxicante de ser la silla de Vivian que te dejan en alto, Imágenes de sus caderas que se balancearon de su caminata de pavadas que se filtran en sus fantasías sexuales hundidas y centradas en el tope a medida que el tiempo se le resulta.",
                "Solo ser la silla de Vivian siente {i} tan bien {/i}, dejando tu polla palpitante y goteando de alegría ... aunque no puedes sacudirte el doloroso y obsesivo urgente de apretar, frotar, besarla y adorarladesbordante y alucinante culo ...",
                "PlayImagePulseLoopingRandom",
                "4.45",
                "1.20",
                "0.65",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "Sin más remedio que hacer su parte como la silla cada vez más cachonda y del culo, permanece diligentemente quieta, ya que la presión indulgentemente lujosa de sus espesas caderas y su trasero completo se erosionan en su mente, su cerebro blando e indefenso que abarca completamente la marca de la marca deEl peso obsceno y conquistador de su trasero.",
                "Tus dolor de erección dolorida ligeramente en el deleite cada vez que se cruza y vuelve a cruzar las piernas, el sutil tirón de su trasero ondulando por tu mente en ondas estupefacibles, ayudando a remontarte a un amante trasero desesperadamente devoto, ansioso por ser el asiento perfecto para tales caderas divinamente anchas.y exquisitamente regordete a Derriere.",
                "Solo por apoyar la parte trasera irresistible del posadero con las manos y la cara, todo se derrite lentamente en una bruma pegajosa de un placer constante indulgente, el tiempo reduciendo la hora tras la hora pasa con usted fielmente, felizmente cumpliendo su papel como la silla de Vivian.",
                "PlayImagePulseLoopingList",
                "4.0",
                "1.25",
                "0.4",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Cada vez que no está lidiando con ningún trabajo, se frota y sacude su gran trasero curvilíneo contra ti con una risita burlona, ​​dejándote gemir y temblar en Euphoria a medida que tus pensamientos explotan nuevamente en una ráfaga celestial de imágenes y sensaciones de balancear culo...",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "PlayImagePulseLoopingList",
                "5.0",
                "1.25",
                "0.1",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "PlayImagePulseLoopingRandom",
                "6",
                "1.20",
                "0.2",
                "NPCs/Vivian/vivian_butt_SitClothed.png",
                "EndLoop",
                "StopBGM",
                "AdvanceTime",
                "3",
                "Apenas se registra cuánto tiempo ha estado allí hasta que Vivian finalmente se defiende de su cara de placer con un zumbido feliz.Jadeando y parpadeando por la repentina ráfaga de aire fresco, una parte distante de su mente se da cuenta de que la noche ha comenzado a rodar mientras permanece allí en su estado de silla por un largo momento incoherente, tambaleándose en su lugar, mandíbula y ojos nublados hastaVivian le da una palmada suavemente a la mejilla con una mano suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Muy bien, lindo, el cambio ha terminado. ♥",
                "Las palabras se hunden laboriosamente en tu cerebro derretido, te quejas en una mezcla de negación y confusión, no queriendo que termine, pero también anhelando la liberación después de tanto tiempo permanecer perdido en una neblina tan indulgente, tu polla aún tan duraComo se ha quedado a través de esas deliciosas horas de ser puesta en un uso tan maravilloso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Ahora, ¿por qué no vamos a concluir tu entrenamiento en mi habitación, HM?... a menos que prefieras optar por no participar, cariño?",
                "Menu",
                "Nod eagerly.",
                "N-No more...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "N-No more...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "EndImagePulseLoopingList",
                "EndImagePulseLoopingRandom",
                "Ella te da un asentimiento de comprensión y cuidadosamente te ayuda a volver a tus pies, dándole sus mejillas suaves que te despojaron sorprendentemente al instante de tu estupor inducido por el culo soñador.",
                "Speaks",
                "Muy bien entonces, [ThePlayerName].Levantarse y brillar. ♥",
                "Te encuentras en el repentino cambio discordante en tu estado mental, antes de sacudirte la cabeza y tomarte un momento para arreglar tu ropa, tus pensamientos aún estancados parcialmente en la sensación empalagadora de las abundantes caderas de Vivian presionando hacia ti, sofocando tu menteUn lío cachondo ...",
                "ChangeFetish",
                "Ass",
                "20",
                "Al darse cuenta de que estás parado en el vestíbulo con Vivian en Open View, te mueves apresuradamente a una distancia menos sospechosa del posadero antes de que alguien llegue.Afortunadamente, la costa permanece clara, permitiéndole respirar profundamente y concentrar sus pensamientos para despejar su cabeza de su excitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bueno, no te ves peor para el desgaste.Ese es un aventurero profesional para ti. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ahora recuerde, si desea volver a tomar el entrenamiento, comenzará de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Que tengas un día maravilloso, [ThePlayerName].",
                "Ella te da una pequeña ola, luego redirige su atención a la posada de abajo, dejándote decidir qué hacer a continuación."
            ]
        },
        {
            "NameOfScene": "Nod eagerly.",
            "theScene": [
                "EndImagePulseLoopingRandom",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Speaks",
                "Buen chico. ♪ Ahora sígueme de regreso a mi habitación. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.2",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Ella gira en su lugar y comienza a pavonearse lánguidamente hacia sus cuartos privados.Al instante, tu mirada se devuelve a su trasero celestial, el colgante de sus anchos caderas que te atrae a la persecución después de ella como el ansioso adicto al culo que eres, tu cabeza todavía flotando en una feliz neblina de lujuria necesitada después de las largas horas de las largas horas deSmushing y soft de su trasero perfecto.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRight",
                "Perdido en la cautivación bañada por la euforia, apenas registras tu entorno, el tiempo deslizándote al sonido de los talones de sus talones haciendo clic contra el piso, su collón que rebota de lado a lado en un tempo suave y constante, la mira mordaz que envía un hormigueo constante y agradable.Derrándote a través de ti por todas partes, tu polla felizmente se agita y goteando en una obediencia entusiasta.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "PlayImagePulseLoopingList",
                "6.0",
                "1.25",
                "0.1",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "ChangeBG",
                "ViviansRoom.png",
                "No es hasta que ella se ajusta sus elegantes dedos que parcialmente sales de tu estupor y te das cuenta de que estás de vuelta en su lujosa habitación una vez más.Parpadeando, encuentras a Vivian mirándote con una pequeña sonrisa en sus suaves labios, y tu corazón se agita cuando usa una mano para levantar el dobladillo de su vestido negro apretado, mostrando lo suficiente de su piel suave para irritartede nuevo.",
                "Speaks",
                "Esta vez, bebé, es un entrenamiento de adoración práctico. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCentered",
                "PlayImagePulseLoopingList",
                "5.0",
                "1.25",
                "0.35",
                "NPCs/Vivian/vivian_butt_LeftClothed.png",
                "NPCs/Vivian/vivian_butt_RightClothed.png",
                "EndLoop",
                "Dando a su cintura de reloj de arena un meneo indecente que sacude suavemente su culo regordete, atrae su atención a sus activos generosos y lujosos que han superado sus pensamientos, dejándote jadeando con una excitación pesada y ansiosa mientras te pones de rodillas en reverencia en reverencia.a las caderas gruesas de Vivian.Soplándote un pequeño beso, ella core en un susurro sensual que acaricia lánguidamente tu cerebro ya a medias.",
                "Speaks",
                "Solo un momento, Cutie, entonces puedes adorar y tientar mi trasero tanto como quieras. ♥",
                "Puntuando sus palabras, ella plantea una mano elegante para detenerlo antes de que pueda inclinarse y ponerse a trabajar, dándole ninguna opción que congelarse obedientemente en su lugar en la espera del paciente.Su culo fascinante ya te ha dejado caer profundamente en un estupor cachondo y sumiso, su trasero celestial y regordete demasiado cautivador para que tu mente piense de una manera racional, su almohada suave y obscena desbordando y empujando más de tus pensamientos cuanto más tiempo mirarás.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCenteredNude",
                "PlayImagePulseLoopingList",
                "5.5",
                "1.25",
                "0.25",
                "NPCs/Vivian/vivian_butt_CenterNude.png",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Luego, con un sashay de sus anchas caderas y un aleteo de tela sedoso, su vestido negro apretado cae al piso, dejando su trasera completa en exhibición total para sus ojos incómodos, cualquier onza sobrante de la capacidad intelectual que se esfuerce en el rapto estupefacto, su expresión de la expresión de la expresión deLa lujuria sin sentido provoca una risita juguetona de Vivian.",
                "Speaks",
                "Bueno, no seas tímido, lindo.Besarlo, a tientlo, {i} aprecio {/i} it. ♥ deleve en cuánto amas a los traseros. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRightNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightNude.png",
                "EndLoop",
                "Vivian cantó sus caderas a un lado con un batido sensual, su culo divino tambaleándose y sacudiendo con un encanto cautivador que se rompe cualquier migajas restantes de racionalidad en su cabeza cachonda, provocándole que se apresure y adore para besar a su peluche mientras se besan a su lujoso traseroUsando ambas manos para amasar y masajear su maravillosamente curvilínea trasera.",
                "Speaks",
                "Mnnnm- ♥ ya estás haciendo espléndidamente ... deja que la sensación de masajear un culo regordete llene tus sentidos, te pierdas, disfruta de cómo se siente la piel suave debajo de tus dedos, amasta y aprieta, hm- ♥ sí, comoEso ... y deja {i} cada {/i} beso a mi lujoso arrainista de cuánto te encantan los grandes traseros. ♥",
                "Ella sigue ofreciendo elogios, consejos y tentando engañando en una letanía aterciopelada continua que se derrite en su mente flexible y blanda, cada beso y lamido, cada apretón y tientado a su lujoso culo sintiendo que está remolcando su mente para deleitar mucho más en esto.Adoración del cuerpo celestial y amoroso, temblores de dicha trascendente que estalló a través de ti de la cabeza a los pies con cada palabra ronrona ronca Vivian intones para guiarte.",
                "Speaks",
                "Un acólito tan bueno y perfecto amante de culo eres, [ThePlayerName]. ♥ No es necesario pensar complicados cuando hay un conjunto de caderas que cede. ♥ ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeftNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_LeftNude.png",
                "EndLoop",
                "Vivian deja escapar un zumbido de placer y balancea su trasero ancho al otro lado, frotándolo suavemente contra tu rostro mientras lo duchas incansablemente con besos devotos y tantas ansiosas, tus manos se sienten completamente perdidas en su maravilloso culo regordete, todo tu ser hundidoEn una adoración sumisa, su mente llena de fantasías encantadoras de sus espesas caderas temblando y rebotando para conducirlo más y más profundamente en una dulce rendición.",
                "Speaks",
                "Deje que todo lo demás se desvanezca.Concéntrese completamente en adorar el culo.Su amor por Big Butts te está dando cuenta de cuán poco punto hay para resistir la tentación de ceder ante las espesas caderas de una mujer que rebotan de lado a lado para tu disfrute y placer. ♥ Toda esa aprehensión y renuencia sin sentido se están derritiendo,fusionándose en tus dolor en tus bolas. ♥",
                "Tu polla palpita y contravoradas mientras continúas mimando el culo divino ante tus ojos cautivados, cada jiggle del almohada del posadero del celestia ondulando a través de tu mente flexible, cada uno de tus toques y besos te animan a ser cada vez más sumisos y ansiosos por volver a venerarLas caderas gruesas y las pluslos de lujo en el comando ... y el amor {i} cada {/i} segundo de él.",
                "Speaks",
                "Lo estás haciendo tan bien, cariño. ♥ mmmnnn- ♥ Ahora, acócate en adoración a los traseros ... simplemente no te corras todavía. ♥ deja que la sensación de todo tu entrenamiento culmine lentamente hacia un glorioso, desordenado, la mente-Calando de bloqueo. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRightNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightNude.png",
                "EndLoop",
                "Un mewl tembloroso de acuerdo no resistente se derrama de los labios en respuesta a la sugerencia, y dejas que una mano se deslice hacia abajo para comenzar a bombear tu polla en homenaje ferviente a la parte trasera regordeta de Vivian, jadeando con un placer francamente adicto entre besándose y lamiendo su suavePiel, todo el tiempo que tu otra mano sigue explorando con rapidez la sensación celestial de a tientas a tocarse su abundante trasero.",
                "Cualquier pizca de autocontrol en ti se ha evaporado para siempre, dejando solo el máximo celestial de gratitud y dicha por poder disfrutar del culo perfecto frente a ti al máximo, tu expresión se había derretido durante mucho tiempo en uno de descuidado, completamenteEtstasy indulgente mientras te guías tu amor por los asnos y las risas y los COOS de Vivian.",
                "Speaks",
                "Eso es todo. ♥ Deje que el placer de la adoración aumente {i} más alto {/i} y {i} más alto {/i}, sienta que el amor dolorido y necesitado de los asnos crece {i} más grande {/i} y {i} más grande{/i}.",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.45",
                "NPCs/Vivian/vivian_butt_LeftNude.png",
                "NPCs/Vivian/vivian_butt_RightNude.png",
                "EndLoop",
                "Huff y gemir en la dicha eufórica, bombeando rápidamente su polla temblorosa mientras besas, lames y ataca a su espeso trasero con un abandono total, imágenes de culo rebotando inundando constantemente tu mente empapada de placer, tu fuerza de voluntad ahora larga y reducida a Goo Happy GooBajo el peso innegable de su obsesión por el amor por los regordetes hinchables y las caderas anchas.",
                "Speaks",
                "Jeje, todo este entrenamiento travieso realmente está dando sus frutos, ¿no? ♥ mi gran trasero derribando tu linda cabeza para remodelarlo de nuevo, mostrándole cuánto {i} quiero {/i} amar y adorarUna parte trasera gruesa ... ♥ y cuán absolutamente {i} divino {/i} se siente adorar uno.Sin. ♥ any. ♥ Restricción. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtCenteredNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.45",
                "NPCs/Vivian/vivian_butt_CenterNude.png",
                "EndLoop",
                "Un gemido subordinado y tembloroso es todo lo que puedes manejar en respuesta, tu mente girando delirantemente con placer mientras sigues empapando su lujosa piel con beso después de un beso en lujuria desesperada, a tientas y apretando su trasero estúpido con tus dedos adictos, tu hombre temblando y tu hombre temblando y tremendo aFugando desordenadamente con cada trazo de adoración, cada contracción climática y caída de precum como tantas promesas de adoración al culo de Vivian.",
                "Speaks",
                "Te estás acercando cada vez más a tu límite- ♥ solo necesitas uno {i} último {/i} empuje. ♥",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSitNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.45",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.5",
                "0.2",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayMotionEffect",
                "Explosion",
                "Sin otra advertencia que un suspiro lánguido y de contenido, Vivian de repente cambia su peso hacia atrás, lo que hace que salga un ruido amortiguado de sorpresa indefensa mientras su lujosa trasera envuelve su rostro con su suavidad.Capacidad, caes hacia atrás, el empuje irresistiblemente sedoso que aterriza tu cabeza sobre el lujoso sofá detrás de ti mientras la lujuriosa dama se sienta firmemente en tu cara, el rotundo impacto que envía una cascada caliente de éxtasis crudo a través de tus sentidos.",
                "Los fuegos artificiales de la dicha absoluta haciendo un desastre de sus pensamientos ya triturados, dejas escapar un ruido sofocado de gratitud mientras te gustas completamente en la prisión inevitable y suave como el trasero de Vivian, la alegría de ser utilizada como su silla llena de llenaFuerza de nuevo, su voz nadando en tu cabeza por orden imperioso.",
                "Speaks",
                "Continúa, corre! ♥ No puedes contener más, y mi trasero es solo {i} también {/i} mucho para ti. ♥ No tienes más remedio que {i} a fondo {/i} ceder. ♥",
                "PlayImagePulseLoopingList",
                "4.0",
                "1.25",
                "0.65",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayImagePulseLoopingRandom",
                "4.0",
                "1.5",
                "0.35",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "La euforia ondulante que atraviesa sus pensamientos deja sus caderas frenéticamente sacudiendo su mano de bombeo mientras alcanza un clímax alucinante, todo su placer de inicio acumulado brotando en la cuerda después de la cuerda de espesos, el clímax de alboroto abrumando suSentidos, dejando solo la deliciosa imprenta del maravilloso trasero de Vivian en tu cerebro mientras continúas adornando su culo celestial a través de tu intenso orgasmo.",
                "Por un momento largo, divinamente interminable, solo existe la sensación de ceder ante tu fetiche por los asnos {i} completamente {/i}, dejando no dudas en tu mente que adorar a los hermosos y abundantes es exactamente a lo que estás destinado aHacer, una gratitud abrumadora hacia Vivian mezclándose con el rapto tántrico en el que te mantiene inmerso.",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeftNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_LeftNude.png",
                "EndLoop",
                "EndImagePulseLoopingRandom",
                "Una vez que has tenido suficiente y solo estás filtrando gotas de semen sobrantes mientras sigues besando y frotando tu cabeza en el abrazo de Vivian por instinto, ronrona dulcemente y levanta lentamente su trasero de tu cara de placer, dejando que tu ansiosa adoración se fusioneEn su mente, con perfecta claridad a medida que lentamente, baje suavemente de su clímax y trance agregado, su trasero balanceándose y rebotando aún burlándose de usted con una ligera acaricia de su pelusa lisa.",
                "Speaks",
                "Bueno, eso debería hacerlo solo hacerlo, Cutie. ♥ Felicitaciones, ahora eres un adorador de culo ansioso y obediente ahora. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayRightNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.3",
                "NPCs/Vivian/vivian_butt_RightNude.png",
                "EndLoop",
                "Ella se ríe juguetonamente de sus palabras burlonas y su maullo y muecía aprobación vápida, tu mano todavía bombeando perezosamente tu polla temblorosa mientras sigues viendo su divina Derriere rockear de un lado a otro como un péndulo en alegría burbujeante post-climáctica.",
                "Speaks",
                "Por supuesto, la práctica hace la perfección. ♥ Entonces, ¿por qué no vamos un poco más, cariño? ♥ Juuust para asegurarse de tener la técnica para que coincida con la mentalidad. ♥",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSitNude",
                "PlayImagePulseLoopingList",
                "4.5",
                "1.25",
                "0.45",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayImagePulseLoopingRandom",
                "4.5",
                "1.5",
                "0.2",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayMotionEffect",
                "Explosion",
                "Sin pensar, gemir de acuerdo, y te recompensan por ella dejando caer sus anchas caderas sobre tu cara desventurada, moliendo su grueso culo con un suspiro feliz, dejando tu mente un desastre feliz y escondido mientras te adoras con su totalidad, celestial.Ass un culo nuevamente mientras bombea su polla endurecida en preparación para su próximo ejercicio de devoción que se ordeiza a tope.",
                "PlayImagePulseLoopingList",
                "4.0",
                "1.25",
                "0.65",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "PlayImagePulseLoopingRandom",
                "4.0",
                "1.5",
                "0.35",
                "NPCs/Vivian/vivian_butt_SitNude.png",
                "EndLoop",
                "Minutos, luego las horas pasan en un paraíso continuo y deliciosamente suave del culo, el clímax después del clímax para adelantarlo hasta que finalmente se desmaye por el agotamiento, su rostro todavía felizmente anidada en el culo de Vivian mientras sus ojos se cierran y su polla deja salir una final,Reverente disparo de semen en alabanza a su culo ...",
                "PlayBlackOut",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "EndBlackOut",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "EndImagePulseLoopingList",
                "EndImagePulseLoopingRandom",
                "StopBGM",
                "IfChoice",
                "1",
                "AssTrained",
                "AssWorshipAftermath",
                "SetChoice",
                "1",
                "AssTrained",
                "GetEventAndChangeProgress",
                "Head over to Vivian.",
                "5",
                "GivePerk",
                "Ass Worshipper",
                "JumpToScene",
                "AssWorshipAftermath"
            ]
        },
        {
            "NameOfScene": "AssWorshipAftermath",
            "theScene": [
                "ChangeImageLayer",
                "BodyPart",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Groggily, lentamente se despierta en la lujosa cama con un gemido feliz, inseguro de cuánto tiempo te quedaste sofocado en el éxtasis celestial bajo el culo perfecto de Vivian ...",
                "Pasando laboriosamente a una posición sentada, temblará mientras su polla de alguna manera todavía erguida palpita, y mientras mira nebridamente a su alrededor, su visión todavía brumosa se centra a la vista del sensual posadero sentado en el sofá y tomando una taza de café, completamente reparada.Al notar tu movimiento, ella te mira con una sonrisa feliz.",
                "Speaks",
                "Buenos días, [ThePlayerName]. ♥ Ahora, {i} odiaría {/i} para apresurarte, bebé, pero será mejor que te vistan.",
                "Asentes perezosamente y sales de la cama sedosa para agarrar tu ropa cuidadosamente plegada del tocador, deslizándote a pesar de tu rígido Hardon necesitado, luchando por sacudir la lujuriosa neblina todavía empañando tu mente soñolienta.Los últimos dos días no son más que un borrón de las anchas caderas de Vivian y el culo hinchable que se balancean en tu mente, rebotando, sacudiendo, temblando ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Una vez que estás vestido, caminas hacia Vivian, que coloca su taza con una sonrisa cariñosa mientras tu mirada se mueve irresistiblemente a la curva voluptuosa de sus caderas vestidas con su apretado vestido presionando en el lujoso sofá, haciendo que tu polla se topara ansiosamenteReverencia, llenándote de nuevo con el impulso presionado y atractivo de adorar su trasero celestial durante horas y horas ...",
                "Speaks",
                "Ahora bien, Cutie, vayamos de regreso al vestíbulo.Asegúrese de liderar el camino o su entrenamiento podría comenzar. ♥",
                "Gulpes nerviosamente y asiente antes de alejarse de Vivian y regresar al vestíbulo después de una duda de un momento, parte de ustedes doloridos por ver su colgante de reloj de arena rockera de un lado a otro, un jadeo tembloroso se desliza de sus labios mientras se esfuerzaPara controlarte y conformarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "ChangeBG",
                "Inn.png",
                "Cuando llegas al podio del posadero, casi te tropiezas en tu aturdimiento de sentimientos confundidos y cachondos, lo que provoca un \"¡Oh!\"de sorpresa de Vivian, que rápidamente te estabiliza desde atrás, haciéndote darte cuenta de cuán agotado y agotado estás a pesar de haber despertado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Jeje, {i} tal vez {/i} ¿Deberías tomar el resto del día libre?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Sacudiendo la cabeza, le aseguras que estarás bien, y de hecho, estar de vuelta en un ambiente más mundano, rodeado por la charla de actividad emergente de la posada, ya está haciendo maravillas para tu cerebro, poniéndote de vuelta en un más enfocadoY un estado de ánimo de la mente, que Vivian parece notar con un feliz asentimiento seguido de una sonrisa astuta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Eso es bueno ... pero asegúrese de salir y hacer que ese entrenamiento sea bueno, ya sea en sus grandes aventuras o aquí, trabajando en mi humilde posada ... ♪ ¿Quizás podría agregar un cambio de 'silla' para usted?♥",
                "No puedes evitar aprovechar la idea, una descarga que se extiende sobre tu cara mientras tu polla se contrae en un acuerdo entusiasta, provocando una risita primaria de Vivian mientras ella toma sin problemas su lugar por su podio, dejándote decidir qué hacer a continuación, una parte de ustedes no quiere nada más que encontrar la parte trasera femenina más cercana para adorar, acariciar y besar y adorar y ser utilizado como silla por ...",
                "IfChoice",
                "2",
                "EndSceneThing",
                "Nothing",
                "SetChoice",
                "2",
                "EndSceneThing",
                "Sin embargo, cuando comienzas a alejarte, escuchas la voz del posadero detrás de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, por cierto, antes de olvidar ...",
                "Tu corazón chocó en tu pecho, vuelves a Vivian, sin saber qué esperar, aunque se ve tan bien alegre como siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Ruego que te das cuenta de lo que {i} travieso {/i} era, seguirme así en mis recados ... y yo {i} do {/i} espero que no lo vuelvas a hacer. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "De lo contrario, mi oh mi, ¿quién sabe qué podría pasarle con un aventurero tan desesperable, adorable y adicto a los traseros? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Tus mejillas son rojos brillantes de la 'amenaza', murmuras algo en respuesta y apresuradamente te alejas, un bulto muy conspicuo en tus pantalones mientras estás ansiosamente una distancia entre ti y la sensual señora cuya risa resulta en tus oídos."
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "El evento AAAAA se atribuyó."
            ]
        }
    ]
}