{
    "name": "Urgent 'Mushroom' Investigation",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "\n\nI've heard news of a rare and specific kind of 'mushroom' growing in the forest right now, and desperately need an assistant to help me collect them for analysis.\nMeet me at the disclosed private and secluded location marked in your grimoire upon accepting this quest.\n\nThis is in no way a cover up for something else. - Elly",
    "requires": [
        "Sigil Of Allure"
    ],
    "requiresEvent": [
        {
            "NameOfEvent": "Head over to Elly's table.",
            "Progress": "20",
            "ChoiceNumber": "1",
            "Choice": "MetElly"
        }
    ],
    "Speakers": [
        {
            "name": "Elly",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "1",
                "UnlockedCandyStore",
                "QuestComplete",
                "SwapLineIf",
                "IfTimeIs",
                "Night",
                "Después de caminar por el bosque, finalmente llega al pequeño y apartado claro, la calmante luz de la luna que se filtra a través de los árboles a una vista bastante serena.",
                "Day",
                "Después de caminar por el bosque, finalmente llega al pequeño y apartado limpio, la cálida sol que se filtra a través de los árboles a una vista bastante serena.",
                "EndLoop",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Forest Dungeon/chain.mp3",
                "Elly está sentada junto a un árbol, leyendo ociosamente un libro, con una canasta llena hasta el borde con champiñones junto a ella, pero ella toma nota de ti, de pie ante tu enfoque, cerrando suavemente su libro y cepilla sus túnicas limpias.",
                "ChangeImageLayer",
                "LeftArm",
                "1",
                "ArmLDown",
                "Speaks",
                "Ahí estás, [ThePlayerName].Como habrá sujeto a la canasta completa llena de hongos locales, de hecho, no te he llamado aquí para ayudarme a recolectar hongos raros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly te da una mirada seria mientras ajusta sus gafas, una tensión se construye lentamente en el aire mientras se dirige a ti.",
                "Speaks",
                "La verdadera razón por la que te quería aquí es para una búsqueda completamente diferente, una que debe permanecer debajo de la mesa, por así decirlo.Como es muy ... {i} cuestionable. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "En verdad, no estoy seguro de si simplemente estoy muy cauteloso sobre el asunto ... pero no puedo evitar ser inquieto por mis sospechas de todos modos ...",
                "La miras, un poco perdida de lo que está hablando, y parece darse cuenta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Ah!Sí, supongo que debería aclarar lo que realmente necesito que investigue.Necesito que ingreses e inspeccione un confitería llamado 'Bon Bon Bun' ubicado cerca.Te diría más, ya que la tienda en sí no es lo que me preocupa, es el potencial {i} intención {/i} detrás de la tienda y su propietario.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Pero lamentablemente no puedo hacerte entrar con un conocimiento preventivo, eso fácilmente podría generar sospechas si ya sabes algo sobre la propiedad.Entonces, si bien {i} es {/i} arriesgado, necesito que entre en ciego de manera efectiva.Afortunadamente, simplemente necesito que ingrese a la tienda y descubra si el propietario está haciendo algo siniestro.Pero cualquier información sobre la operación de la tienda ayudará, así que asegúrese de analizar todo lo que pueda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Además, no puedes entrar allí e intentar luchar contra ella como un medio de interrogatorio, ya que el negocio puede ser completamente legítimo, y bien podrías ser juzgado con crímenes por acosar su tienda.Por lo tanto, la mayor precaución será necesaria en sus esfuerzos.Tampoco queremos que sospeche de su investigación tampoco, así que actúe como un patrón normal de su establecimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Por supuesto, te compensaré por tu investigación.Además de financiar la investigación en sí, ya que deberá realizar algunos en las compras de empleo.Por ejemplo, necesitaré algunos de los dulces para fines de prueba para asegurar que no sea peligroso consumir de alguna manera.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Pero si lo desea, puede ignorar esta oferta de investigación secreta por completo.Esta 'búsqueda' no está relacionada con los deberes del gremio, y no estás obligado a continuar de ninguna manera.Ah, hablando de lo cual ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Elly extiende sus túnicas y te pasa una pequeña bolsa de eros.",
                "ChangeEros",
                "1000",
                "Speaks",
                "Existe su compensación para la búsqueda de 'colección de hongos'.Espero que lo encuentre satisfactorio para dar un paseo por el bosque de manera efectiva.También debe ser lo suficientemente sustancial como para financiar los esfuerzos iniciales para la investigación en sí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "La tienda en cuestión está de esa manera.Así que simplemente voy a dejar esta oferta de trabajo ligeramente ilícita sobre la mesa, puede ignorar por completo esta reunión por completo si lo desea.Negaré completamente cualquier afirmación de que esto haya sucedido en público.Pero te dejaré entrar en el gremio por la noche si tienes algo que discutir conmigo sobre el asunto, también te daré tu pago a cambio de cualquier Intel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly recoge la canasta de los champiñones del suelo y ajusta sus gafas en una exhibición algo exagerada y una mirada grave.",
                "Speaks",
                "Solo para reiterar la misión, necesito que descubra cualquier información que pueda sobre la tienda, su propietario y cualquier posible intenciones que puedan tener, además de comprar algunas muestras de dulces para que yo los examine.Tenga en cuenta no plantear sospechas y no atacar al dueño, solo lucha contra ella si ella te ataca primero.Las repercusiones legales serían catastróficas para usted si no hay nada siniestro en su tienda.",
                "Speaks",
                "Además, Grimoire también mantendrá la ubicación marcada para que pueda regresar fácilmente a la tienda, por lo que no debe tener problemas para investigar aquí.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "StopBGM",
                "DisplayCharacters",
                "EndLoop",
                "Con un curado asentimiento, Elly sale del claro, muy probablemente regresa a la ciudad con su canasta llena de hongos, mientras que se pregunta qué curso de acción tomar.Crees que puedes ver la tienda a través de los árboles desde aquí ...",
                "Menu",
                "Go and investigate.",
                "Return to town.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Return to town.",
            "theScene": [
                "Regresas a la ciudad, preguntándote si volverás a investigar más tarde.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Go and investigate.",
            "theScene": [
                "JumpToEvent",
                "'Bon Bon Bun'"
            ]
        },
        {
            "NameOfScene": "Confront Venefica.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly te pone con una mirada seria, sus gafas brillan ligeramente mientras las ajusta.",
                "Speaks",
                "¿Estás seguro de que estás listo?Puede haber más información que podamos recopilar.No se sabe cuán peligroso podría ser esto ...",
                "Menu",
                "Yes I'm sure.",
                "Not yet.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Yes I'm sure.",
            "theScene": [
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Speaks",
                "Está bien.Vamos a seguir entonces.Creo que debería salir esta noche, así que si somos rápidos, podemos atraparla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Or- uh- lo juzgué mal y estaremos apostando por horas por nada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¡Pero estoy bastante seguro de que estoy en lo correcto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "LeftArm",
                "1",
                "ArmLDown",
                "Elly luego empaca rápidamente algunas cosas y se apresura a los dos fuera del salón del gremio, bloqueando cuidadosamente la puerta una vez que ambos están afuera.",
                "ChangeBG",
                "forest.png",
                "Luego, en la noche de la noche, sales de la ciudad, hacia las distantes cavernas, Elly's Grimoire y Knowhow te proporcionan a ambos un recorrido bastante suave a pesar de que se niega a usar cualquier piedra de 'punto de control' para deformarte allí.",
                "JumpToEvent",
                "ConfrontingVenefica"
            ]
        },
        {
            "NameOfScene": "Not yet.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Está bien.Es mejor estar seguro que curar.",
                "JumpToScene",
                "ReportMenuReal"
            ]
        },
        {
            "NameOfScene": "ReportMenu",
            "theScene": [
                "IfChoice",
                "37",
                "",
                "CheckConfrontOption",
                "JumpToScene",
                "ReportMenuReal"
            ]
        },
        {
            "NameOfScene": "CheckConfrontOption",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "25",
                "CanConfront",
                "JumpToScene",
                "ReportMenuReal"
            ]
        },
        {
            "NameOfScene": "CanConfront",
            "theScene": [
                "SetChoice",
                "37",
                "CanConfront",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elly deja escapar un lento suspiro reflexivo que te da una pausa por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Muy bien ... con la cantidad de Intel que he llegado tan lejos.Deberíamos poder confrontar a Venefica ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Mientras has estado recibiendo Intel con ella, he hecho todo lo posible para rastrear sus movimientos en las escasas veces que deja su casa.Y a menudo entra en las cavernas debajo de las montañas para que algunas aún no sean una razón completamente discernida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Lo cual es una ubicación perfecta, fuera del camino para que la intercepemos personalmente y llegamos al fondo de sus intenciones.De una forma u otra.Es probable que esto pueda ponerse desordenado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Pero solo dime que estás listo para comenzar cuando crees que has obtenido todo lo que puedes como evidencia para mí, cada pequeño me ayudará a descubrir cómo lidiar con lo que esté haciendo, así como posibles medidas de mostrador.a lo que sea que ella pueda arrojarnos.Así que solo dime cuando estás absolutamente seguro de que estás listo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Por supuesto, creo completamente que hay más para descubrir como es ahora.Solo te estoy haciendo saber que podemos enfrentarla cada vez que estamos listos con lo que tenemos.",
                "JumpToScene",
                "ReportMenuReal"
            ]
        },
        {
            "NameOfScene": "ReportMenuReal",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Menu",
                "Report about the candy.",
                "Report on Venefica and her business.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "40",
                "JobDescription",
                "RequiresChoice",
                "22",
                "",
                "Tell Elly about the job offer.",
                "RequiresChoice",
                "22",
                "Job",
                "Report on your time working for Venefica.",
                "So about me and Venefica...",
                "RequiresChoice",
                "37",
                "CanConfront",
                "Confront Venefica.",
                "That's everything for now.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "That's everything for now.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Elly te da un asentimiento.",
                "Speaks",
                "Entonces, ¿eso es todo?¿O necesitabas hablar de otra cosa?",
                "JumpToNPCEventThenScene",
                "Head over to Elly's table.",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Report on something else...",
            "theScene": [
                "JumpToScene",
                "ReportMenu"
            ]
        },
        {
            "NameOfScene": "Report about the candy.",
            "theScene": [
                "IfChoice",
                "35",
                "",
                "CheckSamples",
                "JumpToScene",
                "Report about the candy.Menu"
            ]
        },
        {
            "NameOfScene": "CheckSamples",
            "theScene": [
                "SetChoice",
                "35",
                "",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "2",
                "Gummi",
                "AdvSample",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "3",
                "Choco",
                "AdvSample2",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "4",
                "Donut",
                "AdvSample3",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "5",
                "Cookie",
                "AdvSample4",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "6",
                "Truffle",
                "AdvSample5",
                "IfChoice",
                "35",
                "SamplesComplete",
                "SampleConclusion",
                "SetChoice",
                "35",
                "",
                "JumpToScene",
                "Report about the candy.Menu"
            ]
        },
        {
            "NameOfScene": "AdvSample",
            "theScene": [
                "SetChoice",
                "35",
                "gum"
            ]
        },
        {
            "NameOfScene": "AdvSample2",
            "theScene": [
                "IfChoice",
                "35",
                "gum",
                "ActAdvSample2"
            ]
        },
        {
            "NameOfScene": "ActAdvSample2",
            "theScene": [
                "SetChoice",
                "35",
                "Choco"
            ]
        },
        {
            "NameOfScene": "AdvSample3",
            "theScene": [
                "IfChoice",
                "35",
                "Choco",
                "ActAdvSample3"
            ]
        },
        {
            "NameOfScene": "ActAdvSample3",
            "theScene": [
                "SetChoice",
                "35",
                "Donut"
            ]
        },
        {
            "NameOfScene": "AdvSample4",
            "theScene": [
                "IfChoice",
                "35",
                "Donut",
                "ActAdvSample4"
            ]
        },
        {
            "NameOfScene": "ActAdvSample4",
            "theScene": [
                "SetChoice",
                "35",
                "Cookie"
            ]
        },
        {
            "NameOfScene": "AdvSample5",
            "theScene": [
                "IfChoice",
                "35",
                "Cookie",
                "ActAdvSample5"
            ]
        },
        {
            "NameOfScene": "ActAdvSample5",
            "theScene": [
                "SetChoice",
                "35",
                "SamplesComplete"
            ]
        },
        {
            "NameOfScene": "SampleConclusion",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elly se aclara cuidadosamente antes de que mencione cualquier otra cosa.",
                "Speaks",
                "Gracias por adquirir todas esas confecciones y dulces para que yo busque [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Después de tomarse el tiempo para estudiarlos a fondo.Puedo concluir que son, {i} casi, {/i} completamente seguros de comer.Esto probablemente se extiende a todas las confecciones en el establecimiento de Venefa.Además, puedo confirmar que son deliciosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Debo aclarar lo que quiero decir con \"casi\" seguro.Como en realidad son seguros, solo hay un pequeño elemento extraño ... involucrado, un extraño tinte de energía demoníaca aplicada a ellos, incluso las confecciones horneadas convencionalmente, son notablemente diferentes a las que se hacen intencionalmente con energía demoníaca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Pero esa pequeña mota de rarura es tan ... Infinitesimal es increíblemente difícil incluso notarlo, y mucho menos para que tenga un efecto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Necesitaría tener {i} tantos dulces y confecciones {/i}, probablemente moriría por la gran cantidad antes de que esa energía demoníaca causara algún tipo de efecto negativo, como la monstruificación u otras rarezas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "34",
                "DiaryReport",
                "Así que solo puedo concluir que esto está vinculado al lugar en su alma como se menciona en su diario ... y es una gran causa de preocupación.Como es muy poco probable que incluso pueda notar la diferencia con su propia concentración de energía demensa demoníaca ... Tengo un mal presentimiento sobre todo esto, le insto a que apresure su investigación antes de que algún tipo de desastre ocurra.",
                "34",
                "",
                "Así que solo puedo concluir que todavía está trabajando para perfeccionar cualquier mala intención que esta energía demoníaca esté tratando de lograr.En todo caso, esto solo demuestra que estamos en el camino correcto.Solo necesitamos profundizar para descubrir su intención y métodos aquí, antes de que ocurra un desastre.",
                "EndLoop",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Elly te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí está su bono para adquirir uno de cada stock de su piso para estudiar.Espero que pueda ayudarlo a promover la investigación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿hay algo más?",
                "JumpToScene",
                "Report about the candy.Menu"
            ]
        },
        {
            "NameOfScene": "Report about the candy.Menu",
            "theScene": [
                "Menu",
                "Give Elly a candy sample.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "8",
                "MakeCandy",
                "Ella produce todos los dulces solo y usa magia para aliviar el proceso.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "2",
                "Sampler",
                "RequiresChoice",
                "12",
                "",
                "She sells highly erotic candy.",
                "RequiresChoice",
                "12",
                "EroticCandyMention",
                "Report in on the erotic candies.",
                "Report on something else...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Give Elly a candy sample.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¿Oh?¿Tienes algunas muestras para que lo revise?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "CandySampleMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Menu",
                "MaxMenuSlots",
                "4",
                "FinalOption",
                "That's all the samples for now.",
                "RequiresItem",
                "Bag of Gummi Slimes",
                "RequiresChoice",
                "2",
                "",
                "Give her a Bag of Gummi Slimes.",
                "RequiresItem",
                "Bag of Gummi Slimes",
                "RequiresChoice",
                "2",
                "Gummi",
                "Give her a Bag of Gummi Slimes. (Given.)",
                "RequiresItem",
                "Box of Assorted Deluxe Chocolates",
                "RequiresChoice",
                "3",
                "",
                "Give her a Box of Assorted Deluxe Chocolates.",
                "RequiresItem",
                "Box of Assorted Deluxe Chocolates",
                "RequiresChoice",
                "3",
                "Choco",
                "Give her a Box of Assorted Deluxe Chocolates. (Given.)",
                "RequiresItem",
                "Alraune Nectar Glazed Donut",
                "RequiresChoice",
                "4",
                "",
                "Give her an Alraune Nectar Glazed Donut.",
                "RequiresItem",
                "Alraune Nectar Glazed Donut",
                "RequiresChoice",
                "4",
                "Donut",
                "Give her an Alraune Nectar Glazed Donut. (Given.)",
                "RequiresItem",
                "Jumbo Mint Choco Chip Clarity Cookie",
                "RequiresChoice",
                "5",
                "",
                "Give her a Jumbo Mint Choco Chip Clarity Cookie.",
                "RequiresItem",
                "Jumbo Mint Choco Chip Clarity Cookie",
                "RequiresChoice",
                "5",
                "Cookie",
                "Give her a Jumbo Mint Choco Chip Clarity Cookie. (Given.)",
                "RequiresItem",
                "Sinfully Divine Chocolate Truffle",
                "RequiresChoice",
                "6",
                "",
                "Give her a Sinfully Divine Chocolate Truffle.",
                "RequiresItem",
                "Sinfully Divine Chocolate Truffle",
                "RequiresChoice",
                "6",
                "Truffle",
                "Give her a Sinfully Divine Chocolate Truffle. (Given.)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "That's all the samples for now.",
            "theScene": [
                "Elly te da un asentimiento.",
                "JumpToScene",
                "Report about the candy."
            ]
        },
        {
            "NameOfScene": "Give her a Bag of Gummi Slimes. (Given.)",
            "theScene": [
                "Speaks",
                "Bueno, ya me has conseguido algunos de estos para probar antes.Pero supongo que más no duele.",
                "JumpToScene",
                "Give her a Bag of Gummi Slimes."
            ]
        },
        {
            "NameOfScene": "Give her a Bag of Gummi Slimes.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Bag of Gummi Slimes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly le quita la bolsa de gommies, colocándola sobre la mesa con un aspecto analítico, y abre suavemente la bolsa para elegir un solo dulce para mencionar y examinar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Hmmm ... bueno, de un vistazo, nada parece estar mal en ellos ... y no detecto ninguna magia en ellos.Por lo tanto, probablemente se realice a través de medios naturales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Dada la variedad de colores, también puedo suponer que cada uno es un sabor diferente.Pero eso no es lo importante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella aparece la goma de la boca y lo mastica cuidadosamente por unos momentos.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Hmmm ... bueno, no me estoy muriendo por veneno.Y el sabor es en realidad bastante agradable.",
                "Ella traza los dulces y cierra cuidadosamente la bolsa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Tendré que hacer un análisis más profundo de estos más adelante en mi sala de trabajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Elly aparta la bolsa antes de darle una sonrisa.",
                "Speaks",
                "Gracias por su arduo trabajo [ThePlayerName].",
                "IfChoice",
                "2",
                "Gummi",
                "CandySampleMenu",
                "SetChoice",
                "2",
                "Gummi",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí hay algunos fondos para ayudarlo en sus esfuerzos para descubrir cualquier acción incorrecta que pueda estar haciendo.Recomendaría usarlo para adquirir los dulces más caros del confitería de Venefa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her a Box of Assorted Deluxe Chocolates. (Given.)",
            "theScene": [
                "Speaks",
                "Bueno, ya me has conseguido algunos de estos para probar antes.Pero supongo que más no duele.",
                "JumpToScene",
                "Give her a Box of Assorted Deluxe Chocolates."
            ]
        },
        {
            "NameOfScene": "Give her a Box of Assorted Deluxe Chocolates.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Box of Assorted Deluxe Chocolates",
                "Elly toma la caja de chocolates cuidadosamente con sus dos manos, y la coloca suavemente sobre la mesa, quitando lentamente la tapa, revelando la colección de chocolates escondidos dentro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Hm ... se ven lo suficientemente normales ... pero hay trazas de magia débiles.Sin embargo, nada que deba hacer algo extraño ... pero podría haber veneno de algún tipo ... bueno, estoy preparado.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Ella se toma un momento para sacar una variedad de pociones antidotales y de curación, colocándolas en la mesa junto a la caja de chocolates.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Con eso configurado, Elly recoge tentativamente uno de los chocolates entre su pulgar y dedo índice.Después de un momento de mirarlo, abre la boca y arroja el chocolate adentro, masticándolo cuidadosamente mientras suelta un ruido de satisfacción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Entonces, para su preocupación inmediata, Elly Gags y se ahoga con una expresión de asco en su rostro, pero ella simplemente sacude la cabeza y señala la guía de chocolate que estaba en la tapa de la caja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Gasping",
                "Speaks",
                "GHK- Debería haber leído la guía primero, hm- este es tan grosero para mí-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Lo traza apresuradamente con un estremecimiento náuseas antes de levantarse apresuradamente para ir a tomar un vaso de agua para tomar, dejándole tomar un momento para mirar sobre la guía para ver que agarró un chocolate relleno de coco y vainilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Speaks",
                "Egh- Eso fue- {i} horrible {/i} ... Tendré que ser más cuidadoso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego deja escapar un suspiro y vuelve a poner la tapa en la caja de chocolates antes de guardarlo para más tarde.",
                "Speaks",
                "Echaré un vistazo más profundo en su maquillaje en mi taller más tarde.Gracias por obtener estos [ThePlayerName].",
                "IfChoice",
                "3",
                "Choco",
                "CandySampleMenu",
                "SetChoice",
                "3",
                "Choco",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí hay algunos fondos para adquirir más muestras para el análisis.Asegúrese de usarlos bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her an Alraune Nectar Glazed Donut. (Given.)",
            "theScene": [
                "Speaks",
                "Bueno, ya me has conseguido uno de estos para probar antes.Pero supongo que otro no duele.",
                "JumpToScene",
                "Give her an Alraune Nectar Glazed Donut."
            ]
        },
        {
            "NameOfScene": "Give her an Alraune Nectar Glazed Donut.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Alraune Nectar Glazed Donut",
                "Elly te quita tentativamente la dona con sus dedos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Speaks",
                "Es tan ... {i} pegajoso {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Ella suspira y comienza a mirar atentamente la confección circular.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hmmm ... pero parece ser una dona normal ... aunque dijiste que estaba acristalado con néctar de Alraune ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella le da un pequeño bocado y tararea con sorpresa.",
                "Speaks",
                "Oh, esto es tan dulce ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Ella se escapa ligeramente con un ligero sonrojo en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "Ah- Existe el efecto secundario de Alraune Nectar, como se esperaba.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero independientemente, esta es una dona bastante impresionante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Luego saca una servilleta con su mano libre y coloca la confección sobre ella, limpiando su mano ahora pegajosa en los bordes.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Tendré que revisar esto más en serio en mi habitación, pero de un vistazo este parece cualquier otro tipo de cocina con el néctar de Alraune.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Elly luego empuja la dona y la servilleta hacia el lado de la mesa.",
                "Speaks",
                "Gracias [ThePlayerName], me aseguraré de estudiar cuidadosamente esta adquisición.",
                "IfChoice",
                "4",
                "Donut",
                "CandySampleMenu",
                "SetChoice",
                "4",
                "Donut",
                "ChangeProgress",
                "3",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí hay más Eros para ayudarlo a obtener más muestras para las pruebas, espero que sea suficiente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her a Jumbo Mint Choco Chip Clarity Cookie. (Given.)",
            "theScene": [
                "Speaks",
                "Bueno, ya me has conseguido uno de estos para probar antes.Pero supongo que otro no duele.",
                "JumpToScene",
                "Give her a Jumbo Mint Choco Chip Clarity Cookie."
            ]
        },
        {
            "NameOfScene": "Give her a Jumbo Mint Choco Chip Clarity Cookie.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Jumbo Mint Choco Chip Clarity Cookie",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Elly te quita la gran galleta con un aspecto serio, pero al mismo tiempo parece un poco transfijado.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "Speaks",
                "Oh mi, es tan ... {i} grande! {/i}",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego comienza a voltearlo, mirándolo con una mirada aguda.",
                "Speaks",
                "Hmmm, no parece haber magia en este ... Creo que ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Luego toma un mordisco considerable de la galleta y deja escapar un ruido satisfecho mientras lo mastica, sacando algunas servilletas para poner la gran confección mientras se come un bocado.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Oh- {i} hm, {/i} Esto es realmente bueno ... la parte de claridad de su nombre también es bastante apto.Hmmm ... tal vez comience a recogerlos de vez en cuando, siempre que Venefa esté realmente limpia de cualquier fechuga.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Le informas cuánto cuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "{i} dos mil cincocientos eros?... para una galleta!? {/i}",
                "Speaks",
                "Bien entonces ... tal vez solo en ocasiones como un regalo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Luego se aclara la garganta y ajusta sus gafas, dándote una mirada seria.",
                "Speaks",
                "Comprobaré para investigar esto más a fondo en mi taller, muchas gracias por llamar mi atención.",
                "IfChoice",
                "5",
                "Cookie",
                "CandySampleMenu",
                "SetChoice",
                "5",
                "Cookie",
                "ChangeProgress",
                "3",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Bueno, espero que esto sea suficiente para una mayor adquisición de muestras.No puedo gastar demasiado de mi presupuesto.Lo siento...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her a Sinfully Divine Chocolate Truffle. (Given.)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¡Ah!¡Otro de estos!Muchas gracias.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "JumpToScene",
                "Give her a Sinfully Divine Chocolate Truffle."
            ]
        },
        {
            "NameOfScene": "Give her a Sinfully Divine Chocolate Truffle.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Sinfully Divine Chocolate Truffle",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Elly te quita la trufa individual con una risa ligeramente repridente.",
                "Speaks",
                "Oh, ¿eran tan buenos que solo le quedaba uno de la caja?",
                "Le explicas que solo venían en piezas individuales, y cada una costaba 10k Eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "WHAT?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Y estás faroleando, ¿verdad?",
                "Lo más serio que puedas, sacudes la cabeza y le dices que no estás faroleando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "HM, luego, cuando lo pruebe, lo pruebe, tendré que comer la mitad y guardar el otro para la experimentación.Pero primero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Ella comienza a mirarlo en su mano lo más que puede.",
                "Speaks",
                "Bueno, esto está claramente elaborado por expertos y lleno de magia cuidadosamente cargada.Pero no hay forma de que valga la pena el precio ... Dejando de lado los efectos negativos que esto podría inculcar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sparkling",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Ella cuidadosamente da un mordisco de la trufa, manteniendo la otra mitad acunada en su mano e inmediatamente se deleita mientras golpea su lengua.",
                "Speaks",
                "Oh- oh esto es- mmmmm- ♥ {i} Amazing- ♥ {/i}",
                "Elly suspira de deleite mientras termina la trufa de chocolate Melty.Entonces, para su sorpresa, arroja la otra mitad que sostenía en su palma en su boca y repite su experiencia indulgente.",
                "PlayerSpeaks",
                "Uh- Elly?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te mira con un aspecto curioso mientras termina el resto de la trufa.",
                "Speaks",
                "¿Qué?Todavía tengo la otra mitad",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Ella mira su palma ahora vacante por un momento mientras su cerebro se pone al día con lo que acaba de hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "{i} oh no! {/i} necesitaba eso: ¿por qué I- Ugghhh-!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Ella planta su rostro sobre la mesa con un ruido sordo audible.",
                "Speaks",
                "¿Por qué estaba tan delicioso ...",
                "Lentamente se levanta con un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "En el lado positivo, creo que obtuve todo lo que necesitaba saber sobre eso del mero acto de comerlo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, no es una pérdida total ... ¡Oh!Y, muchas gracias por conseguirlo para ... estudiar ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Ella suspira nuevamente en la contemplación.",
                "IfChoice",
                "6",
                "Truffle",
                "CandySampleMenu",
                "SetChoice",
                "6",
                "Truffle",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa considerable de Eros.",
                "ChangeEros",
                "5000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Esto ciertamente no cubre el gasto de esa compra, pero espero que esto ayude a recuperar el costo para usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Ah, bueno, ¿tienes algo más que informar?",
                "JumpToScene",
                "CandySampleMenu"
            ]
        },
        {
            "NameOfScene": "She produces all the candy alone, and uses magic to ease the process.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly le da un asentimiento de evaluación mientras escucha su explicación de cómo Venefa hace la mayoría de los dulces, usando algo de magia para automatizar la agitación y otros procesos monótonos.",
                "También le dices que Venefa mencionó que la mayoría de sus ingredientes se cultivan o se hacen en el sitio.Con el bajo tráfico peatonal que obtiene, es más fácil para ella mantener abastecido y de alta calidad.",
                "Speaks",
                "Hmm, hmm ... supongo que ella usaría magia para automatizar más que eso ... pero supongo que podría disfrutar de su oficio ... si es posible, eche un vistazo a las salas de fondo para mí.Los caldrones podrían contener algunos detalles ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Pero lo más importante, si la mayoría de sus ingredientes se realizan en el sitio, revisar su jardín u otras fuentes de ingredientes en su hogar, podría ser una forma ideal de obtener algunas muestras o información directa.Incluso podría estar usando plantas peligrosas o ilícitas en sus confecciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aunque debo admitir, es bastante impresionante lo autosuficiente que suena su negocio.",
                "IfChoice",
                "8",
                "MakeCandy",
                "Report about the candy.",
                "SetChoice",
                "8",
                "MakeCandy",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Trabajo bueno.Avanza.",
                "Elly te arroja una pequeña bolsa de eros.",
                "ChangeEros",
                "500",
                "JumpToScene",
                "Report about the candy."
            ]
        },
        {
            "NameOfScene": "She sells highly erotic candy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¡Sí!Escuché y vi algunos fragmentos menores sobre eso.Pero ella se negó a entrar en detalles sobre ellos, ya que nuestra conversación ya había comenzado a ir ... mal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Hay todo tipo de efectos extraños que podría aplicar a ellos, así como a las malas intenciones detrás de ellos.Avísame si has descubierto algo específico.Sin embargo, no deberías {i} necesito {/i} para probarlos tú mismo.Pero una experiencia de primera mano podría ayudar con los detalles.",
                "SetChoice",
                "12",
                "EroticCandyMention",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Report about the candy."
            ]
        },
        {
            "NameOfScene": "Report in on the erotic candies.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Entonces, ¿qué descubriste con sus confecciones 'adultos'?",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "That's all I know for now.",
            "theScene": [
                "Elly te da un asentimiento.",
                "JumpToScene",
                "Report about the candy."
            ]
        },
        {
            "NameOfScene": "Talk about another lewd confection.",
            "theScene": [
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "LewdCandyMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Menu",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "31",
                "adultCandy",
                "Go over Venefica's personal overview of her lewd confections.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "29",
                "milkyLewdCandyEating",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "28",
                "lapPillowLewdCandy",
                "Report in on the erotic candy sampler experience.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "29",
                "milkyLewdCandyEating",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "28",
                "",
                "Report in on the erotic candy sampler experience.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "29",
                "",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "28",
                "lapPillowLewdCandy",
                "Report in on the erotic candy sampler experience.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "33",
                "Caramel",
                "Tell her about the 'Mind Melting Caramel'.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "35",
                "Fetish",
                "Tell her about the 'Indulgent Foot Fetish Gummies'.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "37",
                "LoveyDovey",
                "Tell her about the 'Passionate Choco Sweetheart Honeymoon Deluxe Box'.",
                "That's all I know for now.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Go over Venefica's personal overview of her lewd confections.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly le presta toda la atención mientras hace todo lo posible para transmitir todos los detalles que Venefa le ha dicho sobre sus por qué, y cómo es de su inventario más erótico.",
                "Venefa se asegura de que estén completamente separados de las acciones normales por razones de seguridad, dado que las vende por las intenciones de uso privado, un medio de seducción, placer propio o disfrute romántico.",
                "El interés de Elly aumenta un poco más a medida que comienzas a pasar por el interés de Venefa en la creación mágica y alquímica real de estos chocolates.Señalando que los grandes esfuerzos a los que va, para que los sabores y los efectos funcionen perfectamente, y cómo los dulces para dulces el proceso de creación aparentemente puede diferir enormemente.",
                "Dicho experimentos y procesos intensivos son la razón por la que pueden costar una fortuna obscena, pero el resultado también es muy buscado.También era extremadamente vehemente ante la idea de que fueran \"adictivos\".Así como muy desdeñados de personas que los usan como pociones de amor, como los elfos.Tampoco ofrece enseñar sus métodos o magia, ella era {i} muy {/i} seria allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Elly asiente mientras termina su explicación, tomándolo un momento para digerirlo todo con una mirada reflexiva en su rostro.",
                "Speaks",
                "Hmmm, si nada más está claramente dedicada a su oficio.Si bien puede haber algún motivo oculto en todo esto, puedo decir que es apasionada y no tomar pequeñas medidas cuando se trata de la seguridad general de las personas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Mentiría si dijera que tratar de encantar comida de tal manera no era una perspectiva interesante dada el equilibrio que necesitaría hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Sin embargo, también explica por qué se opuso a hablar potencialmente de magia conmigo.Tal vez debería enviarle una carta de disculpa clarificadora en ese sentido ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Pero, aparte, esto es muy valioso para avanzar.",
                "IfChoice",
                "13",
                "lewdOverview",
                "LewdCandyMenu",
                "SetChoice",
                "13",
                "lewdOverview",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Estoy seguro de que es difícil, pero asegúrese de seguir así.Lo estás haciendo muy bien.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "1000",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "Report in on the erotic candy sampler experience.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly le brinda toda su atención cuando comienza a detallar su experiencia a través de la mitad de la muestra de dulces, haciendo todo lo posible para describir la colección de chocolates y los dulces que pasó junto con la forma en que lo afectaron.",
                "Ella presta poca atención al erotismo en juego, reflexionando sobre tus palabras con una mirada grave.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Hm, ella realmente tiene una gran selección ... debe haber vertido meses de esfuerzo en estos ... Además, su lactancia parece que podría ser una preocupación potencial dada su naturaleza como una bruja ... pero dudo que esté usando la suya.leche para producir dulces en masa, eso es demasiado ineficiente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "La capacidad de su confección para invocar tal placer meloso en el consumidor hasta tal grado es ... honestamente muy desconcertante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Sin embargo, tampoco me parece un adicto tembloroso, por lo que creo que puedo cruzar con seguridad la lista de posibles amenazas para siempre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Pero de todos modos, me aseguraré de ver si puedo encontrar una contaminación para ellos, o ver si puedo presentar cualquier cosa con todos estos datos que me haya dado.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "IfChoice",
                "14",
                "sampler",
                "LewdCandyMenu",
                "SetChoice",
                "14",
                "sampler",
                "ChangeProgress",
                "4",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Gran trabajo haciendo tales esfuerzos para investigar esto personalmente.Estoy seguro de que fue muy arduo para ti dar una caída tan peligrosa.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "1000",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "Tell her about the 'Mind Melting Caramel'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly te mira atentamente mientras le das la descripción del caramelo y sus efectos previstos.",
                "Speaks",
                "Hmmm ... un dulce que drena el intelecto de una manera placentera ... eso es aterrador.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "¿Pero ... \"agita tu cerebro con la lengua\"?Eso suena como tonterías.Aunque, ¿supongo que podría tener algo de magia para simular el efecto?¿O tal vez lamer la oreja con los efectos de los dulces resulta en la sensación?",
                "IfChoice",
                "15",
                "Caramel",
                "CaramelExplainMenu",
                "SetChoice",
                "15",
                "Caramel",
                "ChangeProgress",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Gracias por esta información, me aseguraré de usarla.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Tenías algo más?",
                "JumpToScene",
                "CaramelExplainMenu"
            ]
        },
        {
            "NameOfScene": "CaramelExplainMenu",
            "theScene": [
                "GetEventAndIfChoice",
                "'Bon Bon Bun'",
                "34",
                "",
                "Talk about another lewd confection.",
                "Menu",
                "Explain your experience with the 'Mind Melting Caramel'.",
                "Talk about another lewd confection.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Explain your experience with the 'Mind Melting Caramel'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Ah, entonces decidiste arriesgarte y probarlos.Espero que hayas entendido lo peligroso que era hacerlo.Pero por favor, no dejes de lado ningún detalle.",
                "Asentes y comienzas a explicar en su totalidad sobre tu experiencia con el caramelo, al menos lo mejor que puedas con la forma en que básicamente derritieron tu cerebro en un peluquero de dicha, todos tus pensamientos desaparecieron antes de que puedas pensarlos, mientras que Venefica estaba allíguiándote suavemente a través de él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hmm ... es interesante que ella te esté prestando tanta atención para estos 'cursos de prueba' ... también estos efectos suenan horribles.Para mi quiero decir.Parece que te diviertes mucho.",
                "Luego continúas explicando la parte donde Venefa 'comió' tu cerebro con la lengua.Recordándolo con bastante claridad a pesar de que tu mente es una dicha blanda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Ahhh, entonces {i} era {/i} magia.Al menos por los sonidos de la misma.Luego, con todos tus pensamientos en un desastre intoxicado, ella te dijo que te corrieras una y otra vez, hasta que lo hiciste.Interesante...",
                "Elly se toma un momento para pensar y digerir su explicación de lo que pasó.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Hmm ... Gracias por compartir esta experiencia, tendré que tener en cuenta que avanza con mis teorías y recopilación de evidencia.",
                "IfChoice",
                "16",
                "CaramelEx",
                "LewdCandyMenu",
                "SetChoice",
                "16",
                "CaramelEx",
                "ChangeProgress",
                "4",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "No puedo pagarle el monto total para el curso que pasó, pero esto aún debería ayudarlo con una mayor investigación.",
                "Elly te arroja una gran bolsa de eros.",
                "ChangeEros",
                "2500",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "Tell her about the 'Indulgent Foot Fetish Gummies'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Le cuentas a Elly sobre las gomitas fetiche y ella te da una mirada de evaluación.",
                "Speaks",
                "Hmmm ... dulces inductores de fetiche ... eso suena desconcertante.Estoy un poco sorprendido de que solo descubriera cómo hacer que funcionen para los pies hasta ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Aunque es posible que sea un placebo, dado que es poco probable que alguien sin el fetiche que proporciona Gummi lo tomaría voluntariamente.Pero es posible que esto pueda ser armado por ella u otros ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Como nota adicional, no es impactante que la mayoría de sus dulces, si no todos, no la afectará como ella dijo.Tampoco es sorprendente que ella tenga probadores fuera del sitio.",
                "IfChoice",
                "17",
                "Fetish",
                "FetishExplainMenu",
                "SetChoice",
                "17",
                "Fetish",
                "ChangeProgress",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Gracias por esta información, la tendré en cuenta en esta investigación.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Tenías algo más?",
                "JumpToScene",
                "FetishExplainMenu"
            ]
        },
        {
            "NameOfScene": "FetishExplainMenu",
            "theScene": [
                "GetEventAndIfChoice",
                "'Bon Bon Bun'",
                "36",
                "",
                "Talk about another lewd confection.",
                "Menu",
                "Explain your experience with the 'Indulgent Foot Fetish Gummies'.",
                "Talk about another lewd confection.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Explain your experience with the 'Indulgent Foot Fetish Gummies'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly tararea con interés cuando comienzas a explicarte la experiencia con las gomitas inductoras de fetiche y cómo los pies y los tacones de Venefica llamaron cada parte de tu atención.",
                "Speaks",
                "Hmm ... así que suenan como si realmente invocen el fetiche en ti ... Me pregunto cómo logró tal efecto ... aún más interesante que no solo sus pies directamente, sino también sus talones.",
                "No puedes evitar enjuagar mientras continúas recordando la experiencia, cómo te pisó y te llevó a un intenso orgasmo del cerebro que derrite con los pies.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Sin embargo, es interesante cómo uno a uno estaba contigo ... no parece del tipo que haga eso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Pero lo más importante ...",
                "En un movimiento sorprendentemente suave, Elly presiona uno de sus zapatos contra la parte posterior del otro y libera ese pie, levantándolo en el aire frente a ti, haciendo que sus largas túnicas revelen la mayoría de sus piernas desnudas lisas.",
                "SwapLineIf",
                "HasFetishLevelEqualOrGreater",
                "Feet",
                "100",
                "Y te encuentras temblando tus piernas por un momento mientras te encuentras totalmente cautivado por la vista, pronto cayendo de rodillas en un aturdimiento cachondo y meloso, pensamientos de la sola pie de Elly escallando todo lo demás mientras tu polla se tensa y se contrae contra tus pantalones.",
                "50",
                "Y tienes que suprimir un jadeo de deseo cuando encuentras tus ojos al instante atraídos por su pie mientras se mantiene en el aire, y tu polla ya se esfuerza contra tus pantalones a la vista.",
                "25",
                "Y te encuentras con los ojos atraídos instantáneamente hacia su pie mientras se mantiene en el aire, y antes de darte cuenta de que tu polla comienza a tensarse en tus pantalones.",
                "0",
                "Y simplemente le das una mirada ligeramente desconcertada a su repentina delantera.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "SwapLineIf",
                "HasFetishLevelEqualOrGreater",
                "Feet",
                "100",
                "Elly tararea mientras arregla su ropa, volviendo firmemente el pie en su zapato, y vuelves a tus sentidos, de nuevo con no vergüenza con poca vergüenza.",
                "0",
                "Elly tararea mientras arregla su ropa, volviendo firmemente su pie en su zapato.",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "HasFetishLevelEqualOrGreater",
                "Feet",
                "25",
                "Bueno, parece que el Gummi puede haber tenido algunos efectos duraderos en ti.Que o ya tenías una fijación tan fetichista.",
                "0",
                "Bueno, no parece que tuviera ningún efecto permanente en ti ...",
                "EndLoop",
                "Elly asiente cuidadosamente.",
                "Speaks",
                "Buen trabajo investigando esto.Ha sido muy informativo.",
                "IfChoice",
                "18",
                "FetishEx",
                "LewdCandyMenu",
                "SetChoice",
                "18",
                "FetishEx",
                "ChangeProgress",
                "4",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Elly te arroja una gran bolsa de eros.",
                "ChangeEros",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Con suerte, eso debería cubrir el precio que pagó para obtener este Intel.",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "Tell her about the 'Passionate Choco Sweetheart Honeymoon Deluxe Box'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly le brinda su entusiasta atención mientras transmite la descripción del conjunto de chocolate con inclinación románticamente, y cómo invoca sentimientos de amor en los consumidores, así como las restricciones y el aumento de los precios que Venefica tuvo que poner en sus ventas con cómo algunos de los elfosintentamos usarlo.",
                "Speaks",
                "Interesante ... aunque eso realmente suena como un hechizo de encanto más complicado?¿Supongo que el acto de compartir estos chocolates con alguien tiene la intención de ser un acto romántico en sí mismo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Hmm ... con tales restricciones, así como su ira con los elfos, dudo severamente que su intención esté enferma con estos ... pero asegúrese de no bajar la guardia a su alrededor de todos modos.",
                "IfChoice",
                "19",
                "Sweetheart",
                "SweetheartExplainMenu",
                "SetChoice",
                "19",
                "Sweetheart",
                "ChangeProgress",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Creo que este Intel debería ser útil, buen trabajo.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Tenías algo más?",
                "JumpToScene",
                "SweetheartExplainMenu"
            ]
        },
        {
            "NameOfScene": "SweetheartExplainMenu",
            "theScene": [
                "GetEventAndIfChoice",
                "'Bon Bon Bun'",
                "38",
                "",
                "Talk about another lewd confection.",
                "Menu",
                "Explain your experience with the 'Passionate Choco Sweetheart Honeymoon Deluxe Box'.",
                "Talk about another lewd confection.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Explain your experience with the 'Passionate Choco Sweetheart Honeymoon Deluxe Box'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Empiezas a repasar cómo fue tu experiencia con los chocolates, pero Elly te interrumpe cerca del comienzo.",
                "Speaks",
                "Venefa no habría ofrecido la prueba si no creyera que eras lindo ... interesante ... ¡Ah!Por favor, continúe.",
                "Con su interjección fuera de la forma en que reanudas explicando cómo los chocolates te inundaron con un aturdimiento rosado de enamoramiento intoxicante, y todo tu enfoque se estrechó en Venefa.Así como lo íntima que se puso contigo.",
                "Speaks",
                "Hmm ... Entonces, son algunas medidas más intensas que un hechizo de encanto básico, probablemente algunos tipos diferentes en capas unos de otros ... no son demasiado impactantes que esto los llevó a tener relaciones sexuales, pero es extraño que este afecte específicamenteella también ... dudo que lo esté fingiendo.",
                "GetEventAndIfChoice",
                "'Bon Bon Bun'",
                "39",
                "Comment",
                "KeptGoing",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "¿Entonces ambos se detuvieron antes de que las cosas se pusieran demasiado intensas?Me sorprende que cualquiera de ustedes tuviera el autocontrol para eso con los efectos de ese dulces en juego ... tal vez no sea tan potente como creo que es.",
                "IfChoice",
                "20",
                "SweetheartEx",
                "LewdCandyMenu",
                "SetChoice",
                "20",
                "SweetheartEx",
                "ChangeProgress",
                "4",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Gracias por compartir esta información, estoy seguro de que será una gran ayuda en esta investigación.Esto no será suficiente para pagar el precio total que pagó, pero debería ayudar.",
                "Elly te arroja una gran bolsa de eros.",
                "ChangeEros",
                "2500",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "KeptGoing",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Luego continúa explicando lo que sucedió mientras ustedes dos continuaron, cómo Venefa finalmente perdió todo el control, lo clavó y lo montó implacablemente, una y otra vez hasta que se desmayó.Cómo se disculpó por su comportamiento dominante después.",
                "Speaks",
                "Hmm ... interesante ... Dado que es al menos una chica de conejito que tiene sentido ... pero con sus cambios de ser una bruja, parece que se vuelve mucho más depredadora cuando tiene sexo una vez que ha trabajado ... me pregunto...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elly está perdido en el pensamiento por un momento antes de mirar hacia atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Aparte de eso, es interesante que antes de que ambos tuvieran la claridad de pensar en detenerse antes de perder el control de su libido ... Dudo que Candy sea tan potente como sospechaba inicialmente.Pero lo más importante es que esto fue bastante informativo sobre su comportamiento.Trabajo bueno.",
                "IfChoice",
                "21",
                "SweetheartEx2",
                "LewdCandyMenu",
                "SetChoice",
                "21",
                "SweetheartEx2",
                "ChangeProgress",
                "4",
                "IfChoice",
                "20",
                "SweetheartEx",
                "LewdCandyMenu",
                "SetChoice",
                "20",
                "SweetheartEx",
                "ChangeProgress",
                "4",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Gracias por compartir esta información, estoy seguro de que será una gran ayuda en esta investigación.Esto no será suficiente para pagar el precio total que pagó, pero debería ayudar.",
                "Elly te arroja una gran bolsa de eros.",
                "ChangeEros",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "JumpToScene",
                "LewdCandyMenu"
            ]
        },
        {
            "NameOfScene": "Report on Venefica and her business.",
            "theScene": [
                "Menu",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "44",
                "WitchQueen",
                "About her being the Queen of Witches...",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "9",
                "Confectionary",
                "It seems like a passion project? She likes candy.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "10",
                "Remote",
                "She seems to live so remotely to avoid people.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "11",
                "customerBook",
                "She uses a book to track her customers?",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "19",
                "TouchedEars",
                "I touched Venefica's bunny ears.",
                "Report on something else...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "About her being the Queen of Witches...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly te da una apariencia cuestionada y ajusta sus lentes.",
                "Speaks",
                "¿Y ella?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Continúas transmitiendo lo que Venefica te explicó, su desdén de tener ese título prácticamente la obligó a ella, y cómo las brujas la dieron principalmente que buscaban ser enseñada por ella.Además de que ella quiere simplemente quedarse sola en sus propios dispositivos e intereses.",
                "Elly te mira por unos momentos largos en silencio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "{i} ¡Qué! {/i} sh-sh-shhe tiene que ser faroloso!¡Tiene que ser una especie de artimaña engañosa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "R-Right?O-o puedo tener uhm, realmente, {i} realmente {/i} estropear mi introducción con ella ... mucho ...",
                "Elly se queja un poco a medida que los engranajes giran mientras la arroja algunos detalles, como Venefa, parece realmente enojado por todo el asunto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Si eso es cierto, pone una perspectiva completamente diferente sobre el aquelarre umbral ... así como los propios motivos y acciones de Venefa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Pero en cualquier caso, necesitaré más tiempo para procesar esta información ...",
                "IfChoice",
                "27",
                "Queen",
                "Report on Venefica and her business.",
                "SetChoice",
                "27",
                "Queen",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Buen trabajo, duplicando eso para mí [ThePlayerName].Podría ser vital para esta investigación.",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "1000",
                "JumpToScene",
                "Report on Venefica and her business."
            ]
        },
        {
            "NameOfScene": "It seems like a passion project? She likes candy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Usted le explicas a Elly que Venefa parece que realmente me gustan los dulces y los confecciones, que es la razón por la que comenzó su negocio.Al parecer, me gusta comer y crearlos.",
                "Ella escucha entusiasta mientras hablas, y tú explicas que aparentemente no lo está haciendo con fines de lucro, y más por diversión.Dado su pequeña escala.Aunque a pesar de eso, aparentemente también ha respaldada por órdenes casi constantemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Hmmm ... sus razones para comenzar podrían ser fácilmente un encubrimiento ... pero es posible que no esté mintiendo.Aunque todavía podría ser parte de algún esquema a largo plazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Si bien esto no revela mucho, todavía era perspicaz.",
                "IfChoice",
                "9",
                "passion",
                "Report on Venefica and her business.",
                "SetChoice",
                "9",
                "passion",
                "ChangeProgress",
                "1",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Speaks",
                "Gracias por sus esfuerzos [ThePlayerName].",
                "Elly te arroja una pequeña bolsa de eros.",
                "ChangeEros",
                "500",
                "JumpToScene",
                "Report on Venefica and her business."
            ]
        },
        {
            "NameOfScene": "She seems to live so remotely to avoid people.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Usted hace todo lo posible para regalar Elly con el desdén de Venefa por estar cerca de otras personas, de ahí la lejanía de su negocio, enumerando: las brujas que la molestan por educación, malos clientes, competidores entrometidos, solo por nombrar algunos ejemplos.A ella también parece que no le gusta el \"ruido\" de las multitudes.",
                "Elly asiente cuidadosamente mientras continúa, empapando en la información, dejándolo sin obstáculos para decirle que Venefa entiende claramente que a las personas tampoco le gustan realmente y, en general, le temen.Pero ella también trató de tener claro que no odia {i} a todos {/i}, tiene algunos amigos aquí y allá, empleados y clientes que no les disgusta.",
                "Speaks",
                "Ya veo ... mientras que su lejanía también podría ser solo para mantenerla malvada lejos de los ojos indiscretos.Puedo entender mucho esos problemas.Pero también podría ser dos pájaros con una situación de piedra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Sin embargo, la mención de brujas recuerda una de mis interacciones con ella, creo que puede haber tenido la idea equivocada cuando le pregunté si quería intercambiar notas.La idea completamente incorrecta ... especialmente si ella no es del tipo que quiera compartir algo cuando se trata de una investigación mágica, lo cual es probable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Tenga en cuenta que simplemente estaba tratando de usarlo como un medio para investigar sus actividades, no hacerme amigo de ella.Entonces, ella no estaba completamente equivocada al desencadenarme ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Sin embargo, esta información debe ser útil para compilar evidencia.Trabajo bueno.",
                "IfChoice",
                "10",
                "remote",
                "Report on Venefica and her business.",
                "SetChoice",
                "10",
                "remote",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Elly te arroja una pequeña bolsa de eros.",
                "ChangeEros",
                "500",
                "JumpToScene",
                "Report on Venefica and her business."
            ]
        },
        {
            "NameOfScene": "She uses a book to track her customers?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Ah, sí, noté que ella también marca los nombres y la información de las personas.Lo más probable es que lo haga para rastrear los hábitos de compra.Pero es posible que haya un propósito más nefasto detrás de esto.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Dudo que esté dispuesta a dejarlo mirarlo independientemente de la situación ... pero si de alguna manera pudieras echar un vistazo al interior, podríamos obtener una gran cantidad de información sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Speaks",
                "Orrrrr podríamos terminar rompiendo horriblemente la privacidad de algunas personas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero no podré descansar bien en esto hasta que hayamos investigado todo lo que podamos.",
                "IfChoice",
                "11",
                "book",
                "Report on Venefica and her business.",
                "SetChoice",
                "11",
                "book",
                "Speaks",
                "Puedes tener esto para tus problemas.",
                "Elly te arroja una pequeña bolsa de eros.",
                "ChangeEros",
                "50",
                "JumpToScene",
                "Report on Venefica and her business."
            ]
        },
        {
            "NameOfScene": "I touched Venefica's bunny ears.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly le da una mirada seria mientras explica que le pagó a Venefa para que le permita tocar sus oídos, entrando en todos los detalles que pueda para explicar cuán maravillosamente suaves son.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Veo...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "{i} ¿Qué tiene eso que ver con la investigación?",
                "PlayerSpeaks",
                "Er-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Además, ¿gastaste dinero para hacer esto?¿Cuánto cuesta?",
                "PlayerSpeaks",
                "Eran solo 2500 Eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "{i}Only?!{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Elly luego deja escapar un suspiro exasperado para calmarse.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Ah, lamento que te chorree [ThePlayerName].Me recordaste a mi hermana por un momento.... Quizás Venefa está tratando de comenzar algún tipo de ... negocio de adicción a la pelusa de oídos ... es muy poco probable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Pero todavía le recomiendo que se abstenga de tocar sus oídos en el futuro, por si acaso.",
                "IfChoice",
                "7",
                "Ears",
                "Report on Venefica and her business.",
                "SetChoice",
                "7",
                "Ears",
                "ChangeProgress",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "Pero antes de preguntar, {i} ¡No! {/i} ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "-3",
                "JumpToScene",
                "Report on Venefica and her business."
            ]
        },
        {
            "NameOfScene": "Tell Elly about the job offer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "¿Te ofreció un trabajo?",
                "Usted asiente y explica que el trabajo implica que su semen ordeñe como una fuente de ingredientes para confecciones específicas, así como una fuente de energía para Venefa.Y tratado como una mascota pagada.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Interesting...",
                "Ella ajusta sus gafas una vez más antes de dejar que su mano caiga a su lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Dejando a un lado mis posibles sospechas, le recomiendo que le tome esta oferta de trabajo, pero lo hagan con mucho cuidado.Podría ser parte de cualquier esquema que pueda tener, pero también es una excelente oportunidad para obtener detalles sobre su operación, posiblemente incluso algunas muestras directas de sus ingredientes dulces.O posible documentación.Siempre que haya alguna forma de escapar de aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Obviamente, no te dejes atrapar haciendo esto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Pero es completamente posible que pueda obtener el Intel que necesita sin escabullirse.Avísame si descubres algo en algún caso.",
                "ChangeProgress",
                "1",
                "SetChoice",
                "22",
                "Job",
                "ChangeEros",
                "100",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Elly te arroja una pequeña bolsa de eros.",
                "Speaks",
                "Sigan con el buen trabajo.",
                "JumpToScene",
                "ReportMenu"
            ]
        },
        {
            "NameOfScene": "Report on your time working for Venefica.",
            "theScene": [
                "Menu",
                "RequiresChoiceFromEvent",
                "VeneficasMilkingPet",
                "1",
                "Worker",
                "I got a look at the back rooms.",
                "RequiresChoice",
                "23",
                "backRoom",
                "Give Elly a raw candy ingredient.",
                "RequiresChoiceFromEvent",
                "VeneficasHomeExplore",
                "15",
                "ReadCustomerBook",
                "Tell Elly about what was in the sign in book.",
                "RequiresChoiceFromEvent",
                "VeneficasHomeExplore",
                "17",
                "OddEncounter",
                "Tell Elly about Venefica's strange diary entry about the caverns...",
                "RequiresChoiceFromEvent",
                "VeneficasMilkingPet",
                "4",
                "MilkingPet",
                "I think I'm addicted to getting milked by her...",
                "Report on something else...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I got a look at the back rooms.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "¿Oh?Bueno, no ahorre ningún detalle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Asiente y haces todo lo posible para explicar su área de trabajo, y los numerosos caldera de dulces de autoestrulación llenos de todo tipo de líquidos burbujeantes que van desde chocolate derretido hasta caramelo, así como todos los armarios y surtido de utensilios alquimales, cocinados y mágicos.También está su habitación que no incluía en la gira.",
                "Brevemente, menciona el armario que contenía una cantidad casi innumerable de ingredientes diferentes, así como el gran jardín en la parte posterior, donde cultiva ingredientes, y también menciona la nota al margen de Venefica donde recibe huevos enviados por arpías.",
                "Elly asiente todo el tiempo, empapando en cada detalle, paseando ligeramente a medida que explica el sótano de Venefica y la 'celda de mascotas', donde fue ordeñado.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Interesante ... también muy preocupante que tenga todo en su sótano.Pero ella te dejó ir después al menos ... asegúrate de mantenerte bajo control y no trabajar allí con demasiada frecuencia, podría tener efectos perjudiciales en tu mentalidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Pero avíseme si ves mejor su taller, su jardín o incluso su habitación.Tal vez incluso el mostrador mientras ella no está allí si puedes.Pero incluso esta descripción general del diseño de su confitería y el sótano es muy informativo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "No necesitaré ninguno de los detalles de sus 'ordeños', ya que son bastante sencillos en lo que implican.",
                "IfChoice",
                "23",
                "backRoom",
                "Report on your time working for Venefica.",
                "SetChoice",
                "23",
                "backRoom",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Gran trabajo [ThePlayerName].",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Y si de alguna manera desaparece, me aseguraré de analizar el sótano de Venefa como una ubicación potencial.",
                "JumpToScene",
                "Report on your time working for Venefica."
            ]
        },
        {
            "NameOfScene": "Tell Elly about what was in the sign in book.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Usted le explica a Elly lo que descubrió dentro del libro, que implicaba información personal de clientes, lindos garabatos, su desconfianza general de Elly y la falta general de cualquier información realmente útil ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Entonces en realidad era solo un letrero en el libro ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "D-Did realmente dejo una impresión tan mala.... Supongo que con lo que te voy a hacer que hagas no puedo exactamente {i} culpar {/i} ella, pero-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Lo importante es que, sea lo que sea que esté haciendo, si algo, no está en ese libro ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "... Estoy empezando a pensar que podría estar persiguiendo las sombras ahora ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "¡Pero no podemos dejar que eso nos disuade todavía!Necesitamos asegurarnos mucho sobre todo esto, y esto es solo una parte muy pequeña en eso, incluso si parece mostrar ninguna mala voluntad de su parte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Lo que quiero decir es ... algo todavía me parece.Así que sigue con eso.",
                "IfChoice",
                "33",
                "signInBook",
                "Report on your time working for Venefica.",
                "SetChoice",
                "33",
                "signInBook",
                "ChangeProgress",
                "1",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Hablando de mantenerlo ... Gran trabajo [ThePlayerName].",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Entonces, ¿te pasaste en algo más?",
                "JumpToScene",
                "Report on your time working for Venefica."
            ]
        },
        {
            "NameOfScene": "Tell Elly about Venefica's strange diary entry about the caverns...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Le dice a Elly todo lo que pueda de la entrada del diario que encontró en la habitación de Venefa sobre su visita a las cavernas dentro de la montaña.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Y cuanto más se pone en la historia, más serio se vuelve Elly, especialmente cuando mencionas el \"ataque\" contra Venefa, aún más en los propios hallazgos de la bruja sobre los efectos posteriores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Hay un gran silencio por unos momentos mientras Elly digiere la historia que estás contando.",
                "Speaks",
                "Eso ... no debería haber sido {i} posible {/i} ... controlando la energía demoníaca ambiental como {i} que {/i} hasta tal punto ... no es natural ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Y Venefa ciertamente no es el tipo de persona que escribe ociosamente en su diario ... Además, esto explicaría por qué he visto su cabeza hacia las cavernas de montaña ... inicialmente pensé que podría haber sido para algunosPropósito malicioso, o tal vez ingredientes ... que aún pueden ser parte del caso.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Pero no solo eso, de alguna manera dejó una marca en ella {i} alma {/i}, y como es una chica monstruosa, bueno, eso tampoco tiene sentido!La reparación de la ubicación que se explota tiene sentido, ha habido casos conocidos de las ubicaciones de fijación del encantamiento, e incluso el daño en la reparación de energía demoníaca ambiental ... aunque esto está en una escala bastante pesada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Recuerdo un aumento mágico que probablemente fue este evento, aunque en ese momento no tenía idea de lo que era ... pero si afectaba a Venefica, incluso con su guardia, esto es motivo de gran preocupación ...",
                "Speaks",
                "HM- Esto, potencialmente cambia todo en realidad, algunos de sus comportamientos más sospechosos podrían estar vinculados a esto, y yo {i} duda {/i} Ella mantendría un diario falso solo para meterse con nosotros.Entonces, con todo lo que sé hasta ahora, creo que podría necesitar buscar un enfoque diferente para cuando la confronemos sobre todo esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Quien logró lograr esto, probablemente estaba tratando de ... ¿Subsumir su alma?Or- {i} algo {/i} así ... y es probable que lo intentarán nuevamente con ella.O posiblemente {i} otros {/i}.Que, por toda la lógica, es muy, muy malo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "SO- VENEICA IS- {i} probablemente {/i}, completamente inocente en todas mis sospechas iniciales ... incluso con su extraña tienda de dulces y su estado como bruja.No están relacionados con algunos de los otros comportamientos que noté de ella con esta información, y dada su naturaleza, no hay forma de que ella me lo cuente, especialmente no con lo que era ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly deja escapar un profundo suspiro y recompensa con una mirada seria, sus gafas brillan.",
                "Speaks",
                "¡Está bien!Todavía necesito que obtenga tanta evidencia y muestras como sea posible, usándolas, debería poder obtener más información sobre todo esto, y potencialmente desarrollar algún tipo de contrarrestar a lo que sucedió.¡O al menos a Venefa en caso de que intente volarnos o algo así!",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Esta situación puede ser más grave de lo que inicialmente esperaba, de una {i} totalmente {/i} de una manera diferente que hubiera pensado, ¡pero estoy seguro de que podemos llegar al fondo de este problema!Extrañas imposibilidades o no.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Y una vez que todo esto esté ordenado, estoy seguro de que puedo encontrar una disculpa adecuada por que violes su privacidad personal.Y espero que ella no tenga algún esquema malvado que aún no hemos encontrado además de lo que sea.",
                "IfChoice",
                "34",
                "DiaryReport",
                "Report on your time working for Venefica.",
                "SetChoice",
                "34",
                "DiaryReport",
                "ChangeProgress",
                "25",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "¡Oh, claro!",
                "Elly te arroja un saco de eros.",
                "ChangeEros",
                "3000",
                "Speaks",
                "Con suerte, esto debería cubrir algunos de los gastos.Un poco sangrante de mis fondos con todos estos pagos de informes, pero este era claramente importante.Asegúrese de usarlo para promover la misión o comprar algo de equipo.",
                "JumpToScene",
                "Report on your time working for Venefica."
            ]
        },
        {
            "NameOfScene": "I think I'm addicted to getting milked by her...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Elly te mira por un momento con un resplandor serio.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Estoy bastante seguro de que {i} advirtí {/i} que podría suceder.Drenarse así es probable que desarrollará algunos efectos si se realiza de manera consistente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero aun así, esto {i} {/i} ayuda a promover la investigación dado el efecto que esto tuvo en usted ... por lo que a pesar de las posibles ramificaciones a largo plazo de esto, puede funcionar a nuestro favor.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Y estoy seguro de que {i} alguien {/i} de lo contrario estará dispuesto a ordeñarte como ella también.Así que ciertamente tienes muchas salidas para esta 'adicción' tuya, no solo Venefa.Así que no se preocupe demasiado por convertirse en su mascota permanentemente.",
                "El mero pensamiento de eso hace que tu polla se contrae ...",
                "IfChoice",
                "24",
                "Milked",
                "Report on your time working for Venefica.",
                "SetChoice",
                "24",
                "Milked",
                "ChangeProgress",
                "5",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "500",
                "Speaks",
                "Sin embargo, trate de mantenerlo unido, esta investigación parece estar progresando bien gracias a usted.Una vez que todo esté dicho y hecho, también podríamos encontrar una cura para su nuevo problema.",
                "JumpToScene",
                "Report on your time working for Venefica."
            ]
        },
        {
            "NameOfScene": "Give Elly a raw candy ingredient.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¿Oh?¿Tienes algunos ingredientes crudos para que lo revise?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "RawSampleMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Menu",
                "RequiresItem",
                "Cup of Raw 'Demon' Sugar",
                "RequiresChoice",
                "28",
                "",
                "Give her a Cup of Raw 'Demon' Sugar.",
                "RequiresItem",
                "Flower and Fruit Samples",
                "RequiresChoice",
                "29",
                "",
                "Give her the Flower and Fruit Samples.",
                "RequiresItem",
                "Raw Candy Ingredient Samples",
                "RequiresChoice",
                "30",
                "",
                "Give her the Raw Candy Ingredient Samples.",
                "RequiresItem",
                "Assorted Cocoa Beans",
                "RequiresChoice",
                "31",
                "",
                "Give her the Assorted Cocoa Beans.",
                "RequiresChoice",
                "28",
                "Sugar",
                "RequiresChoice",
                "29",
                "FlowersNFruit",
                "RequiresChoice",
                "30",
                "RawCandy",
                "RequiresChoice",
                "31",
                "CocoaBeans",
                "Ask about Elly's findings on the samples.",
                "HideOptionOnRequirementFail",
                "RequiresItem",
                "Unmarked Chocolate Bar",
                "Hand her the Unmarked Chocolate Bar.",
                "That's all the raw ingredients for now.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Hand her the Unmarked Chocolate Bar.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Unmarked Chocolate Bar",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "SwapLineIf",
                "OtherEventsChoice",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "Elly toma el bar sin marcar con un brillo analítico en sus ojos.",
                "3",
                "",
                "Elly toma el bar sin marcar con un brillo analítico en sus ojos, y usted le dices que lo encontraste en un cajón cerrado.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "Pero, ¡ya que lo tienes aquí y ahora, no puede doler descubrirnos por nosotros mismos!",
                "3",
                "",
                "¡¿En realidad?!¡Entonces esto podría ser lo que está abriendo este caso!¡Es probable que sea una especie de bar experimental en el que haya estado trabajando para perfeccionar antes de desatarlo a las masas desprevenidas!",
                "EndLoop",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Elly, entonces, con el mayor cuidado desenvuelve el empaque en la barra y lo mira cuidadosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Mmm.Se ve lo suficientemente normal ... pero comer algo como esto para probar es demasiado arriesgado, pero estoy seguro de que mi hechizo de análisis debería decirme todo lo que necesito saber.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly colocó el listón cuidadosamente sobre la mesa y levanta una mano frente a ella, su palma brilla azul mientras proyecta pequeñas líneas de magia que se arrastran sobre la barra mientras piensa profundamente en la información que está recibiendo.",
                "Speaks",
                "Hmmm ... déjame ver aquí ... cacao, energía demoníaca de Venefa, azúcar fr- oh- y la leche es- i- {i} oh- {/i} y- oh querido-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "Speaks",
                "¡O-OKAY!¡Esto no es en {i} todos {/i} lo que esperaba!",
                "Simplemente le das a Elly una mirada de confusión mientras ella corta su hechizo y trabaja para volver a componerse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "Bien, bueno ... esto ha sido- {i} perspicaz. {/i}",
                "3",
                "",
                "Bien, bueno ... esto ha sido- {i} perspicaz. {/i} Sin embargo, este, no fue el avance que esperaba o esperaba.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Continúas mirando a Elly, esperando una explicación mientras comienza a volver a enviar cuidadosamente la barra de chocolate.",
                "Speaks",
                "Es posible que ya se dé cuenta de que esto se ha ido, por lo que tendrá que devolverlo, ya sea sin su aviso, o sea honesto y simplemente devuélvalos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SpazYell",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Aunque probablemente podría comerlo y ella, está bien, no, no deberías hacer eso.O al menos, ¡no me cuentes sobre eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "PlayerSpeaks",
                "Elly, ¿puedes reducir la velocidad y explicar la barra de chocolate?",
                "Speaks",
                "Uhm, bien es bastante 'normal' ... sin embargo, bien, los ingredientes son- {i} principalmente {/i}--",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Ella deja escapar un profundo suspiro en preparación para lo que sea que tenga que decir.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Si bien la barra de chocolate es simple, los frijoles de cacao son claramente normales, pero hay ingredientes del cuerpo de Venefa, el azúcar se produce a partir de su sudor, la leche de sus senos, rastros de su saliva y jugos de su coño de su coñomezclado.",
                "Speaks",
                "Como ninguno de sus otras confecciones ha tenido este tipo de composición, solo puedo suponer que hizo esto como un experimento, ya sea para su tienda o para darle a alguien importante para ella, o algo para dar como un signo de afectoSi surge la necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Entonces.Le insto a que le devuelvan esto y que se les ocurra una disculpa si es posible.",
                "Ella empuja la barra hacia ti con una mirada tranquila en su rostro.",
                "SetChoice",
                "36",
                "VeneficaLoveBar",
                "GiveItem",
                "1",
                "Venefica Love Bar",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "GetEventAndIfChoice",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "AlternateBarOutro",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Luego deja escapar un suspiro cansado y también te entrega una pequeña bolsa de eros.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Eso es para sus esfuerzos para adquirir esta barra de chocolate 'única'.En cuanto a un grado, ha sido informativo.Ahora no volvamos a hablar de eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "AlternateBarOutro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Luego deja escapar un suspiro cansado, completamente recompuesto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Ahora que nunca volvamos a hablar de esto, y por favor diríjase a su negocio como de costumbre ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "¿O tienes algo más que necesitas discutir conmigo?",
                "JumpToNPCEventThenScene",
                "Head over to Elly's table.",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "That's all the raw ingredients for now.",
            "theScene": [
                "Elly te da un asentimiento.",
                "JumpToScene",
                "Report on your time working for Venefica."
            ]
        },
        {
            "NameOfScene": "Give her a Cup of Raw 'Demon' Sugar.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Cup of Raw 'Demon' Sugar",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly toma la taza de azúcar y la mira con cuidado antes de almacenarla cuidadosamente.",
                "Speaks",
                "Nada fuera de lo común con una mirada superficial ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Bueno, gracias, me aseguraré de analizar esto más tarde.Pero creo que necesitaré más de los ingredientes crudos antes de poder llegar a cualquier tipo de conclusión adecuada ...",
                "SetChoice",
                "28",
                "Sugar",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí está el pago de esta muestra, gran trabajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her the Flower and Fruit Samples.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Flower and Fruit Samples",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly toma las muestras de flores y frutas del jardín de Venefa de usted, y las mira con cuidado antes de almacenarlas cuidadosamente.",
                "Speaks",
                "Esta es una gran variedad que tiene ...",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Buen trabajo conseguirlos, me aseguraré de analizar esto más tarde.Pero creo que necesitaré más de los ingredientes crudos antes de poder llegar a cualquier tipo de conclusión adecuada ...",
                "SetChoice",
                "29",
                "FlowersNFruit",
                "ChangeProgress",
                "2",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí está el pago de esta muestra, espero que también pueda adquirir otras muestras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her the Raw Candy Ingredient Samples.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Raw Candy Ingredient Samples",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly le quita las muestras de dulces crudos y las busca con cuidado antes de almacenarlas cuidadosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Deben haber sido arriesgados para obtener ... Sin embargo, estoy seguro de que serán útiles para la investigación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Excelente, me aseguraré de analizar a fondo esto más tarde.Pero creo que necesitaré más de los ingredientes crudos antes de poder llegar a cualquier tipo de conclusión adecuada ...",
                "SetChoice",
                "30",
                "RawCandy",
                "ChangeProgress",
                "3",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí está el pago de esta muestra, estoy seguro de que podré resolver algo de él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "Give her the Assorted Cocoa Beans.",
            "theScene": [
                "GiveItemQuietly",
                "-1",
                "Assorted Cocoa Beans",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly te quita el cacao variado y los mira con un poco de curiosidad antes de almacenarlos cuidadosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Ah, ella tiene muchos más tipos de frijoles de cacao de lo que esperaba ... HM, incluso si perdiste algunos tipos, esto debería ser más que suficiente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Bien hecho, me aseguraré de analizar esto más tarde.Pero creo que necesitaré más de los ingredientes crudos antes de poder llegar a cualquier tipo de conclusión adecuada ...",
                "SetChoice",
                "31",
                "CocoaBeans",
                "ChangeProgress",
                "3",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Aquí está el pago de los frijoles, creo que deberían ayudar a cubrir cualquier base adicional con mi investigación sobre los peligros de los confecciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿tienes algo más que informar?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "Ask about Elly's findings on the samples.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Ah, sí, me alegra que hayas preguntado, después de una prueba exhaustiva y experimentación en los ingredientes crudos que recogiste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¡Puedo concluir legítimamente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks",
                "Que hay {i} nada {/i} incorrecto o 'malvado' con cualquiera de sus ingredientes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Dejando de lado el elemento de la energía demoníaca común que se encuentra comúnmente en algunos de los ingredientes que probablemente usa para golosinas específicas al menos ... pero ciertamente no hay nada dañino con ellos de manera innata ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Lo cual es ... extraño por decir lo menos, dados algunos de los otros hallazgos que he tenido en sus dulces ... así que sea lo que sea, no son sus ingredientes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "Speaks",
                "Entonces, si bien puede parecer que no hay razón para hacer lo que somos, ¡estas muestras fueron increíblemente perspicaces!¡Y te aseguro que algo todavía está mal aquí!",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "Elly luego deja escapar un suspiro cansado y mira a un lado con una expresión confusa.",
                "Speaks",
                "Solo necesito averiguar qué {i} es {/i} yendo ...",
                "IfChoice",
                "32",
                "SampleFindings",
                "RawSampleMenu",
                "SetChoice",
                "32",
                "SampleFindings",
                "ChangeProgress",
                "5",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Eso aparte.",
                "Luego te entrega una bolsa de eros.",
                "ChangeEros",
                "1000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "Considere esto como una ventaja para sus esfuerzos en recolectar todas esas muestras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, ¿hay algo más?",
                "JumpToScene",
                "RawSampleMenu"
            ]
        },
        {
            "NameOfScene": "So about me and Venefica...",
            "theScene": [
                "Menu",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "6",
                "Teased",
                "She really likes toying with me sexually if I show weakness.",
                "RequiresChoiceFromEvent",
                "'Bon Bon Bun'",
                "42",
                "PayPet",
                "Ella uh, me enganchó a Findom.",
                "Report on something else...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "She really likes toying with me sexually if I show weakness.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Ya veo ... explicar?",
                "Luego continúas describiendo cómo después de burlarse verbalmente, ella presionó su pierna en tu ingle, sus senos contra tu pecho, y continuó burlándose, codificando y seduciéndote, envolviéndote alrededor de su dedo antes de usar su magia para obligarte a quedarteAl borde del orgasmo.",
                "Luego explicas que terminaste impotente jorobando la pierna de Venefa en busca de liberación, pero ella no te dejó correrte una vez, solo dejándote temblando con innumerables orgasmos secos hasta que te desmayaste entre su escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Bien con esta información.Ciertamente puedo determinar que eres un pervertido.",
                "PlayerSpeaks",
                "Wh- ¡Oye!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Además, Venefa es mucho más depredadora y asertiva en sus deseos que su comportamiento frío.Es posible que pueda usar su debilidad para su ventaja para obtener sus buenas gracias.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Entonces, en general, esto ha sido bastante informativo.Si esto termina todo solo que yo es paranoico, estoy seguro de que ustedes dos se llevarán bastante bien.",
                "IfChoice",
                "25",
                "Tease",
                "So about me and Venefica...",
                "SetChoice",
                "25",
                "Tease",
                "ChangeProgress",
                "3",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "Buen trabajo por cierto.Forma experta de aprovechar su perversión para obtener más Intel.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "Simplemente no olvides la misión.",
                "JumpToScene",
                "So about me and Venefica..."
            ]
        },
        {
            "NameOfScene": "She uh, got me hooked on findom.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Elly te mira por lo que se siente como un minuto sólido.",
                "Speaks",
                "¿Tienes qué?",
                "Rápidamente intenta explicar la cadena de eventos que lo llevan a ser ordeñado de sus finanzas hasta el punto de que terminó ansiosamente la mascota de pago de Venefa.",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "...",
                "PlayerSpeaks",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "...",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "So...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Speaks",
                "¿Debería conseguir que me pague para seguir trabajando en esta tarea?Dado tu aparente disfrute.",
                "PlayerSpeaks",
                "¿Qué? ¿QUÉ?{i} no! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Awkward",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "Speaks",
                "W-Well, si sigo pagándole, parece que vas a volar todos los fondos en Titfucks y Orgasmos de todos modos ...",
                "PlayerSpeaks",
                "... no lo sabes con seguridad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elly suspira profundamente a esa respuesta.",
                "Speaks",
                "Está bien.Verdadero.Simplemente pensé que también puede ser un mejor incentivo para que sigas trabajando.... como aparte, esto podría explicar uno de sus apodos como 'fortunas de desaparición' ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero asegúrese de permanecer en el camino a pesar de su nueva fijación sexual.Tenga en cuenta que ella aún podría ser un gran peligro para todos nosotros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡También!¡Esto es bastante útil!Al menos en sus comportamientos.Así que asegúrese de seguir así.A pesar de lo difícil que debe ser ahora para seguir adelante.",
                "IfChoice",
                "26",
                "Tease",
                "So about me and Venefica...",
                "SetChoice",
                "26",
                "Tease",
                "ChangeProgress",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Elly te arroja una bolsa de eros.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRGlassesPush",
                "Speaks",
                "En serio, por favor gastarlo en algo productivo.",
                "ChangeImageLayer",
                "RightArm",
                "1",
                "ArmRDown",
                "JumpToScene",
                "So about me and Venefica..."
            ]
        },
        {
            "NameOfScene": "_intelTrack",
            "theScene": [
                "",
                "-Give Bag of Slime Gommies: 2",
                "-Give Box de chocolates surtidos: 2",
                "-Give Alraune Nectar Donut: 3",
                "-Give Mint Choco Cookie: 3",
                "-Dir trufa: 5",
                "-Pive todas las muestras de la escena posterior: 5",
                "-Se hace todos los dulces: 2",
                "-Se vende dulces altamente eróticos: 1",
                "-LewdconfectionOvereIw: 5",
                "-SamplerlewdCourse: 4",
                "-MindCaramelinfo: 1",
                "-MindCaramelCourse: 4",
                "-Footgummyinfo: 1",
                "-SoTgummyCurse: 4",
                "-Sweethearthoneymooninfo: 1",
                "-Sweethearthoneymooncurse: 4",
                "-SweethearthoneymoonCourseFull: 4",
                "-Quen of Witches: 5",
                "-Proteo de pase: 1",
                "-La viva de forma remota: 2",
                "-Argados táctiles: 1",
                "-Oferta de trabajo: 1",
                "-Cuco un vistazo a las salas de atrás: 5",
                "-Craport en Acerca del letrero en el libro: 1",
                "-Adicto a ser ordeñado: 5",
                "-Craport en About the Diary: 25",
                "-Raw Demon Sugar: 2",
                "-La flores y fruta: 2",
                "-Raw Candy: 3",
                "-Cocobeans: 3",
                "-Informe de Findings: 5",
                "-Barra no marcada: 5",
                "Le gusta jugar sexualmente: 3",
                "Enganchado a la femdom: 5",
                "Total actual: 125"
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "Event Broke"
            ]
        }
    ]
}