{
    "name": "Deliver Food to Campers",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Some poor souls camping on the mountain have run out of food! Could you be a dear and deliver a shipment to them for me? It should be a cakewalk for a strong adventurer like you! 1000 Eros upon completion.\n- Vivian ♥",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Jennifer",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Heather",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Catherine",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "??? 1",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "??? 2",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "??? 3",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Vivian",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "1",
                "QuestReturn",
                "ChangeProgress",
                "1",
                "Continúas tu caminata a lo largo de la montaña, y finalmente ves una cabaña de madera ubicada en una meseta rocosa a poca distancia.Tampoco es un momento demasiado tarde, la bolsa de suministros que Vivian le dio estaba empezando a pesarlo.",
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "Mientras llega a la cabaña, puede escuchar algunas voces femeninas enojadas en el otro lado.",
                "Speaks4",
                "Bueno, tal vez si {i} alguien {/i} reservara el campamento correcto, no estaríamos en una montaña en {i} en el medio de la nada! {/i}",
                "Una segunda voz mucho más relajada y gentil habla, claramente tratando de aplacar la ira de la primera persona.",
                "Speaks5",
                "Vamos, esto no es todo malo.Está pasando por alto el bosque en el que queríamos acampar en primer lugar, así que eso es algo, ¿verdad?",
                "Speaks4",
                "¡Heather, una gran vista no nos va a evitar de hambre a la muerte!",
                "Una tercera voz mucho más tranquila y recogida con un toque de exasperación se une a la conversación.",
                "Speaks6",
                "Bueno, Jen, tal vez deberías haber empacado la comida como se suponía que debías hacerlo.",
                "Speaks4",
                "¡Nunca estuvimos de acuerdo en que ese era mi trabajo, Cathy!Y además, si estuviéramos en el bosque {i} como se suponía que éramos {/i}, ¡podríamos haber encontrado fácilmente comida en lugar de traer esas pociones repugnantes!",
                "Speaks5",
                "Creo que ambos están exagerando a toda esta situación, alguien debería traernos comida pronto.",
                "Speaks4",
                "Sí, pero-",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Al finalmente a la vuelta de la esquina de la cabaña, las tres mujeres inmediatamente detienen su conversación y te miran, dándote un momento para disfrutar de sus tres apariciones de aspecto bastante demoníaco.",
                "SwapLineIf",
                "IfTimeIs",
                "Night",
                "Un silencio embarazada llena el aire mientras las tres mujeres centran su atención en usted mientras disfruta de su entorno.Los tres aparentes súcubi están sentados alrededor de un pozo de fuego lleno de llamas llenas de llamas en unas pocas sillas de aspecto acogedor.El llamado Heather tenía razón, la vista es realmente bastante agradable.",
                "Day",
                "Un silencio embarazada llena el aire mientras las tres mujeres centran su atención en usted mientras disfruta de su entorno.Los tres aparentes Sucescubi están sentados alrededor de un pozo de fuego apagado en unas pocas sillas de aspecto acogedor.El llamado Heather tenía razón, la vista es realmente bastante agradable.",
                "EndLoop",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "De repente, la mujer de cabello rojo se lanza hacia adelante y se aferra al brazo, obligando a su escote considerable a presionar hacia ti mientras sus ojos rojos rubí se miran hacia los tuyos.",
                "Speaks",
                "¡Hola guapo!Mi nombre es Jennifer, ¿vienes por aquí a menudo? ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "ChangeArousalQuietly",
                "25",
                "Usted es enjuague mientras ella continúa presionando sus amplios senos contra su brazo y espera a que se presente.",
                "PlayerSpeaks",
                "Ah- bien",
                "Speaks3",
                "Jen, estoy bastante seguro de que él es el repartidor de comida.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Una de las manos de Jennifer comienza a tocar tu ingle sobre tu ropa.",
                "Speaks",
                "Seguro que es ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "¿Pero dónde están mis modales?La pequeña chica con cabello azul es Catherine, o Cathy para abreviar, y la señorita enormes tetas es Heather.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Heather te saluda alegremente mientras te reclinas en su silla de aspecto cómodo mientras Catherine deja su libro para fruncir el ceño a Jennifer.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "Jen, la puta necesitada, quiero decir que él es {i} literalmente {/i} el repartidor.Él tiene la comida que pedimos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Jennifer le rompe el brazo para disputar la declaración de Catherine.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Soy {i} no {/i} necesitada, ¡solo tengo hambre!Y haré que sepas que-",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Clueless",
                "Speaks",
                "Esperar.Uh ... ¿es él ...?",
                "Usted confirma que usted es el repartidor mientras avanza para colocar la bolsa de suministros junto al pozo de fuego, haciendo todo lo posible para ignorar el dolor en sus lomos de la atención de Jennifer.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "FrustratedAvertEyes",
                "Speaks3",
                "Bueno, al menos admites que eres una puta ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Sí, somos succubi.Entonces, ¿cuál es tu punto?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "¡W-Well no nací como uno!¡Y tú!¡Gah!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "FrustratedAvertEyes",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "SwapLineIf",
                "IfTimeIs",
                "Night",
                "Catherine deja escapar un suspiro frustrado cuando comienza a pescar alrededor del interior de la bolsa de suministro que dejó mientras Heather continúa relajándose en su silla, dejando escapar un lujoso suspiro mientras asa algunos malvaviscos en un fuego iluminado por la luna.",
                "Day",
                "Catherine deja escapar un suspiro frustrado cuando comienza a pescar alrededor del interior de la bolsa de suministro que dejó mientras Heather continúa relajándose en su silla, dejando escapar un lujoso suspiro mientras se baña en los rayos del sol.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "¿Ver?Te dije dos que todo funcionaría al final.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Jennifer te devuelve una sonrisa seductora.",
                "Speaks",
                "Nunca te las arreglaste para presentarse, un extraño extraño.¿Cómo te llamas?",
                "PlayerSpeaks",
                "Oh, soy [ThePlayerName], y probablemente debería ponerme en marcha.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "¿Qué?¿No quieres quedarte y conseguir ... correctamente recompensado por salvarnos? ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "Speaks3",
                "¡Diosa, maldita sea!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Ah",
                "Speaks",
                "E-eh?Oh vamos, no puedes estar enojado por",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks3",
                "¡No es eso!¡Este!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Clueless",
                "Catherine abre la bolsa para mostrarle a usted y a las otras dos mujeres su contenido, y usted siente que una racha de molestia roja golpea a través de usted al ver lo que hay dentro.No hay comida, ni suministros, nada que se considere remotamente útil dentro de él, solo hay rocas de diferentes formas y tamaños.No es de extrañar que Vivian no te deje mirar dentro de él cuando te lo dio.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "También hay una nota ...",
                "Ella lo muestra al resto de ustedes, aparentemente nervioso al respecto.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "'Lo siento, estamos fuera de las pociones de esencia, sí me disculpo y espero que este héroe con fusión lo imponse hasta que nuestros suministros sean reabastecidos y entregados.- Vivian ♥ '",
                "'PD.- [ThePlayerName], si intentas dejarlos allí, probablemente morirán por hambre, ¡así que haz tu mejor esfuerzo! ♥ '",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Mientras miras desde la nota con una sensación de aceptación resignada, puedes ver a Jennifer y Heather dándote las miradas bastante lascivas mientras Catherine se sonroja profundamente y murmura oscuramente por lo bajo.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Bueno [ThePlayerName], supongo que te estás quedando en ese momento, ¿hmmmm? ♥",
                "Puedes sentir una gota de sudor nervioso atropellada por tu espalda, sabiendo que no tienes forma de salir de esto.Pero al mismo tiempo, no puedes evitar emocionarte un poco por lo que está por suceder.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Entonces, ¿quién debería conseguirlo primero?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "FrustratedAvertEyes",
                "Speaks3",
                "Ugh ... ustedes dos lo hacen, creo que puedo durar hasta que esos otros suministros lleguen aquí ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "Speaks",
                "Bueno, ¡iré primero entonces! ♥ ¡Vamos!Vamos a hacer esto en la cabaña, es muy cómodo allí.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Te dejas arrastrar a la acogedora cabaña por una Jennifer emocionada, incapaz de protestar sabiendo las consecuencias de negarse.Heather deja escapar un suspiro lánguido mientras se estira y se levanta antes de caminar después de Jen, seguido unos segundos después por un Cathy de aspecto tímido.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Dreamy",
                "Jen te acuesta en una de las tres camas cómodas de la cabaña, felizmente quitándose la ropa antes de acostarte a tu lado, mirando ansiosamente tu endureciente virilidad.Heather se sienta en una gran silla acolchada y te mira atentamente mientras se acuesta en la cama, y ​​Catherine se sienta en la esquina más lejos de ti y planta su rostro profundamente en su libro, haciendo todo lo posible para no mirarte.",
                "JumpToEventThenScene",
                "Visit the Campers",
                "Jennifer Sex Options"
            ]
        },
        {
            "NameOfScene": "QuestReturn",
            "theScene": [
                "A medida que continúa su caminata a lo largo de la montaña, finalmente ves una cabaña de madera ubicada en una meseta rocosa a poca distancia.Esperas que el súcubi todavía esté bien desde tu última visita.",
                "Afortunadamente, no tuviste que llevar una bolsa de rocas esta vez, pero fuiste sabiendo muy bien, tendrías que alimentarlas tú mismo.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "A medida que te acercas a la cabaña, escuchas algunas voces femeninas familiares charlando fuera de ella.",
                "Speaks",
                "Tengo tanta hambre ...",
                "Speaks2",
                "Estoy seguro de que [ThePlayerName] volverá pronto.",
                "Speaks3",
                "Y-Yeah ... también estoy empezando a sentirme muy hambre ...",
                "Speaks",
                "¡Ver!¡Incluso {i} Cathy {/i} está teniendo hambre por semen!",
                "Speaks3",
                "¡Eso es {i} no {/i} lo que dije!",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "A medida que rodea la esquina de la cabaña, las tres mujeres inmediatamente detienen su conversación y lo miran con una combinación de lujuria y hambre brillando en sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Están sentados alrededor de un pozo de fuego apagado en unas pocas sillas de aspecto bastante acogedor.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Jennifer no pierde el tiempo e inmediatamente salta de su silla, engancha su brazo alrededor del tuyo y comenzando a arrastrarte a la cabaña.",
                "Speaks",
                "¡PARNÉ!¿Qué te llevó tanto tiempo, [ThePlayerName]?Será mejor que esté listo para alimentarnos a todos, porque todos somos {i} hambriento {/i}! ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "Qué-?!¡No puedes llamar a Dibs en una situación de vida o muerte!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Sí, puedo!¡Como más que tú y Heather combinados!¡Puedes pasar con solo una poción al día mientras necesito diez para sobrevivir!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "FrustratedAvertEyes",
                "Heather se ríe suavemente mientras sale de su silla y comienza a seguir a su impaciente compañero en la cabaña.",
                "Speaks2",
                "Cathy, sabes que Jen puede tener la sed.",
                "Usted y los tres succubi hambrientos se filtran rápidamente en la cabina.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Dreamy",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Jennifer te acuesta en una de las tres camas cómodas de la cabaña, alejando felizmente tu ropa antes de acostarte a tu lado, mirando ansiosamente tu masculinidad endurecida.Heather se sienta en una gran silla acolchada y te mira atentamente mientras se acuesta en la cama, y ​​Catherine se sienta en la esquina más lejos de ti y planta su rostro profundamente en su libro, haciendo todo lo posible para no mirarte.",
                "JumpToEventThenScene",
                "Visit the Campers",
                "Jennifer Sex Options"
            ]
        },
        {
            "NameOfScene": "FirstTimeToHeather",
            "theScene": [
                "IfPlayerSpiritGone",
                "OutAtJen",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "Aww ... Sin embargo, soy el siguiente, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Jennifer se sale de la cama y cae sobre una silla.",
                "Speaks",
                "¡Sí!No puedo esperar para ir a él de nuevo. ♥ su semen es genial! ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "DisplayCharacters",
                "2",
                "1",
                "3",
                "EndLoop",
                "Mientras Heather se abraza a tu lado en la cama, te das cuenta de que Catherine te asomaba desde la portada de su libro con un frush en el rostro.Ella debe haberte mirado todo este tiempo ...",
                "JumpToEventThenScene",
                "Visit the Campers",
                "Heather Sex Options"
            ]
        },
        {
            "NameOfScene": "OutAtJen",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Muy bien, ¡brezo, es tu turno!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Speaks2",
                "¿Está seguro?Creo que ya ha terminado ...",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Jennifer mira tu forma ahora colapsada y agotada.",
                "Speaks",
                "¿Qué?¡H-Hey, no desaparezcas ya!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Dios mío ... bueno, estoy seguro de que se apresurará con más para que comamos.",
                "Speaks",
                "¡Será mejor que se apresure, o vamos a morir de hambre aquí!",
                "Tu visión se desvanece en negro, y te das cuenta de que probablemente necesitarás más espíritu para completar esta búsqueda ...",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "OutAtHeather",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Cathy, ¡es tu turno! ♪",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "¿Eh?F-Fine pero ... uh ... no se ve demasiado bien.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Heather mira su forma colapsada.",
                "Speaks2",
                "Oh mi ... tal vez lo exageré ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "W-Bueno, estoy seguro de que estaré bien sin comida ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "Speaks",
                "¡No lo haré!¡Todavía necesito otra oportunidad para él!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Hmmmm ... bueno, estoy seguro de que se apresurará con más para que comamos.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "Speaks",
                "¡Es mejor que se apresure o vamos a morir de hambre!¡Especialmente Cathy!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speaks3",
                "Ah ... bueno ... m-Maybe ...",
                "Tu visión se desvanece en negro, y te das cuenta de que probablemente necesitarás más espíritu para completar esta búsqueda ...",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "FirstTimeToCatherine",
            "theScene": [
                "IfPlayerSpiritGone",
                "OutAtHeather",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks2",
                "Cathy, ¡es tu turno! ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Heather rebota en la cama con una primavera extra en su paso antes de cargar la cara sobre una de las otras camas y acurrucarse con una almohada.",
                "Sobre las palabras de su amiga, Catherine sale de su estupor lujurioso, dejando caer su libro mientras lucha para arrancar su mirada de su rígida virilidad.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speaks3",
                "¿Eek?Uhm, a-ah ... r-right ...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "DisplayCharacters",
                "3",
                "2",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Catherine se acerca tímidamente a la cama con una cara roja brillante y se sienta a su lado, incómodamente inquieta mientras intenta no mirar tu forma desnuda.",
                "PlayerSpeaks",
                "¿Estás seguro de que estás bien con esto?",
                "Speaks3",
                "Ah?!Uhm, y-yeah ... yo también tengo que comer, y ... ya sabes ...",
                "Ella toca tímidamente con su cabello azul mientras reúne el coraje para finalmente mirarte a los ojos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Yo-es todo un poco raro porque solía ser una chica humana normal ... A-un aventurero en realidad.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Y puedes haber oído hablar de mí, en realidad.Uhm, intenté evitar los sistemas Grimorio y Quest para tratar de encontrar algo de equipo de alto nivel temprano, pero ... uhm ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Lewd",
                "Speaks",
                "¡Se teletransportó justo en frente de mí y un montón de otros succubi en la capital!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Pero lo que sea que haya hecho para teletransportarla allí logró romper su piedra de recuerdo y su grimoire, y ... bueno ...",
                "Speaks3",
                "Ah ... uhm ... no tardó mucho en toda esa energía demoníaca y um ... o-orgasms ... para convertirme {i} en {/i} un succubus ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks3",
                "B Pero para ser honesto, no ha sido tan malo.Todas las chicas monstruosas que he conocido han sido bastante agradables en general, y-",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Catttthhyyyy, estás balbuceando.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Catherine se congela, su rostro comienza a volverse carmesí nuevamente mientras recuerda lo que está sucediendo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "Pero respira hondo para calmarse mientras sus ojos verdes acero con una resolución ligeramente lujuriosa.",
                "Speaks3",
                "Muy bien ... [ThePlayerName], no voy a hacer el tipo de cosas que hicieron, solo voy a tomar un poco de energía de ti, así que no esperes correrse ...",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "Con una sorprendente explosión de velocidad, Catherine salta hacia adelante y te atrapa en un beso profundo, cerrando firmemente los ojos mientras se acuesta sobre tu pecho.",
                "El beso comienza gentil, tus lenguas jugando lentamente entre sí.",
                "ChangeEnergyQuietly",
                "-10",
                "Ella traga audiblemente, enviando un escalofrío de placer a través de ti mientras sientes que bebe un bocado de tu energía.",
                "ChangeEnergyQuietly",
                "-20",
                "Su beso se vuelve más profundo y más asertivo, y con otro poderoso trago de drenaje de energía que envía una ola de éxtasis a través de ti, te estremeces con una creciente debilidad deliciosa a medida que continúa drenando tu energía poco a poco.",
                "ChangeEnergyQuietly",
                "-20",
                "Cada bocado de energía que toma de ti parece estimularla, lo que hace que se empuje más contra ti mientras comienza a moler una de sus patas vestidas de calcetín contra tu ingle.",
                "ChangeEnergyQuietly",
                "-20",
                "El intenso drenaje de energía es hacer que su mente gire, y siente que su polla comienza a filtrarse con el muslo flexible de Catherine.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Sabía que Cathy entraría en eso una vez que comenzó!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Mmmhmmm ... ♪ Es bueno verla finalmente divertirse un poco con esto.",
                "ChangeEnergyQuietly",
                "-50",
                "PlayerOrgasm",
                "1",
                "Con un trago definitivo y inductor de éxtasis, gemes en la boca de Catherine y sopla una carga gruesa sobre su pierna.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "Un brillo azul ligeramente frío cubre a los dos cuando su semen y energía se absorben en ella.",
                "ChangeEnergyQuietly",
                "-20",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Pero Catherine no parece contenta con detenerse allí, y continúa besándote profundamente mientras se mueve deliciosamente la pierna contra tu dolor de virilidad.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Hola Cathy, no te olvides de guardarle algunos para nosotros, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "Oh, déjala tener otra ronda, Jen.Estoy bastante seguro de que ella necesita esto.",
                "ChangeEnergyQuietly",
                "-20",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "Estás perdido en una bruma feliz de la combinación de la energía de Catherine drenando los labios y su pierna burlando tu eje.",
                "ChangeBGM",
                "music/Caverns/Purple Planet Music - Tense - Melancholia (1_24) 96bpm.mp3",
                "ChangeEnergyQuietly",
                "-20",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissDrain",
                "Catherine abre los ojos y mira a los tuyos, y lo que debería ser un momento dulce, incluso romántico, envía un escalofrío de miedo a correr por la columna vertebral.",
                "Los blancos de sus ojos se han vuelto negros, y te está mirando con una mirada fría y casi depredadora mientras continúa dominando sin esfuerzo tu boca.",
                "Tus brazos permanecen flácidos e indefensos a los costados, y estás demasiado agotado de energía para tratar de alejarla ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Así que vamos a asar malvaviscos esta noche, ¿verdad?",
                "ChangeEnergyQuietly",
                "-20",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "¡Sí!Al menos recordé traer bocadillos.Es una pena que no puedan mantenernos vivos.",
                "ChangeEnergyQuietly",
                "-20",
                "Jennifer y Heather no parecen notar su creciente difícil situación, ya que se siente cada vez más débil de la boca insaciable de Catherine, o tal vez simplemente no les importa ...",
                "ChangeEnergyQuietly",
                "-30",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "Con un gemido, te estremeces cuando Catherine comienza a drenar tu energía más rápido, enviando oleadas de éxtasis a través de ti con cada trago que hace.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "No tarda mucho en empujar su polla palpitante sobre el borde una vez más, brotando algunas cuerdas gruesas de semen en la pierna de Catherine, que rápidamente se absorbe en lo que se siente ser un brillo azul frío y escalofriante.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Por el rabillo del ojo, puede ver su cola moviéndose hábilmente más cerca de su eje aún en orgasmo, mostrando húmedamente su interior de su interior a medida que se acerca más y más cerca de su punta.",
                "ChangeEnergyQuietly",
                "-30",
                "La apertura antinatural de su cola envuelve su virilidad en un solo movimiento, obligándolo a gemir débilmente en su boca a medida que comienza a absorber intensamente su eje a tiempo con su energía que drena a Gulps.",
                "ChangeEnergyQuietly",
                "-30",
                "La estimulación combinada de su cola y boca que te drena es demasiado para que tu cuerpo debilitado lo maneje, y cada trago que hace envía olas de placer infernal en cascada a través de ti.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Cada bit de energía que bebe ahora está acompañada de su malvada virilidad que eyacula una espesa carga de semen en su cola voraz.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "Uh ... Cathy?Creo que has tenido suficiente.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Tus ojos comienzan a enrollar a medida que te sientes cada vez más tu vida, placcionablemente, vierte en Catherine.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Las interminables olas de placer se están erosionando la mente, dejándote con ganas de más y más hasta que apenas puedas imaginar querer que esto se detenga.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "C-Cathy?",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Tu polla sigue corriendo en la cola de Catherine como un grifo roto mientras ella continúa besándote en el olvido.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Panic",
                "Speaks",
                "CATHERINE!?",
                "StopBGM",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Dazed",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Jennifer agarra a Catherine y la saca de ti, obligando a un jadeo sorprendido de ella cuando sus ojos vuelven a la normalidad y se quita el frenesí de alimentación de trance.",
                "Te quedas acostado en la cama en un delirio inducido por el placer mientras tu cerebro lucha por recordarte que respiras y la oscuridad rápidamente supera tu visión.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Fear",
                "Speaks3",
                "¿H-huh?¿Qué?[TPN]-[ThePlayerName]?[THEPLAYERNAME]?",
                "PlayBlackOut",
                "Eventualmente, incluso tratar de pensar se vuelve demasiado para usted, y el mundo lentamente comienza a desaparecer a medida que todo se oscurece ...",
                "DisplayCharacters",
                "EndLoop",
                "...",
                "RestPlayer",
                "ChangeFetish",
                "Kissing",
                "10",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSpiritQuietly",
                "1",
                "ChangeEnergyQuietly",
                "50",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "EndBlackOut",
                "Groggy, te despiertas en una cama deliciosamente suave y miras un techo de madera mientras tu cabeza palpita dolorosamente, tratando de armar lo que sucedió antes de que te desmayes.",
                "Speaks",
                "¡Hola ... [ThePlayerName] está despertando!",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Crying",
                "Mientras miras la fuente de la voz, puedes ver a Jennifer y Heather mirando hacia abajo, preocupación en sus rostros antes de que Catherine salte a la cama, envolviéndote en un fuerte abrazo mientras las lágrimas corren por su rostro.",
                "Speaks3",
                "I'MSOSOSOSOSORRRY!",
                "Envuelves tus brazos cansados ​​alrededor de la chica demoníaca que lloraba para consolarla, y tu mente cansada se da cuenta de que alguien volvía a poner tu ropa mientras estabas inconsciente.",
                "PlayerSpeaks",
                "¿Qué pasó?",
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "Speaks",
                "Ah ... bueno ... las mujeres humanas que se convierten en Succubi tienen mucho más tiempo en controlar sus instintos ... así que ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Catherine estaba tratando de comer tu alma.",
                "Cathy deja escapar un sollozo tranquilo de disculpas.",
                "Speaks",
                "Y-yeah, uhm ... eso.Se supone que debemos vigilarla para asegurarse de que no haga eso, pero ... eh ... pensamos que tu piedra de recuerdo intervendría si las cosas se pusieran tan mal, así que fuimos un poco más laxosde lo normal ... s-sorry ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "Speaks",
                "Su cola alejó tus cosas de la cama y no nos dimos cuenta, así que ... no hizo lo suyo.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks2",
                "Eso, o te estabas disfrutando demasiado para que se activara. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "Afortunadamente, poco después de haber perdido la conciencia, nuestra entrega de suministros llegó aquí para que pudiéramos darle algunas pociones de energía para ayudarlo a recuperarse.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Estoy sorprendido de que esas arpías puedan llevar esa gran caja ...",
                "Miras y ves una gran caja de madera con varias pociones etiquetadas en el interior sentado en el medio del piso.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Sad",
                "Speaks3",
                "No quise hacerlo ... lo siento [ThePlayerName] ...",
                "Menu",
                "Forgive Catherine",
                "'That felt incredible...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Forgive Catherine",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "PlayerSpeaks",
                "Está bien Catherine, te perdono.",
                "Suavemente acaricias la cabeza y mira hacia arriba con los ojos llorosos.",
                "Speaks3",
                "R-REALLY?B Pero casi te mato!",
                "Limpias la lágrima de Catherine con la manta.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "PlayerSpeaks",
                "Bueno, dijiste que lo sentiste, y obviamente no quisiste hacer eso.Además, tú también fuiste aventurero, y debes saber mejor que nadie que el peligro es parte del trabajo, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "Catherine sonríe débilmente por tu intento de humor antes de abrazarte nuevamente, un poco más fuerte esta vez.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Awww ... eso es tan dulce, creo que voy a vomitar ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Oh, no seas así Jen.Estás enojado, tendrás que beber pociones de esencia.",
                "Speaks",
                "¡Eso no es-!Puaj...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks",
                "... tal vez un poco ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine te da un apretón final antes de romper el abrazo y darte algo de espacio, y a pesar de las pociones que te dieron mientras estabas inconsciente, todavía te sientes bastante agotado ...",
                "JumpToScene",
                "SuccbusSoulEatingExplanation"
            ]
        },
        {
            "NameOfScene": "'That felt incredible...'",
            "theScene": [
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Ahhh ... ♪ Entonces {i} fue {/i} porque se estaba divirtiendo demasiado. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Disgust",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Jajaja, y aquí Cathy estaba, todos preocupados de que la odiarías por casi comer tu alma!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Catherine parece estar temblando un poco, no estás exactamente seguro de lo que te está sacudiendo, era ira.Ella definitivamente está enojada.",
                "Speaks3",
                "[THEPLAYERNAME], ¡pervertido!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "Ah, Cathy, todavía necesita recuperarse ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Catherine deja de que te estremezca abruptamente y te libera con un resoplido antes de ir a una esquina y meter su rostro en un libro.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Ahhh ... bueno, no creo que ella realmente esté {i} que {/i} está enojado contigo ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Sí, Cathy no está enojada.La he visto loca y créeme cuando digo que no es algo que quieras ver.Probablemente esté avergonzada de ti diciendo que te encantó lo que te hizo.",
                "Jadea y frota suavemente el dolor de su dolor mientras se recupera del segundo asalto mucho menos placentero de Catherine en su cuerpo.",
                "JumpToScene",
                "SuccbusSoulEatingExplanation"
            ]
        },
        {
            "NameOfScene": "SuccbusSoulEatingExplanation",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "Pero uhm, no sé si sabes mucho sobre la sociedad de las chicas monstruosas, pero Uhm, el alma de comer es realmente increíblemente ilegal.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Speaks2",
                "Mmmhmm, muchas leyes y regulaciones al respecto.Ah, y el asesinato también es ilegal.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Creo que él sabría que Heather, considerando que el asesinato también es ilegal para los humanos.Sin mencionar el hecho de que si comes el alma de alguien, los mata, lo cual es ilegal.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine interviene en silencio desde atrás.",
                "Speaks3",
                "La comida para el alma no siempre mata a la pareja, se sabe que algunos succubi solo comen parte del alma de su pareja, colocándolos efectivamente en un mundo de los sueños eternos que pueden controlar, dejándoles jugar con ellos en cualquier momento que quieran.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Oh, sí, recuerdo haber oído hablar de eso de un amigo!Sin embargo, solo el succubi realmente antiguo y realmente poderoso puede lograrlo, y por lo que escucho el papeleo requerido para eso es una locura.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Suena un poco romántico estar con tu pareja así para siempre. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks3",
                "[ThePlayerName] habría muerto en este caso ... A-y yo habría ...",
                "Speaks",
                "... Sí, probablemente hubieras estado en camino de convertirte en un {i} verdadero {/i} Succubus ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "FrustratedAvertEyes",
                "Catherine se estremece, claramente perturbada ante la perspectiva de convertirse en un \"verdadero súcubo\", y vuelve a leer su libro para tratar de distraerse.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "PlayerSpeaks",
                "¿Un 'verdadero súcubo'?¿Pero no todos ustedes son succubi?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Sí, pero ninguno de nosotros es verdadero Succubi.Un verdadero súcubo es diferente, son el tipo de monstruos sobre los que probablemente lees en las leyendas humanas.No creo que haya muchos alrededor, gracias a Dios ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "Sí, los verdaderos succubi son succubi que se vuelven adictos a comer almas humanas del placer y el poder que les trae, erosionando lentamente su moral hasta que se vuelven monstruos indiferentes y sin amor que matan a todos los humanos, y a veces incluso otros monstruos si pueden ''Encuentra humanos ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Teóricamente, debería ser posible regresar de ser un verdadero súcubo, pero ... la mayoría de ellos no quieren en ese momento, y solo siguen comiendo más y más almas, dejando innumerables muertos detrás de ellas.",
                "Speaks3",
                "El verdadero súcubi solía ser mucho más prominente hace edades, cuando había mucho menos succubi.Pero a medida que pasaba el tiempo y la cantidad de succubi y otras chicas monstruosas que comían alma aumentaron, necesitaban adaptarse y ayunar.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speaks2",
                "O la humanidad probablemente se extinguiría en unos días. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "Speaks",
                "D-¿Tienes que decir eso tan alegremente Heather?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "¡Solo estoy tratando de mantener el estado de ánimo optimista! ♪",
                "Speaks",
                "Right...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "... Básicamente, hay reglas por una razón, y romperlas es mala sin importar a qué especie pertenezca.Yo ... eh ... solo quería darte un contexto a todas las cosas que acaban de pasar es todo ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Y-Yeah ... Bueno, [ThePlayerName] probablemente debería volver a la ciudad y obtener su recompensa por entregarnos la comida ...",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "¡Pero primero, queremos que tengas esto como muestra de nuestro agradecimiento!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "¡Heather te entrega la bolsa que llevaste aquí, y estás feliz de descubrir que ya no está lleno de rocas!",
                "GiveItem",
                "5",
                "Soothing Potion",
                "GiveItem",
                "5",
                "Ardor Potion",
                "GiveItem",
                "3",
                "Insomnia Potion",
                "GiveItem",
                "1",
                "Heart Rune",
                "GiveItem",
                "1",
                "Apology Note",
                "Speaks2",
                "Tuvimos un montón de pociones adicionales, y puse algo especial extra allí solo para ti. ♥",
                "PlayerSpeaks",
                "¡Ah, gracias!Pero, ¿cómo se supone que debo volver a la ciudad?Mis piernas se sienten como gelatina ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "Bueno, podrías quedarte la noche. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "{i} No {/i}, ¡solo querrás follarlo toda la noche!¡Y necesita un descanso!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Jennifer Pouts.",
                "Speaks",
                "¿Qué? ¿Qué?¡No, no lo haría!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Hay una de las arpías que nos trajo la entrega afuera, ella lo volará de regreso a la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Pero uh, probablemente estaremos aquí un tiempo, así que una vez que estés mejor, ¡no dudes en venir a visitarte!Haré que valga la pena. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "A Jen realmente no le gusta beber esas pociones.Preferiría beber tanto semen como pueda.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "Speaks",
                "Casi parece que estás tratando de hacer que suene como algo malo ...",
                "DisplayCharacters",
                "3",
                "7",
                "EndLoop",
                "Catherine decide levantarse y ayudarlo a irse antes de que Jen intente seducirte para que te quedes la noche.",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "Ella te da una última disculpa tranquila y una despedida antes de que la arpía te recoja en sus garras y comience a volarte de regreso a la ciudad.",
                "DisplayCharacters",
                "7",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Al principio, todo parece estar bien cuando la arpía se eleva por el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Pero no le toma mucho tiempo notar las respiraciones trabajadas de la mujer de la mujer de pájaro bastante pequeña mientras lucha por llevar su peso hacia la ciudad.",
                "No te considerarías particularmente pesado, pero en comparación con lo que normalmente vuela, debes pesar una tonelada.No puedes evitar mirar nerviosamente el bosque de abajo, ya que parece acercarse cada vez más a tus piernas colgantes.",
                "PlayerSpeaks",
                "A-¿estás bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks7",
                "¡Y-Yeah!¡Estoy bien!¡Genial incluso!¡Nunca falló una entrega!E-incluso si estoy subestimado por el C-Cargo!",
                "PlayerSpeaks",
                "¿How, muchas arpías estaban allí para llevar la caja al campamento?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks7",
                "F-Four!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeBGM",
                "music/Forest Dungeon/New Step.mp3",
                "En ese momento, ambos están golpeados con una gran ráfaga de viento que lo envía a usted y a la arpía que se precipitan hacia la ciudad a velocidades que ninguna arpía debería poder alcanzar.",
                "Ambos gritan todo el camino, pero la pequeña parte de su mente no acepta su inminente muerte y señala secamente que se está pasando muy bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Clueless",
                "ChangeBG",
                "town.png",
                "StopBGM",
                "Los dos se estrellaron frente a Vivian's Inn en un montón enredado de plumas y extremidades, magullados y maltratados, pero aún muy vivos.Algunos espectadores se apresuran a la pareja, preguntándole si ambos están bien.",
                "Speaks7",
                "Nailed it ...",
                "Vivian sale de la puerta principal de la posada, obviamente tratando de descubrir qué acaba de pasar.",
                "DisplayCharacters",
                "7",
                "8",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Annoyed",
                "Speaks8",
                "¿Qué en el dulce misericordioso {i} infierno {/i} fue ese ruido?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Worried",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks7",
                "D-Delivery Complete!",
                "PlayerSpeaks",
                "A-Am ... ¿Todavía estoy vivo ...?",
                "Speaks8",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Caring",
                "Vivian suspira profundamente y ayuda a desenredarte de la arpía antes de cepillarse y entregarle a la arpía una bolsa de aspecto fuerte llena de eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks7",
                "{i} sí! {/i} tiempo para ir a buscar {i} desperdiciado! {/i}",
                "La arpía agarra ansiosamente la bolsa con su boca y se toca torpemente en la posada, claramente todavía un poco sacudido de su aterrizaje no tan gentle.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "DisplayCharacters",
                "8",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Vivian le ayuda a emitirle su propio pago por su entrega, y no puede evitar notar que hay significativamente más eros allí que lo que se prometió inicialmente.",
                "ChangeEros",
                "2500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks8",
                "Escuché que tenía algunos ... {i} problemas {/i} con la entrega, así que pensé que algo de pago de riesgos estaba en orden. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks8",
                "Y un poco extra para ... {i} choque {/i}.Ojalá tu tiempo con esas encantadoras damas en la montaña compensó todo el esfuerzo, ¿hm?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayerSpeaks",
                "D-Did, ¿realmente tienes que hacerme llevar una bolsa de rocas en toda la maldita montaña?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Vivian mira en el pensamiento por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks8",
                "Hm, supongo que no es Cutie, pero pensé que tal vez no quieras caminar por la montaña para alimentar a un trío de succubi con sexo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Worried",
                "Speaks8",
                "Hm, en realidad, decirlo en voz alta como eso hace que suene un poco tonto ... Creo que podría haber hecho esto un poco inventado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks8",
                "Bueno, {i} Hero {/i}, solo mira el lado positivo, ¡hiciste algunos amigos nuevos! ♥ {i} y {/i} tiene un gran ejercicio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks8",
                "Bueno, espero que ahora estén un poco {i} más {/i} que solo amigos. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Te tambaleas a una habitación en la posada, demasiado agotada para tratar de hablar con Vivian sobre el asunto correctamente mientras se ríe juguetonamente.En el momento en que tu cabeza golpea la almohada de la cama suave, inmediatamente caes en un sueño profundo y sin sueños ...",
                "SleepPlayer",
                "DelayNotifications",
                "Luego te despiertas al día siguiente, sintiéndote renovado y listo para continuar tu aventura, y te preguntes ociosamente cuándo debes visitar el Sucúcubo Trio a continuación ...",
                "GetEventAndChangeProgress",
                "Head over to Vivian.",
                "5",
                "GetEventAndChangeProgress",
                "Visit the Campers",
                "1",
                "QuestComplete",
                "GoToTown"
            ]
        }
    ]
}