{
    "name": "Nectar Delivery",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "I need a brave hero to go pick up my nectar shipment in the forest. Really easy job! Great for new adventurers! Repeatable! 500 Eros upon completion. \n- Vivian ♥",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Nicci",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Vivian",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "1",
                "NectarReturn",
                "ChangeProgress",
                "1",
                "ChangeBGM",
                "music/Forest/hitoriame.mp3",
                "A medida que se acerca a su destino, una fragancia dulce comienza a llenar sus sentidos con calidez melosa, y comienza a sentirse un poco aturdido mientras continúa con un claro relleno de flores con una gran flor blanca de loto blanca cerrada en su centro.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Haze",
                "1",
                "Haze",
                "Aparentemente, sintiendo su presencia, la flor gigante se abre lentamente ante sus ojos, revelando a una mujer voluptuosa que se estira lánguidamente en su lugar como si se despierta recién despierta, la espesa neblina dulce que impregna el área a la deriva en pequeñas nubes rosadas de sus curvas, la vista de su cuerpo eróticoY el olor cada vez más potente del perfume lascivo que intensifica la dicha que rezumaba en la parte posterior de tu cabeza ...",
                "A pesar de ti mismo, puedes sentir una sonrisa mareada tirando de tus labios mientras disfrutas indulgentemente en el delicioso Alraune, y necesitas hacer un esfuerzo consciente para reorganizar tus pensamientos mientras te mira alegremente con una sonrisa desarmador.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Hola, Cutie. ♥ Soy Nicci.¿Viniste aquí para un baño de néctar?",
                "Haciendo todo lo posible para no dejar que su mirada se deslice sin pensar en la figura traicionera de Nicci, te esfuerzas por centrar tu atención en sus {i} fascinantes ojos azules y lujosos labios blancos y quiradores {/i}, tratando de ignorar el impulso de hinchazón entre tus piernasAl anunciar a sí mismo que ha venido para el envío de néctar de Vivian, lo que la lleva a asentir para comprender y agitar su brazo lánguidamente en un gesto acogedor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "¡Veo!Bueno ... debes estar cansado después de tu largo viaje aquí, ¿no?¿Por qué no descansar un poco?",
                "Menu",
                "'Prefiero obtener el envío, por favor.",
                "'Nectar bath?'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'd rather just get the shipment, please.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Parece un poco molesto ante tu cortesía pero contundente negativa, recién recostado contra su cuna vegetal mientras toca un dedo liso y largo contra su boca suave pétal.",
                "Speaks",
                "Bueno ... necesito cobrar el pago de todos modos, así que ... también puedes relajarte mientras lo obtengo, ¿verdad? ♥",
                "PlayerSpeaks",
                "Espera, ¿qué pago?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Speaks",
                "HM?¡Tu {i} semen {/i}, por supuesto! ~ ¡Por eso Vivian envía buties como tú para recoger sus órdenes!Entonces ... sobre ese baño de néctar ...? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Las vides de su gran flor comienzan a arrastrarse hacia ti y comienzan a envolver suavemente alrededor de tu cuerpo, mostrando bastante claramente que no tiene la intención de darte más opción en el asunto, la mujer de las flores de la estatua lame sus labios a la vista deTu reacción nerviosa.",
                "Speaks",
                "¡Un baño de néctar es realmente relajante y estimulante!Te puse en mi flor, te hundes profundamente en mi néctar, y masajeo todos tus preocupaciones y te preocupan ... ♥ La carga de ordeño después de la carga hasta que eres felizmente acogedor y no puedes pensar en otra cosa.. ♥ Entonces te dejé ir con el pedido de néctar de Vivian y puedes regresar todo bien y descansado.",
                "Menu",
                "'C-Can we discuss this!?'",
                "Take a nectar bath.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "NectarReturn",
            "theScene": [
                "ChangeBGM",
                "music/Forest/hitoriame.mp3",
                "A medida que se acerca a su destino, una fragancia dulce familiar comienza a llenar sus sentidos con calidez melosa, y comienza a sentirse un poco aturdido mientras procede a la limpieza llena de flores de Nicci, su flor gigante de loto cerrada todavía en su centro.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Haze",
                "1",
                "Haze",
                "Aparentemente, sintiendo su presencia, la flor gigante se abre lentamente ante sus ojos, revelando a una mujer voluptuosa que se estira lánguidamente en su lugar como si se despierta recién despierta, la espesa neblina dulce que impregna el área a la deriva en pequeñas nubes rosadas de sus curvas, la vista de su cuerpo eróticoY el olor cada vez más potente del perfume lascivo que intensifica la dicha que rezumaba en la parte posterior de tu cabeza ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "¡Hola de nuevo, Cutie! ♥ ¿AQUÍ para el envío?¿O acabas de venir por un baño de néctar? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella pasa sus manos sobre su cuerpo seductor mientras te mira arriba y abajo con lujuria indiscronada, un batido de la cabeza moviendo su melena de cabello magníficamente grueso y dorado en tu dirección, el movimiento que lleva el encantador aroma de flores en plena floración, acentuada porUn toque excitante de fragancia femenina sexual.",
                "Speaks",
                "Aunque supongo que de cualquier manera, funciona igual. ♪",
                "Menu",
                "Fight for the shipment.",
                "'Nectar bath.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Nectar bath?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Un baño de néctar es {i} reaaaly {/i} relajante y estimulante!¡Te puse en mi flor, te hundes profundamente en mi néctar y masajeando todos tus preocupaciones y preocupaciones! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Sus vides te envuelven suavemente y comienzan a tambalearse, la fragancia dulcemente intoxicante solo se vuelve más intensa a medida que te acercas a Nicci, lo que hace que sea cada vez más difícil pensar bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "La euforia flotante flotante que zumba en tu cabeza fluye ansiosamente hacia tus lomos en un dolor ardiente y necesitado cuando Nicci comienza a tientar y masajear sus tetas pesadas y escasamente cubiertas de hojas, un aroma atado que se eleva desde su cofre abundante.",
                "Speaks",
                "¡Ordenaré toda su tensión con estos y recaudaré mi pago por el envío de Vivian al mismo tiempo! ♥",
                "Menu",
                "'C-Can we discuss this!?'",
                "Take a nectar bath.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Nectar bath.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Nicci coos felizmente cuando ve que te rindes fácilmente a tu lujuria y te acercas con entusiasmo en respuesta a su propuesta, la mujer de la planta lasciva continúa acariciando y alardeando su cuerpo para atraerte aún más, una sonrisa alegre y abierta en su delicadentemente suave y suave.rostro.",
                "Speaks",
                "¡Ah, ♪ ¡Estoy tan feliz! ♥ Voy a enviar un mensaje a todas tus preocupaciones y preocupaciones! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Sus enredaderas te envuelven suavemente y te tambalean, la fragancia dulcemente intoxicante solo se vuelve más intensa a medida que te acercas a Nicci, lo que hace que sea cada vez más difícil pensar claramente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "La euforia flotante flotante que zumba en tu cabeza fluye ansiosamente hacia tus lomos en un dolor ardiente y necesitado cuando Nicci comienza a tientar y masajear sus tetas pesadas y escasamente cubiertas de hojas, un aroma atado que se eleva desde su cofre abundante.",
                "Speaks",
                "¡Ordenaré toda su tensión con estos y recaudaré mi pago por el envío de Vivian al mismo tiempo! ♥",
                "JumpToScene",
                "Take a nectar bath."
            ]
        },
        {
            "NameOfScene": "'C-Can we discuss this!?'",
            "theScene": [
                "Sus enredaderas se detienen, y resaltan un suspiro de alivio ante su comprensión ... ¡pero su respiro se evapora rápidamente cuando ves que sus suaves labios se curvan en una sonrisa de conocimiento mientras la bodega de sus zarcillos se tensa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Hm ... bueno ... i {i} adivina {/i} Podrías pagarme haciendo {i} me {/i} cum en su lugar ... de cualquier manera, ambos ganamos. ♪ Veamos quién puede hacer el¡Otro semen primero!",
                "PlayerSpeaks",
                "¡Eso no es lo que quise decir!",
                "JumpToScene",
                "Fight"
            ]
        },
        {
            "NameOfScene": "Take a nectar bath.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Las vides de Nicci lo llevan al borde de su flor de pétalaje sedoso, y mientras miras dentro de su abrazo, puedes ver que sus confines de cuenca están llenos hasta el borde con néctar de color ámbar, pequeñas burbujas flotando lentamente a la superficie a la superficie a través de la superficieEl líquido viscoso.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "CloseUp",
                "Ella te despierta de cualquier ropa que tengas, tarareando alegremente mientras te quitas las prendas poco a poco, antes de que sus vides acunas te levanten y te traigan lentamente a su flor.A medida que ella te sumerge gradualmente en el cálido líquido ámbar, dejas escapar un gemido de gemidos sorprendidos de la sensación de hormigueo que se filtra en tu marco, sintiéndose como innumerables caricias de almibarado dulce sobre tu piel desnuda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Mira, ♪ Ni siquiera estás en todo el camino y ya se siente {i} increíble {/i}, ¿verdad?",
                "Intentas responder, pero te cortas con un jadeo feliz a medida que tu cintura desciende al néctar profundo, viscoso y cálido, toda la parte inferior de la parte inferior de la parte inferior de la parte inferior de la parte inferior se llena rápidamente de calor vertiginoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ahora con ustedes, agradables y listos para bañarse, sus enredaderas te dejan ir.Mientras te sumerges, te encuentras descansando en el borde de su flor, Nicci te tira suavemente hacia abajo con sus elegantes manos hasta que te hundas en su mayoría en su cálido estanque de néctar, cada uno de sus golpes de masaje y tortos de arranque que imbanUsted con más comodidad y relajación lasciva.",
                "Según sus hombros en el dulce líquido ámbar de afrodisíaco, le resulta casi imposible pensar o moverse mientras empape su carne, llenando su cara con un al ras de manera agradable a medida que se ajusta a las sensaciones, su eje ahora está completamente erecto y se contrae profundamenteEl grupo de néctar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Breasts",
                "1",
                "Nude",
                "ChangeImageLayer",
                "ImageSet",
                "1",
                "CloseUp",
                "En deslizamiento con gracia, la voluptuosa mujer de la planta viene a acurrucarse a tu lado, sus hojas de abarrote de tetina se desplegaron para dejar que sus senos desnudos presionen contra tu cofre sumergido por néctar mientras comienza a frotar su cuerpo contra el tuyo, el líquido viscoso que amplifica el almohado de almohadaSensaciones aplastadas contra su cuerpo, mientras que el seductor Alraune se inclina cerca y susurra dulcemente en su oído.",
                "Speaks",
                "¿Ver?¿No es esto tan relajante? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "No puedes evitar asentir y sonreír aturdidos por lo maravillosa y excitada que se siente tu cuerpo, sus dulces palabras a la deriva a través de tu mente cada vez más en blanco mientras te entregas al calor del baño y la cómoda prensa de sus grandes senos frotando suavemente contra ti, las manos de Nicci comienzan a los perezosamentePara rastrear su camino por el pecho, bajando lentamente, mientras sus uñas largas bromean con su piel sensibilizada con pastos sensuales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Pero créeme, puedes sentirte aún mejor, lindo. ♥",
                "No estás muy seguro de cómo podrías sentirte mejor en este punto, sentado en este crisol de euforia de soñador, hasta que le da a tu oído un suave beso con sus labios carnosos, enviando una pegajosa sacudida de éxtasis que aturde la mente temblando a través de ti,Desarrollando sus dudas mientras una gruesa nube rosa de sus feromonas florales emanan gruesamente de su cuerpo curvilíneo, formando una fascinante neblina semitransparente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Tome una respiración {i} profunda {/i}, ¿de acuerdo?",
                "Demasiado felices para considerar hacer lo contrario, lo hace con sintonidad lo que ella le pide y siente una cascada de euforia barrer su cerebro mientras su fragancia encantadora abruma sus sentidos, excitándolo y sensibilizándolo.Su toque y caricia se sienten mejor y mejor, dejando su polla temblorosa en el deleite incluso sin estimulación directa, y su mente no recuerda por qué viniste aquí ... aparte de esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Sin pensar, simplemente te sientas y te relajas, dejando que la lujuria untuosa siga acumulando dentro de ti, y justo cuando crees que has alcanzado el pico intoxicante de placer, la mano de Nicci envuelve firmemente tu ansiosa erección y comienza a acariciarlo firmemente con lento, movimientos potentes, enviando sacudidas tántricas calientes a través de la cintura mientras disfruta del néctar",
                "Su cuerpo se aprieta en el rapto electrizante del simple toque de los dedos hábiles de la Alraune, siente que sus extremidades se curvan y su polla latir felizmente de las maravillosas apretones, luego relájese inmediatamente de los efectos de mollificación de la deliciosa ambrosia de Nicci, las potentes feromonas y la presencia amorosa, y la presencia amorosa,,Todavía acunado por la sensación del pesado busto de la mujer de la mujer de la flor contra tu piel.",
                "Speaks",
                "Deja ir todas tus preocupaciones y preocupaciones, ¿de acuerdo?No es necesario pensar en nada más allá de lo feliz que estás {i} en este momento {/i}. ♪ Solo déjame cuidar {i} eeeverything. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Sigues ansiosamente sus sugerencias de croon y suspiras cuando lo que quedara de la tensión en tu cuerpo, excepto evaporas, permitiéndote hundirte aún más en su néctar mientras una sonrisa vapida se arrastra en tu rostro, disfrutando de la sensación de la alraune de la estatua.y el bombeo constante de sus suaves dedos a lo largo de tu polla y sacudida.",
                "Speaks",
                "Cutie, ¿quieres sentirte aún mejor? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Con otra inhalación perezosa de la fragancia intoxicante de Nicci que tinge tus pensamientos rosa, asiente con una sonrisa tonta atrapada en tu rostro, anhelando más de su abrazo mimoso, incapaz de considerar no dar más y más a su lujoso tratamiento.",
                "Inesperadamente, sin embargo, Nicci libera tu eje de sus dedos de bombeo, haciéndote gemir con una negación confusa hasta que se mueve hacia abajo, hundiéndose en su piscina a lo largo de ti para envolver sus pechos grandes, suaves y empapados de néctar alrededor de tu polla sacudida con una mente apretada.Aprendiendo, tu boca se afloja de la deliciosa sensación de envoltura de toda tu virilidad, ya que un clímax tembloroso casi te golpea en ese momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego, cuando comienza a rodar lentamente su enorme pecho sobre tu polla temblorosa, gemes con una felicidad indulgente y te hundes aún más en el cálido líquido de almíbar con una expresión de placer, el titfuck de ritmo lento que te lleva rápidamente a unEl cielo pegajoso de la euforia de remojo con cada movimiento de masaje de su peluche.",
                "Speaks",
                "¿Ves, Cutie?Se siente {i} maravilloso {/i}, ¿verdad?Quieres correrte tan mal, ¿no? ♥",
                "PlayerSpeaks",
                "Y-Yes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "En respuesta a su respuesta necesitada, Nicci sonríe intensamente, su amorosa se ríe resonando a través de la compensación idílica mientras se inclina hacia adelante para darle a su frente una tierna besura, haciendo que sus propios pensamientos se están derritiendo en melaza dulce de la sensación de radiación de ella maravillosamenteLabios suaves.",
                "Speaks",
                "Ese es un buen chico. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Con otro apretón de su escote resbaladizo, comienza a bombear su polla con sus suaves tetas al unísono lento, constante e intoxicante, los sonidos resbaladizos de sus tetas recubiertas de néctar en su regazo resonando húmedamente, la necesidad de superarlo rápidamenteA medida que el zumbido del placer impregna todo su cuerpo explota rápidamente en una cascada de euforia de la voluptuosa prensa de sus opulentas tetas en todo su deseo de virilidad.",
                "PlayerOrgasmNoSpiritLoss",
                "Temblas y gemes mientras tu polla palpita entre el abrazo de sus senos grandes de las almohadas, tu mente se en blanco mientras los aprieta más juntos y acaricia tu polla un poco más rápido, dejando tu carga de erección abrumada después de una carga de semen dentro de su escote rebotante,Arrastrando su clímax desordenado durante largos minutos celestiales hasta que sus manos ralentizan sus movimientos burlones, un ronroneo encantado en su voz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "¡Buen trabajo! ♪ ... pero todavía estás {i} así {/i} tenso aquí ... ♥ y eso no lo hará en absoluto, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Before you can voice your agreement, Nicci resumes pumping her plush bosom up and down your still achingly hard and needy manhood, drawing a blissful gasp from your lips, your eyes irresistibly rolling back from the delightfully overwhelming influx of ooey-gooey syrupy pleasure, theMinisterios de mujeres de flores mimadas continúa derritiéndote en un desastre indulgente y haciéndote amar cada segundo.",
                "Con su mente y cuerpo empapados en néctar y tetas de Alraune, cualquier pensamiento coherente que intentes reunir se pierde en las ondas de placer rodantes traídas a tu eje profundamente enterrado entre sus enormes senos blandos rodando masazmente por tu longitud, sofocando cualquier duda sobrante deRazón en su abrazo, guiándote de manera constante y hábil a otro maravilloso alto extático.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "De repente, presiona firmemente sus tetas, formando un estrecho vicio de lujosa suavidad sobre su polla, haciendo que empuje instintivamente sus caderas en el escote de las almohadas de Nicci en el instinto ciego que anhela la felicidad, follando su busto en un bobo de placer relajado hasta que sea fácilmenteCum para ella una vez más, su semen brotando visiblemente a través del líquido ámbar por un breve momento antes de absorber rápidamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "¡Eso es todo, Cutie! ♥ Sigue sentiéndote bien. ♥ Podemos tomar todo el tiempo que necesitamos hasta que estés completamente relajado y feliz. ♥",
                "Ella te sonríe con cariño y continúa rodando lentamente sus grandes senos alrededor de tu eje mientras yacías sin fuerza contra la flor, con tornillos aturdidos y gemidos de la delicia, las feromonas dulces de Nicci que impregnan tus sentidos con una bruma entusiasta, abrumadora y soñadora a medida que continúasDisfruta de los movimientos de ordeño de sus tetas almohadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "La emoción en su ingle, aparentemente nunca se agota a pesar de sus clímax consecutivos, cada orgasmo de alguna manera lo dejó de alguna manera más y más necesario, y gradualmente, que la dulzura sensibilizante se extiende por todo su cuerpo, lo que lo hace sentir cada vez más como un solo nervio sexual electrificado, sin duda.ser sometido a una estimulación más feliz.",
                "Tu polla siente que se va a derretir del placer, quedándose atrapado con amor en la prisión bañada por el néctar de los senos suaves de Nicci mientras se alternan entre rodar suavemente alrededor de tu erección y bombear lentamente tu polla, apretándola por todo lo que vale la pena con un ajuste.Presión de envoltura, el insaciable Alraune trabaja fácilmente para ordeñarle otra carga.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Tu mente flotando en el éxtasis almibarado, arrojas la cabeza hacia atrás con ruidos agradables inarticulados mientras sigues corriendo una y otra vez entre el delicioso escote de Nectar-Slick, cada pocas bombas y apretones escurriendo un clímax de suplente de tu cuerpo completamente sensible y dócil.",
                "No importa cuánto te corras o cuán cansado te sientas, tu eje se niega a caer gracias al baño de néctar afrodisíaco, y después de una serie de eyaculaciones maravillosamente alucinantes, el Alraune te da un momento para descansar y respirar aturdidamenteMás del aire de olor dulce, luego se ríe y le da a tu corona un breve beso con sus lujosos labios, arrullando sinvermente la respuesta de tu virilidad antes de darte una sonrisa amorosa.",
                "Speaks",
                "No te preocupes, Cutie, puedo hacerte compañía hasta que estés completamente relajado y pueda tener un buen sueño reparador. ♥ ... incluso si esta {i} travieso {/i} tuya parece que simplemente puede 'T GUST BUENO. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Haciendo hincapié en sus palabras burlonas, ella aprieta con fuerza sus peluches, haciéndole gemir en el éxtasis inmediato a medida que se corra una vez más entre su escote de almohada, nuevamente se masajea fácilmente en un desastre agradable por sus suntuosamente suaves y pesados ​​senos, solo capaz de concentrarse en elMovimiento hipnótico de su busto y en la felicidad serena llenando todo su cuerpo.",
                "Speaks",
                "Eso es todo, buen trabajo. ♥ Solo concéntrate en mis pechos que te complacieran y te dejes pasar suavemente a un dulce y pegajoso Dreamland. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Tus ojos comienzan a fingir a sus palabras, tu cuerpo constantemente clímax abrumado por el éxtasis orgásmico inestable mientras Nicci sigue bombeando tu erección, continuando ansiosamente llevándote al clímax después del clímax.",
                "Descansado, indulgentemente, su cabeza cae a su lado, cayendo dentro del abrazo de la flor de Alraune cuyos pétalos amortigúan bien su rostro, e incluso mientras se queda dormido con la boca y la nariz llenos de la dulce flor de blanca pura, usted, usted, usted, usted, usted, usted, ustedNo puedo alejarte del voluptuoso pecho de Nicci que te ordeña una y otra vez, inculcándote de placer incluso en tu sueño ...",
                "...",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Forest/hitoriame.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Haze",
                "1",
                "",
                "Finalmente, después de pasar por un océano almibarado de sueños de teta para lo que se siente como horas, te despiertas con un comienzo en el claro llenado de flores, acostado sobre un colchón de hierba suave y flores suaves, con Nicci mirándote desdeSu flor de loto, una dulce sonrisa en sus labios carnosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Dormiste bien, Cutie?¿Disfrutas del baño de néctar?",
                "Asentes con una pintura profunda y descarga de tus mejillas, incapaz de negar cuán dulcemente maravillosa se sintió toda la experiencia, pero mientras miras al cielo, hace clic en tu mente cuánto tiempo ha pasado, lo que lo lleva a levantarte, recoge tu pertenenciay prepárate para regresar a la ciudad.",
                "Sin embargo, cuando comienzas a despedirte de un poco de despedida a Nicci, ella te interrumpe sosteniendo un gran frasco de néctar de Alraune en sus elegantes manos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "¡No olvides esto! ♥ y saluda a Vivian por mí ... y dale mis cumplidos por su elección en los repartidores. ♥ ¡Espero que hagas más recogidas de néctar en el futuro!",
                "Inseguro de qué responder, y ya sintiendo tu libido tirando de ti de la vada afrodisíaca siempre presente de la compensación y el recuerdo del maratón celestial de rezumar la dicha por la que acabas de haber pasado, rápidamente le agrades, tomas el considerable destinatario yDisculpe, Nicci te agitan relajadamente mientras su flor ya comienza a cerrarla.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "town.png",
                "Con su búsqueda completa, regresas a la ciudad, las imágenes y sensaciones placenteras del baño de néctar aún frescos en tu mente, haciéndolos muy difíciles de dejar de pensar en lo difícil que lo intentes, los recuerdos persistentes que te dejan con una crudasonrojo pegado en tu cara todo el camino de regreso.",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Una vez que vuelvas, primero regresas a Vivian para entregar el néctar, la mujer lujosa y vestida sonriendo de breve mientras entras en el vestíbulo de su posada.",
                "Speaks2",
                "¿Ver?Eso no fue demasiado difícil, ¿verdad?Incluso tienes que divertirte gratis. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveLick",
                "Haciendo un gesto a un empleado que rápidamente viene a recoger el néctar y le entrega su tarifa, ella comienza a alejarse para cuidar a otros de sus asuntos, pero luego se vuelve hacia usted con un guiño burlón y una licencia lasciva de sus deliciosos labios.",
                "Speaks2",
                "... tal vez incluso consideres probar más de ese baño de néctar en tu tiempo libre, {i} hmmm? ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con un rubor, recoges tu pago y sales de la posada, preguntándote cómo descubrió qué sucedió ...",
                "ChangeEros",
                "500",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Fight for the shipment.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "HM?Bueno, supongo que si me haces correrme, ¿puedes recoger el envío?Eso también está bien para mí. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileSeductive",
                "Speaks",
                "Simplemente no entiendo por qué no quieres relajarte ... pero bueno, supongo que tendré que {i} convencer {/i} para que tú! ♥",
                "JumpToScene",
                "Fight"
            ]
        },
        {
            "NameOfScene": "Fight",
            "theScene": [
                "CombatEncounter",
                "NoRunning",
                "Nicci",
                "StartCombat",
                "IfProgressEqualsOrGreater",
                "2",
                "Victory2",
                "ChangeProgress",
                "1",
                "A medida que Nicci se desvanece, disfruta de la sensación de su victoria ... luego comienza a preocuparse de que con ella se haya ido, no podrá obtener el néctar para Vivian ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Luego, antes de que pueda decidir cómo proceder en esa situación algo incómoda, Nicci vuelve a la realidad, la flor y de repente reaparece de la nada, la propia Alraune se ve un poco sin aliento, pero por lo demás tan fresca como una margarita.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "{i} mmmmh {/i} ... eso fue ... {i} magnífico {/i}!Muy impresionante ... ¿quién sabe, incluso podrías ser lo suficientemente fuerte como para vencer a la reina del demonio?",
                "PlayerSpeaks",
                "Espera, ¿cómo estás todavía, ya sabes, aquí?Quiero decir aquí?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Oh!¡Vivo aquí!Entonces, cada vez que me derrotan, reaparezco aquí.No me muevo mucho, así que ...",
                "Se encoge de hombros y produce un frasco grande lleno de néctar que te entrega, sus labios giran de seductoramente dulce a cálido y cariñoso mientras te acompaña una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Al menos, yo {i} pienso {i} Así es como funciona.Realmente no lo sabría ... muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuido en la victoria {i} Nectar Bath ahora?",
                "PlayerSpeaks",
                "Creo que voy a ir por ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "¡Está bien!¡No seas un extraño, Cutie!",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "town.png",
                "Con su 'recado' completo, regresa a la ciudad e inmediatamente te diriges a la posada para entregar el néctar a Vivian, quien rápidamente te da la bienvenida.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks2",
                "Oh {i} my, ♥ {/i} realmente venciste a Nicci, ¿no?Bueno, bebé, estoy {i} impresionado {/i}.Según lo arreglado, con mucho gusto te quitaré ese néctar.Y no dude en obtener más envíos para mí en el futuro si lo desea, [ThePlayerName].Siempre hay demanda. ♪",
                "Vivian señala a un empleado que viene rápidamente a intercambiar su néctar por el dinero acordado y luego guiña un guiño juguetonamente.",
                "ChangeEros",
                "500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks2",
                "Sin embargo, asegúrese de probar uno de sus baños de néctar en algún momento.Creo que lo harías {i} amar {/i}.",
                "GetEventAndChangeProgress",
                "Head over to Vivian.",
                "5",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Victory2",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Como antes, Nicci se desvanece, pero luego vuelve a la realidad un momento después, luciendo un poco sin aliento, pero por lo demás tan fresca como una margarita.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "AAAH ... Tan impresionante como siempre, Cutie. ♥ Realmente parece que realmente podrías tener lo necesario para derrotar a la reina del demonio. ~",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks",
                "Aunque todavía no entiendo por qué insistes en pasar por todos esos problemas cuando podría hacerte sentir bien y darte el envío después ... pero supongo que esto también es bastante bueno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Riendo, produce un frasco grande lleno de néctar que te entrega, usando la oportunidad para darle a tu mano una acaricia de separación suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speaks",
                "Como siempre, ¡no seas un extraño, lindo!Realmente me gustas. ♥",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "town.png",
                "Con su 'recado' completo, regresa a la ciudad e inmediatamente te diriges a la posada para entregar el néctar a Vivian, quien rápidamente te da la bienvenida.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks2",
                "Otro envío, HM?Eres un chico tan bien diligente, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks2",
                "Aunque creo que tú y Nicci deberían tener algo {i} divertido {/i} juntos la próxima vez.Estoy seguro de que {i} absolutamente {/i} amaría sus baños de néctar.",
                "Ella te da un guiño de burlas mientras te entrega tu pago antes de alejarse, regresando a sus propios asuntos.",
                "ChangeEros",
                "500",
                "GoToTown"
            ]
        }
    ]
}