{
    "name": "Stop The Vandal",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Someone has been graffitiing the Town's walls with red slime, scrawling insulting statements like 'Humans Suck!', as well as threats to the Town as a whole. The cleaning costs and paperwork involved have been astronomical. Please find the source of this vandalism and stop it before I have an aneurysm. Payment is 1000 Eros. \n- Elena",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "1",
                "TryAgain",
                "Después de haber estado caminando por el bosque durante bastante tiempo y, sin embargo, no habiendo visto ni el cabello ni escondido del vándalo que te enviaron a detener, comienzas a preguntarte si de alguna manera has estado en el camino equivocado todo el tiempo ... hasta que vienes fortuitamente¡Sobre un rastro de limo de color rojo cerezo distintivo en el suelo!Siguiéndolo, eventualmente te encuentras con un claro donde puedes escuchar una voz femenina gritando en voz alta.",
                "ChangeProgress",
                "1",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Speaks",
                "{size=+5} {b} mwahahaha!Bow antes de perpetua! {/b} {/size}",
                "Congelando alerta y preguntándote si de alguna manera ya te has visto, miras a tu alrededor en pánico, esperando ver en cualquier momento un nuevo oponente lo ataca ... en lugar de que escuchas a una pequeña tos avergonzada del glade que se avecina.",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "Speaks",
                "{size=-5} {i} hrm ... {/i} no, no ... uuh ... {i} Grovel {/i}?O tal vez ... {i} me adora {/i}?Ugh, ser un autor intelectual malvado es difícil ... {/size}",
                "Todavía se siente bastante confundido, pero sin sentir una amenaza inmediata a medida que el soliloquio murmurado continúa, decides entrar en el claro y enfrentar este 'perpetua'.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Como sospechabas, 'Perpetua' resulta ser solo el limo rojo que estabas buscando, la diminuta pero seductora niña de la sustancia pegajosa aturdiendo de un pensamiento profundo mientras prueba una risa tras otra, obviamente tan preocupada con su ensayo queElla no se ha dado cuenta, el Vandal de Monster atraviesa una mano que atraviesa una mano a través de su trapeador de 'cabello' como zarcillo mientras murmura.",
                "Speaks",
                "{size=-3} {i} Este es el final para ti {/i}, ¿tal vez?Hm, suena un poco demasiado malo ... {i} Di tus oraciones {/i}?... {i} Ore a Venereae, cur {/i} ... ahora eso es solo una tontería ... hmm ... ¿qué diría el caballero negro?Algo súper genial como-{/size}",
                "PlayerSpeaks",
                "¿Disculpe?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Saltando sorprendido por su enfoque inaudito, el limo rojo gira con un chillido de alarma.",
                "Speaks2",
                "{b} ah!? {/b} un Hu-Human?¡¿Qué estás haciendo aquí?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Sus puños se apretaron mismos y su rostro se puso en un puchero indignado ante su espía incidental, te mira con enojo de una manera que exige una explicación con bastante precisión, lo que te lleva a sacar tu grimoire y señalar la búsqueda, que perpetua está con curiosamente vinculandoComo explicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "PlayerSpeaks",
                "Estoy aquí para evitar que vandalizar la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Inmediatamente, su expresión de alguna manera cambia a una sonrisa radiante mientras aplaude alegremente sus manos con un pegamento pegajoso, antes de cruzar con orgullo los brazos y empujar su modesto cofre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "ChangeImageLayer",
                "Arm",
                "1",
                "Base",
                "Speaks2",
                "¡Ya veo, él, él!¡Entonces sepa esto, humano!¡Te enfrentas al poderoso perpetua, y te lamentarás el día en que hiciste el {i} grave {/i} error de oponerse a ella!Al final de esta pelea, serás solo otro de mis {i} muchos {/i} esclavos, Mwahahaha!",
                "ChangeImageLayer",
                "Arm",
                "1",
                "Laugh",
                "Acompañando a su risa triunfante, ella gestica ampliamente para acentuar su punto y su poder aparente, mostrando flaundly ... nada que puedas ver.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Sin embargo, esta inconsistencia no parece disuadirla, la chica pegajosa que continúa innecesablemente con una risa superior.",
                "ChangeImageLayer",
                "Arm",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks2",
                "De hecho, probablemente sería lo mejor si te dieras por vencido ahora y te escabullirías la humillación {i} encendida {/i} de perder ante el gran perpetua.De hecho, en el momento en que estés en mi coño, te tendré {i} rogando {/i} por más!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks2",
                "Ah, er, quiero decir, en el momento en que tu {i} Dick {/i} está en mi coño ... no, como, todo el cuerpo ... {size=-5} Eso sería extraño ... {/size}",
                "Mientras ella consciente de la mitad de la misma, tú decides ...",
                "Menu",
                "Teach the slime a lesson!",
                "Give up!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Teach the slime a lesson!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM-OverrideCombatMusic",
                "music/Battle/Comet_Highway.mp3",
                "Mientras afirma su voluntad de luchar contra ella, una sonrisa engreída regresa a la cara del limo rojo, la villana chica sustentable de pie a su altura diminuta completa y trompetando grandiosamente.",
                "Speaks2",
                "¡Ja!¡Que sea, valiente {i} héroe {/i}!¡Te romperé en un instante!",
                "Ella parece bastante nerviosa por esto ...",
                "JumpToScene",
                "Fight"
            ]
        },
        {
            "NameOfScene": "Give up!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks2",
                "¡Ja!¡Que sea, valiente {i} héroe {/i}!Lo haré-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks2",
                "Espera, ¿qué?D-Did, ¿solo dices que te estás rindiendo?",
                "PlayerSpeaks",
                "Y-Yes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Speaks2",
                "Esto nunca ha sucedido antes ... ¡y no puedes hacer eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks2",
                "¡Nadie me tomará en serio si solo te rindes, pervertido!¡Tenemos que {i} luchar {/i}!A-¿Al menos intentarlo!?No vas a acostarte y rendirte a mí, ¿verdad?",
                "ChangeBGM-OverrideCombatMusic",
                "music/Battle/Comet_Highway.mp3",
                "Antes de que puedas responder, ¡ella te cobra enojado!Parece que ella no te deja rendirte ... al menos podrías falsificar resistencia, ¿tal vez?",
                "JumpToScene",
                "Fight"
            ]
        },
        {
            "NameOfScene": "TryAgain",
            "theScene": [
                "ChangeBGM",
                "music/Forest/bgm_maoudamashii_healing05.mp3",
                "Regresas al claro donde te encontraste por primera vez.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "ChangeImageLayer",
                "Arm",
                "1",
                "Laugh",
                "A medida que te acercas a la guarida (?) De la villana (?) Chica de limo, al igual que antes, escuchas su grandilocuencia gritando a sí misma mientras ensaya varias bromas y burlas, aunque rápidamente se detiene a medida que aparece a la vista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks2",
                "¡Mwahaha!¡Así que has regresado, héroe!¿Crees que realmente tienes una oportunidad contra mí?¡Veamos lo que tienes, pervertido!",
                "ChangeImageLayer",
                "Arm",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speaks2",
                "{size=-5} a-y dale un poco más de espíritu esta vez, ¿de acuerdo? {/size}",
                "JumpToScene",
                "Fight"
            ]
        },
        {
            "NameOfScene": "Fight",
            "theScene": [
                "CombatEncounter",
                "NoRunning",
                "Perpetua",
                "StartCombat",
                "¡Y así está la ciudad deshacerse de su vándalo malévolo!\n\nNo crees que la volverás a ver.\n\n\n...Probablemente.",
                "Por el momento, con tu búsqueda completa y tu primera aventura envuelta, regresas a la ciudad, encontrando el camino de regreso para ser sorprendentemente rápido en comparación con la caminata por la que tuviste que pasar para llegar a Perpetua en primer lugar, elEl viaje de regreso en realidad no tomando de alguna manera más de unos momentos ... ¿probablemente algo que ver con la magia de su ratón de Grimoire?",
                "ChangeBG",
                "town.png",
                "ChangeBGM",
                "music/Town/tea-time.mp3",
                "Estableciendo esa pregunta para más tarde, ingresas a la ciudad y luego vas directamente al salón del gremio para reclamar la recompensa de Elena.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "ChangeImageLayer",
                "Base",
                "1",
                "WorkClothes",
                "La Guildwomero es libre, te recibe sin demora, aunque no parece estar de humor en este momento, pareciendo estar a medias para ti con una mirada triste y sombrío en sus ojos cansados ​​y en blanco.Sin embargo, tan pronto como mencionas tu éxito, ella anima al instante, su mirada vidriosa se ilumina mientras se endereza en su silla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks3",
                "¿Trataste con el vandal?¿R-REALLY?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Antes de que puedas responder, una Elena de ojos ligeramente llorosas extiende sobre el mostrador del gremio y te empuja sin esfuerzo en un abrazo francamente inactivado, la señora se dio cuenta de tener un lote {i} {/i} de fuerza en esos delicados.Mirando los brazos suyos, la presión de su abrazo junto con el hecho de que ha metido la cabeza en su escote, lo que hace que sea difícil respirar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks3",
                "¡Oh, gracias {i} mucho {/i}!¡Nadie se estaba tomando en serio esa solicitud!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Respondes con un ruido amortiguado impotente mientras ella felizmente te niega en su agarre de vicio, sus brazos envueltos alrededor de tu cuerpo, dejándote incapaz de expresar ninguna protesta, ya sea por voz o por gesto ... también crees que escuchaste un huesogrieta.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Afortunadamente, justo cuando comienzas a ver estrellas, Elena de repente rompe el abrazo, dejándote jadeando por aire mientras ella endereza su atuendo con un sonrojo avergonzado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks3",
                "{i} ejem ... {/i} Bueno, {i} avanzando {/i}!Para sus valientes esfuerzos, aquí está su recompensa, ¡con una ventaja mía!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Reloz, abre uno de los cajones de su escritorio y pesca una bolsa de aspecto considerable que deja caer en sus manos, el bolso parece contener cada ero de su generosidad prometida y luego algo ... al menos, hasta donde puede juzgaren su estado connado actual.",
                "ChangeEros",
                "1250",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks3",
                "¡Y con eso, también calificas para la mazmorra del bosque!Solo déjame ...",
                "Mientras habla, Elena se acerca a su grimoire, un pequeño pulso de magia que pasa de ella al libro mientras lo toca, alterando sutilmente sus capacidades de búsqueda de rutas.Mientras tome una nota mental para verificar su mapa actualizado cada vez que salga de la ciudad, la Guildwana continúa explicando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks3",
                "El primer Sigil está allí, vigilado por uno de los comandantes de la reina del demonio ... pero después de cualquier terror que enfrentaras durante esta búsqueda, ¡definitivamente estás listo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "A medida que guarda su pago y se verifica rápidamente para asegurarse de que está realmente seguro y completo, un ping mágico suena detrás de Elena, que parece originarse en una de una serie de cajas establecidas a lo largo de la pared, que ella abre rápidamente con un gesto practicado, pescando un pequeño trozo de papel plegado que mira antes de reírse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks3",
                "Bueno, ¿no es tan conveniente!¡Tienes una carta!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Volviendo a ti, te entrega la nota, lo que parece un poco ... ¿húmedo?",
                "GiveItem",
                "1",
                "Vandal Note",
                "DisplayCharacters",
                "EndLoop",
                "Con su negocio atendido, usted agradece a Elena, quien lo ve con felicitaciones renovadas por su éxito, lo que parece haber hecho maravillas por su estado de ánimo, y dejar su escritorio para revisar la carta, algo luchando por desarrollar el papel empapado sin dañarlo,La fuente de la humedad es una sustancia rojiza bastante distintiva y pegajosa.",
                "{i} la próxima vez.\n\n-Uus peor pesadilla, perpetua. {/i}\n\n\n... Eso es todo lo que dice.",
                "No estás seguro de qué pensar de eso, pero en cualquier caso, ¡Completa la búsqueda!",
                "GetEventAndChangeProgress",
                "Go see Elena at the Guild counter.",
                "5",
                "AdventureComplete",
                "Enter the Mystic Forest",
                "QuestComplete",
                "GoToTown"
            ]
        }
    ]
}