{
    "name": "Trade Caravans Harassed",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "A wurm has been bothering our trade caravans as they travel through the mountains, asking you to come and visit her. While this is definitely a step in the right direction, I would greatly appreciate it if she left them alone and stopped terrifying them altogether. The reward is still 2500 eros. \n\n- Elena",
    "requires": [
        "Jora's Letter"
    ],
    "Speakers": [
        {
            "name": "Jora",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Regresas a la guarida de Jora y te acercas a la entrada a la cueva Black Pitch.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Jora se desliza con cautela de la cueva oscura hasta que se da cuenta de que eres tú y te da una gran sonrisa mientras se apresura a ti.",
                "Ella te lleva a un abrazo masivo cuando su cola se agita alegremente de un lado a otro detrás de ella, y mientras miras por encima del hombro puedes ver algo, o alguien, enrollado en su cola.",
                "Jora te mira con entusiasmo mientras se aleja del abrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Speaks",
                "[ThePlayerName]!¡Mirar!¡Mirar!¡Hice un amigo!",
                "Ella rápidamente balancea su cola hacia adelante, permitiéndole ver mejor quién, o qué, está enrollado en ella.",
                "DisplayCharacters",
                "4",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Clueless",
                "StopBGM",
                "Una arpía está atrapada dentro de la cola de Jora, con los ojos muy abiertos y temblores de terror mientras mira a Jora.",
                "PlayerSpeaks",
                "... ¿Estás seguro de que ella es tu amiga?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks",
                "¡Por supuesto que ella es!¿No es ese pío correcto?",
                "La Harpy asustada deja escapar un \"EEP\" asustado y asiente con la cabeza vigorosamente, aparentemente demasiado aterrorizada como para considerar decir que no a Jora.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Joy",
                "Speaks",
                "¿Ver?Ya le mostré mi tesoro y todo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks",
                "Esta vez me las arreglé para tener mucha suerte porque no estaba prestando demasiada atención cuando la vi, ¡así que logré acercarme a ella y atraparla con mi cola antes de que pudiera volar!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "JoySparkling",
                "Speaks",
                "Entonces estás orgulloso de mí, ¿verdad [ThePlayerName]?¡Ahora no tendré que intentar mantenerte aquí todo el tiempo, o estar solo cuando no estés cerca!Pero será mejor que vengas a visitar ...",
                "Abres la boca para decir algo, pero cuando comienzas a hablar, la arpía te interrumpe de repente con un chillido como si de repente te dieras cuenta de que estás allí a través de su neblina llena de terror.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Surprise",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Spiritual Moment (1_32) 90bpm (L).mp3",
                "Speaks2",
                "¡TÚ!Eres un aventurero, ¿verdad?¡S-Save de ella antes de que me coma!Pleassseeee!",
                "La arpía comienza a llorar y retorcerse contra las bobinas de Jora mientras le ruega sin palabras que la salves.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tsundere",
                "Speaks",
                "¡H-HEY!¡Cálmate!¡No te voy a comer, somos amigos!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "La arpía mira rápidamente la cara de Jora mientras sonríe en un intento de calmarla, pero solo comienza a luchar más al ver sus dientes de aspecto aterrador, y Jora te mira desesperado mientras la arpía continúa en pánico.",
                "Menu",
                "Try to calm the harpy down.",
                "Try to get Jora to let the harpy go.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to calm the harpy down.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tsundere",
                "Haces todo lo posible para calmar la arpía aterrorizada mientras continúa retorciéndose y retorciéndose en la cola de Jora.",
                "Pero ella ni siquiera parece escuchar tus palabras mientras continúa rogándote que la salves entre respiraciones poco profundas y en pánico.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Speaks",
                "GHHH ... S-SHE estaba bien antes de que aparecieras [ThePlayerName]!No entiendo...",
                "JumpToScene",
                "Poor Harpy."
            ]
        },
        {
            "NameOfScene": "Try to get Jora to let the harpy go.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tsundere",
                "Haces todo lo posible para tratar de convencer a Jora de dejar ir la arpía.",
                "Speaks",
                "¡¿Qué?!¡No!¡Nunca podré atrapar una arpía como esta otra vez!",
                "JumpToScene",
                "Poor Harpy."
            ]
        },
        {
            "NameOfScene": "Poor Harpy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tsundere",
                "Jora parece estar tratando mucho de negar cómo la arpía está reaccionando hacia ella, pero mientras mira a su cautivo, una leve mirada de tristeza cruza sus ojos.",
                "PlayerSpeaks",
                "Ella está completamente aterrorizada de ti.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "Jora da la cabeza para mirarte mientras algunas lágrimas comienzan a formarse en las esquinas de sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Speaks",
                "Pero ... yo ... solo quería ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "Jora suspira tristemente y mira hacia el suelo mientras libera la arpía de su cola, aceptando que esto no está funcionando como esperaba.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Surprise",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Clueless",
                "La arpía agita en el aire por un breve momento antes de llorar y chocar primero contra la cara del suelo, agarrando una de sus alas con dolor.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "Jora se apresura rápidamente hacia la arpía lesionada con una expresión de miedo preocupado en su rostro, haciendo que el graznido de arpía sea terrorista e intente alejarse de ella.",
                "Speaks",
                "¿P-Peep?¡¿Estás bien?!",
                "Menu",
                "Try to help the harpy.",
                "Accuse Jora of hurting the harpy.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Accuse Jora of hurting the harpy.",
            "theScene": [
                "ChangeProgress",
                "-1",
                "ChangeImageLayer",
                "Expression",
                "2",
                "CryingHurt",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Sense Of Loss (2_04) 54bpm.mp3",
                "Jora retrocede como si estuviera golpeado por sus palabras como una mirada de incredulidad confusa que cruza su rostro.",
                "Speaks",
                "WH-WHA-?Yo-yo nunca ... te pensé que estaría ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "CryingSad",
                "Con las lágrimas corriendo por su rostro, Jora se vuelve y se desliza hacia su cueva lo más rápido que puede, y escuchas que los sonidos de la Tierra se destrozan desde adentro ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Usas un hechizo de curación estándar que aprendiste en la escuela de aventuras en la arpía, y ella arroja sus alas a tu abrazo y te agradece por salvarla.",
                "Ella te cuenta cómo una gran ráfaga de viento la golpeó en el costado de la montaña, hiriendo su ala y obligándola a aterrizar, y lo siguiente que supo es que un gran monstruo aterrador la había capturado y la llevó a una cueva oscura.",
                "DisplayCharacters",
                "EndLoop",
                "La arpía te da otro gran abrazo y vuela, y decides verificar a Jora ...",
                "La cueva de Jora está iluminada por la misma piedra preciosa blanca que antes y parece normal aparte de un agujero en la parte posterior que parece para siempre, pero a medida que te quedas allí, la piedra preciosa comienza a parpadear y desvanecerse lentamente.",
                "Pero mientras miras la piedra preciosa nota algo terriblemente mal, ya que el acelerador del tesoro de Jora parece haber sido completamente aplastado y destruido.",
                "La losa de piedra está completamente destrozada, y pedazos de rocas, gemas, monedas de oro, y sus diversas chucherías están dispersas en todas partes en diversos grados de ruptura, pero en el centro de la destrucción está las muñecas de madera de Jora, cada una de las cuales ha sido completamenteAplastado y arrojado a la tierra.",
                "Usted coloca solemnemente la nota de Jora junto a los restos destrozados de sus muñecas y mira a su alrededor el interior de la cueva por última vez mientras la piedra preciosa continúa desvaneciéndose lentamente antes de arrancar y cubrir la cueva en la oscuridad de la tñada.",
                "GiveItemQuietly",
                "-1",
                "Jora's Letter",
                "Regresas en silencio a la ciudad, y unos días después obtienes tu recompensa de Eros de Elena, quien parece estar bastante contento de que las caravanas ya no sean atacadas o acosadas.¡Incluso arroja algunos Eros extra!",
                "ChangeEros",
                "3000",
                "Pero desde entonces no se han visto signos de Jora, y su cueva ha sido abandonada ..."
            ]
        },
        {
            "NameOfScene": "Try to help the harpy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Usas un hechizo de curación estándar que aprendiste en la escuela de aventuras en la arpía, y aunque parece arreglarla decentemente bien, su ala todavía no se ve bien.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Clueless",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "StopBGM",
                "La arpía se desprende del suelo y se esconde detrás de ti mientras Jora continúa mirándola, claramente preocupada por su ala.",
                "Speaks",
                "H-hey, no te lastimé, ¿verdad?¿Mirar furtivamente?",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Speaks2",
                "¡Mi nombre no es Peep!¡Y ibas a {i} comer {/i} me!¡Ve a un poderoso héroe!¡Pídala!",
                "PlayerSpeaks",
                "Jora no te iba a comer, ella come rocas.¿Y cómo se supone que debo golpearla?Con mi polla?",
                "La arpía de repente deja de temblar mientras su rostro nube en el pensamiento, y se mira a la distancia antes de parpadear al darse cuenta.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Embarrassed",
                "Speaks2",
                "Oh, claro, el encantamiento ... cosa.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "Speaks",
                "H-hey, su ala {i} realmente {/i} no se ve bien ...",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "La arpía grita cuando Jora se acerca un poco más para tratar de examinar su ala y vagar detrás de ti antes de señalar agresivamente su ala no dañada hacia Jora.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks2",
                "AAAAAAHH!¡Ella está tratando de comer mi ala!¡Lo cubrirá en salsa y lo cocinará y luego me va a comer!",
                "PlayerSpeaks",
                "...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Speaks",
                "Uhm ... voy a ir a tomar algo de mi cueva ... para arreglar su ala ...",
                "Speaks2",
                "¡Ella está obteniendo la salsa!¡Vete al héroe!¡Pídala!¡Pídala con tu polla!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Jora se riega ante las palabras de Harpy, lo que solo la hace cada vez más frenética mientras aprieta su espalda, y le das a Jora una mirada sucia mientras vuelve a caer en su cueva.",
                "La arpía de repente deja de temblarse mientras Jora desaparece en la cueva, y cuando te vuelves para mirarla, la arpía te mira con una mirada de aceptación resignada mientras murmura los nombres de sus amigos y familiares en su nido, creyendo claramenteQue ella nunca los volverá a ver.",
                "Mientras estás sacudiendo la arpía y tratando de decirle que no va a morir aquí hoy, de repente se congela nuevamente y te das la vuelta para ver a Jora regresar de la cueva con una roca pequeña y múltiple en ellaMano mientras se desliza hacia los dos.",
                "StopBGM",
                "Speaks",
                "Aquí, es una piedra de rejuvenecimiento, ¡te arreglará!Prometo.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Clueless",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Jora intenta darle a la arpía una sonrisa tranquilizadora, pero al ver sus dientes, la arpía comienza a temblar de miedo.Sin embargo, en lugar de esconderse detrás de ti, mira hacia ti mientras te dices que estará bien, y su cara se acerque con resolución mientras mira hacia Jora.",
                "La arpy tentativamente extiende su ala lesionada, haciendo una mueca ligeramente de dolor mientras lentamente se dirige hacia Jora.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Jora aprovecha cuidadosamente la piedra con el ala de la arpía, y a medida que la roca se disuelve repentinamente, la arpía deja escapar un graznido sorprendido cuando su ala comienza a repararse ante sus propios ojos.",
                "Speaks2",
                "Ohhh?!",
                "Supe por detrás de ti y le da a su ala algunas aletas experimentales antes de que se acerque a Jora, aparentemente ya no le asustó mientras salta con entusiasmo alrededor de su cola.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Speaks2",
                "¡Eso es tan coool!No eres malvado, ¿verdad?¡Eres el mejor wurm de todos!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Surprise",
                "Antes de que Jora pueda responder, la arpía vuela y la apariencia la abraza en la cara.",
                "Tienes que tratar de contener la risa ante la ridícula vista de la pequeña mujer de pájaro firmemente unida a la cabeza de Jora mientras Jora se congela en estado de shock.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Jora levanta una garra, y su voz amortiguada pregunta.",
                "Speaks",
                "¿Es ... es mi amiga ahora?",
                "Speaks2",
                "Yes!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "La arpía cae y comienza a saltar de un lado a otro enérgicamente.",
                "Speaks2",
                "¿De dónde sacaste esa increíble roca?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Speaks",
                "¿Subterráneo?Ahí es donde encuentro todas mis gemas y cosas ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Jora se encuentra torpemente en su lugar mientras la arpía continúa rápidamente rodeándola, claramente insegura sobre cómo lidiar con su personalidad hiper.",
                "Speaks2",
                "Si tienes otros, ¿cambiarás por ellos?¿Qué pasa con cualquier otra gema brillante que encuentres?¡Puedo cambiar otras cosas interesantes por ellos si quieres!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speaks",
                "¡¿Eh?!¡Pero son míos!Y además, ¡ahora que eres mi amigo, tienes que quedarte aquí!",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Embarrassed",
                "Jora cruza los brazos con una sensación de finalidad mientras la arpía se detiene frente a ella.",
                "Speaks2",
                "E-eh?B Pero tengo cosas que hacer!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "PlayerSpeaks",
                "El secuestro no es lo mismo que ser amigos, y puedes cambiar las rocas que no te gustan por las cosas que podrías querer Jora ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Bashful",
                "Speaks",
                "W-Well, supongo ... pero ... ugh ... ¡bien!Comalaré algunas de las cosas que no me gustan tanto si quieres ... pero ... todavía lo visitarás incluso si no se trata de eso ... ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Speaks2",
                "¡Por supuesto!¡Eres tan genial!¡Incluso traeré un montón de mis amigos de Harpy para que vengan a conocerte también!¡Nunca creerán que Wurms podría ser tan amable!¡Será genial!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Speaks",
                "Eso suena ... un poco abrumador.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Speaks2",
                "Bueno ... tal vez solo traiga algunos de ellos a la vez, ¿está muy bien?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "Jora solo puede asentir mientras está parada allí, todavía tratando de procesar todo lo que está sucediendo.",
                "Speaks2",
                "¡Muy bien, increíble!Me encantaría quedarme por más tiempo, pero ya llego muy tarde a una entrega que tengo que hacer, ¡así que te veré más tarde!",
                "La arpía comienza a volar.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Whistful",
                "Speaks",
                "Uh ... está bien, nos vemos más tarde mira ...",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Speaks2",
                "¡Mi nombre es Piri!¡Adiós Jora!",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Embarrassed",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Concern",
                "La arpía se da vuelta en el aire y comienza a despedirse de ustedes dos, casi chocando contra el suelo mientras ella tuerce e intenta recuperarse antes de mostrarles a ustedes dos una sonrisa avergonzada y desaparecer por el costado de la montaña.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Spiritual Moment (1_32) 90bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Jora mira donde la arpía desapareció con una mirada triste en su rostro.",
                "Speaks",
                "... Odio cuando la gente se va ...",
                "Un silencio momentáneo se produce entre ustedes dos cuando numerosas expresiones tristes pasan por la cara de Jora, y el único sonido es el del viento silbando a través de la montaña ...",
                "PlayerSpeaks",
                "Jora?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Jora sale de su ensueño ante el sonido de tu voz y te mira con una expresión emocionalmente sin guardia durante una fracción de segundo antes de mirar al suelo mientras se recuerda a sí misma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¿Eh?A-ah ... Casi olvido que estabas allí [ThePlayerName] ... bueno ... ya no molestaré a las caravanas.A, y no me refiero a que no los atacaré, realmente quiero decir que ya no iré detrás de ellos.Seguro esta vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Jora se inquieta con sus garras un poco mientras reflexiona sobre algo, luego suspira y te mira a los ojos con una mirada triste y seria.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "[ThePlayerName] ...?Yo ... solo quería decir ... gracias.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "No solo por ayudarme a hacer un amigo, sino solo ... en general.",
                "Jora deja escapar otro suspiro y envuelve su cola alrededor de su cuerpo a medida que su voz se siente mucho más.",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Sense Of Loss (2_04) 54bpm.mp3",
                "Speaks",
                "Antes de que aparecieras, yo ... no estaba tan bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Acabo de pasar todo mi tiempo cavando subterráneo durante mucho tiempo, pero finalmente todo parecía tan ... sin valor.Me aburrí tanto de todo lo que incluso despertar a veces se sentía como demasiado esfuerzo todos los días.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "Honestamente [ThePlayerName]?Incluso tuve problemas para levantarme de la cama la mayoría de los días.El único momento en que sentí que valía la pena es si sintiera que alguien se acercaba a mi cueva, así que traté de hacer que otras personas me notaran, así que me sentiría ... algo más que la nada abrumadora, pero elLa apariencia de miedo y odio en sus ojos solo terminó haciéndome sentir peor ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Speaks",
                "Si ... si no fuera por ti, probablemente hubiera seguido haciendo eso hasta que me hubiera pasado S-something rally malo, a y entonces ...",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Spiritual Moment (1_32) 90bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Jora se va y comienza a frotar suavemente las lágrimas que se forman en las esquinas de sus ojos con una garra antes de darte una sonrisa muy débil.",
                "Speaks",
                "Gracias.",
                "Jora se endereza con un resumen y comienza a volverse hacia su cueva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Voy a volver ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Rápidamente se dirige a su cueva, y no le lleva demasiado tiempo regresar con algo cuidadosamente sostenido en sus garras.",
                "Jora se mueve para que explotes los brazos y coloque suavemente algo en tus manos antes de retroceder lentamente con una pequeña sonrisa triste.",
                "GiveItem",
                "1",
                "Jora's Gift",
                "Es una muñeca de madera envejecida de un caballero valiente, e inmediatamente lo reconoces como uno de los artículos de su tesoro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Quiero que lo tengas ... J-no pienses demasiado en eso y tómalo ...",
                "Custionmente guardas la muñeca en tu bolso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Speaks",
                "Entonces ... solo recuerda [ThePlayerName], eres mi preciosa amiga pase lo que pase.Incluso si termino en pulverización con 50 arpías al día, o algunas otras especies de monstruos, quiero que sepas que eres mi primer y mejor amigo.",
                "Speaks",
                "A pesar de los nuevos amigos que hago, siempre quiero que lo sepas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Y a pesar del hecho de que probablemente tomaste esa búsqueda de la recompensa inicialmente, todavía vendrás a visitarme de vez en cuando, ¿verdad?Al menos de vez en cuando ...?",
                "Menu",
                "Maybe.",
                "Promise to visit.",
                "Give her headpats.",
                "Kiss her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Maybe.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Jora te mira con un puchero y cruza los brazos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "...Idiota.Bueno, si vas a ser así después de todo esto ... tal vez {i} podría {/i} atacar algunas caravanas.",
                "Ella te saca la lengua hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Je, pero probablemente no lo haré.Hm, y aquí estaba, pensando que podríamos ser un poco más que 'amigos' ... no dude en volver en cualquier momento y cambiar eso {i} tal vez {/i}.",
                "Ella regresa a su cueva, ligeramente molesta por su respuesta, dejándote regresar a la ciudad.",
                "JumpToScene",
                "Return for reward."
            ]
        },
        {
            "NameOfScene": "Promise to visit.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Jora sonríe ampliamente y su cola se agita un poco, destruyendo inconscientemente algunas rocas grandes mientras prácticamente temblaba de felicidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "HMHMHM, ¡por supuesto que querrías volver!¡Probablemente te deprimirías si te fueras sin disfrutar de mi presencia dracónica de vez en cuando!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Jora de repente mira con timidez con un ligero sonrojo.",
                "Speaks",
                "Pero eh ... si quisieras, podríamos ser un poco más que solo amigos ... así que uhm ... siéntete libre de pensar en eso.",
                "Rápidamente regresa a su cueva con un rubor profundo, dejándote regresar a la ciudad.",
                "JumpToScene",
                "Return for reward."
            ]
        },
        {
            "NameOfScene": "Give her headpats.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Jora se ve confundida cuando llegas a tu mano hacia ella, lo que solo se intensifica a medida que comienzas a darle palmaditas en la cabeza con tranquilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "H-Hey ... C-Cut It Out!",
                "Jora te mira con un rubor avergonzado, y luego gata suavemente tu mano con una garra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Podrías haber dicho que visitarás, ya sabes, o podrías haberme besado en su lugar ...",
                "Jora de repente se endereza cuando su rostro se vuelve carmesí brillante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "W-lo que quiero decir es ... uhm ... podríamos ser más que amigos ... ah ... no dudes en pensar en eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Rápidamente regresa a su cueva con un rubor profundo, dejándote regresar a la ciudad.",
                "JumpToScene",
                "Return for reward."
            ]
        },
        {
            "NameOfScene": "Kiss her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Da unos pasos hacia adelante y pones a Jora en un beso profundo, para su sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Por unos momentos, está aturdida, y fácilmente dominas su boca con la lengua, provocando algunos gemidos suaves de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Jora de repente y bruscamente te empuja hacia atrás con la boca aún presionada contra la tuya, y pronto encontrarás tu espalda inaugurada contra su gran cola mientras te besa agresivamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Sus ojos dorados miran el tuyo con intensidad ardiente mientras tus lenguas se entrelazan apasionadamente.",
                "Mientras ambos luchan por el dominio en la sesión de besos, la larga cola de Jora se acumula lentamente a su alrededor y comienza a moverse contra su ingle.",
                "ChangeArousalQuietly",
                "50",
                "Solo puedes gemir y jadear en la boca de Jora mientras su cola se burla de tu virilidad endurecida, y ella aprovecha tu distracción momentánea para continuar besándote sin sentido.",
                "Jora continúa presionando su ventaja mientras sus ojos brillan con lujuria, dominando por completo la boca mientras su cola continúa jugando con tu polla, pero sus ojos de repente se alejan y se aleja de ti, haciendo que tu eje latira con negación mientras recuperas el aliento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¡Ah!Uhm.Lo siento, me dejé un poco ...",
                "Jora se inquieta un poco mientras su cara se vuelve completamente roja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Me gustas también [ThePlayerName], me alegro de que también te sientas así ... Realmente no me importará ser más que amigos, pero eh, creo que necesito algo de tiempo para pensar en todas las cosas que han sucedido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "S: ¡Asegúrate de volver más tarde!",
                "Rápidamente regresa a su cueva con un rubor profundo y una sonrisa, dejándote regresar a la ciudad mientras tu polla todavía le duele las burlas.",
                "JumpToScene",
                "Return for reward."
            ]
        },
        {
            "NameOfScene": "Return for reward.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "town.png",
                "ChangeBGM",
                "music/Town/tea-time.mp3",
                "Después de esperar un rato una vez regresando a la ciudad, se registra en el Guild Hall para ver si la búsqueda se completa, de hecho,.",
                "GiveItemQuietly",
                "-1",
                "Jora's Letter",
                "Curiosamente, tuviste que entregar la carta de Jora sobre ella haciendo una amiga como evidencia de finalización de la misión, pero ya que tienes un regalo mucho más sentimental de la búsqueda, no te preocupes mucho.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Al entrar en el salón del gremio al día siguiente, Elena se acerca a usted con una mirada exuberante en su rostro.",
                "Speaks3",
                "[ThePlayerName]!¡Lo hiciste!¡Los ataques de caravana finalmente se detuvieron!No me importa cómo lo hiciste, ¡pero me has salvado de tener que hacer {i} ¡MUCHA Papeleo! {/i} ¡Gracias!¡Muchas gracias!",
                "Elena te entrega alegremente una considerable bolsa de eros, ¡parece haber más de lo que inicialmente la recompensa!",
                "ChangeEros",
                "3000",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Después de entregarte el dinero, Elena mira con melancolía a la distancia mientras aparece una leve sonrisa en sus labios.",
                "Speaks3",
                "Ahhh ... tal vez para celebrar esta noche tomaré una copa de vino ...",
                "Crees que escuchas a Elly murmurar detrás de ti, algo sobre 'toda la botella'.Pero no puedes estar seguro de que ella realmente dijo nada.",
                "GetEventAndSetChoice",
                "Go see Elena at the Guild counter.",
                "17",
                "Booze",
                "Con la búsqueda completa y la recompensa asegurada, ya no tienes que ir a ver a Jora, aunque probablemente le gustaría verte de todos modos.",
                "GetEventAndChangeProgress",
                "Go see Elena at the Guild counter.",
                "5",
                "GoToTown"
            ]
        }
    ]
}