{
    "name": "Visit the Campers",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "While there's no quest for it anymore, you could still go visit the three succubi camping on the mountain, you're sure at least one of them would be grateful if you offered to feed them...",
    "requires": [
        "Apology Note"
    ],
    "Speakers": [
        {
            "name": "Jennifer",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Heather",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Catherine",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "1",
                "",
                "A medida que continúa su caminata a lo largo de la montaña, finalmente ves una cabaña de madera familiar ubicada en una meseta rocosa a poca distancia, y te encuentras esperando pasar un tiempo con el trío Succubus.",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "SwapLineIf",
                "IfTimeIs",
                "Night",
                "Avanzando hacia la cabina, se acerca la esquina hacia la parte delantera y ves a los tres simplemente relajándose en las sillas de jardín alrededor de una fogata, charlando ociosamente sobre cosas sin importancia mientras bebes algunas pociones y comiendo bocadillos.",
                "Day",
                "Avanzando hacia la cabina, alrededor de la esquina hacia la parte delantera y ves a los tres simplemente relajándose en las sillas de jardín alrededor del fogata, charlando ociosamente sobre cosas sin importancia mientras bebes algunas pociones.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Jennifer es la primera en notar su enfoque, sonriendo ampliamente y agitándole en saludo.",
                "Speaks",
                "¡Hola [ThePlayerName]!¡Es genial verte de nuevo! ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Sobre su arrebato repentino, los otros dos notan rápidamente su enfoque, y Heather le da una sonrisa suave y perezosa mientras Catherine evita sus ojos y se muerde nerviosamente su labio inferior.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Después de intercambiar algunos saludos iniciales con ellos, Jennifer rápidamente sale de su silla y comienza a arrastrarte a la cabina, claramente esperando que la alimentes.",
                "Heather y Catherine te siguen adentro mientras Jennifer te sienta rápidamente en una de las tres camas en la acogedora cabaña y te mira con entusiasmo a los ojos.",
                "Speaks",
                "Entonces, ¿con quién quieres empezar? ♥ ¿Soy yo? ♥",
                "Menu",
                "Jennifer",
                "Heather",
                "Catherine",
                "Talk?",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "¿Eh?Aww, vamos [ThePlayerName], ¡eso no es divertido!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speaks3",
                "Jen, podemos pasar un momento divertido para relajarnos también, ya sabes.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Lo sé! ♪ ¡Le daré una mamada mientras charla con ustedes dos!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileDreamy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Cuando Jennifer comienza a inclinarse hacia su ingle con una sonrisa lasciva, Heather agarra el cuello de su camisa y la retira con una pequeña sonrisa, casi como si esperara que esta situación exacta sucediera.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "¡Ghk!...¡Bien!Todos podemos hablar sobre nuestros 'sentimientos' o algo ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks2",
                "Nunca se sabe, es posible que desee hablar de algo que le guste.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Menu",
                "Ask about Succubi.",
                "Jen's sluttery",
                "Where are your wings?",
                "The capital",
                "The Demon Queen",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about Succubi.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Ah",
                "Jennifer te da una mirada extraña, sin parecer entender por qué harías tal pregunta.",
                "Speaks",
                "¿Eh?Somos demonios, y comemos energía espiritual de los hombres.¿Qué más hay que saber sobre nosotros?¿Estás hablando de verdadero succubi de nuevo?Pensé que habíamos hablado de eso antes ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks3",
                "Creo que está hablando más de nosotros como especie, Jen.Después de todo, Succubi es el tipo de monstruo más variado individualmente en términos de su apariencia y sus habilidades, por lo que podría estar tratando de descubrir un poco más sobre ellos.",
                "Parpadea sorprendido, sorprendido de la facilidad con que logró averiguar por qué preguntó, pero rápidamente se da cuenta de que debe haber pasado por un proceso de aprendizaje similar debido a su transformación.Satisfecho con esa conclusión, te enfocas en Catherine, que te da una mirada de conocimiento antes de continuar con su explicación.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Speaks3",
                "Como decía, los succubi pueden ser extremadamente variados tanto en la apariencia como en las habilidades.Los poderes de ciertos succubi son verdaderamente únicos, y solo una {i} pocas especies {/i} de niñas monstruosas exhiben un grado comparable de variedad entre individuos.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileSmall",
                "Speaks3",
                "Esto me lleva a mencionar los imps: Como puede o no saber, a pesar de ser visto comúnmente como un tipo de monstruosa niña propia, los imps tienen un potencial maleable, poder convertirse en succubi, voltlins, demonios o incluso otros, más, más, más, más, másMonstruos poderosos y exóticos como Arch -imps.Raramente una especie monstruosa completamente nueva o única puede surgir.Se podría decir que ya tienen semillas de grandeza, incluso en esta etapa temprana. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "La tangente poética de Catherine se rompe abruptamente por un bisoteo de Jennifer, y aunque su suposición inicial es que el Sucúcubo amante de la diversión se está riendo de la palabra 'semilla', su expresión realmente habla de incredulidad abierta.",
                "Speaks",
                "'Semillas de la grandeza'?De imps?¿En realidad?Me parece que tienden a ser bastante ruidosos y tontos y no eso 'genial' ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Pero supongo que Cathy cree que son bonitas {i} imp {/i} RESISIVA.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Jennifer le dispara a su compañera una sonrisa de conocimiento junto con un descaro bucleado del codo, a lo que Catherine reacciona con un resplandor de muerte decididamente desamparado sin siquiera dignificar el rayo de ruptura con una respuesta, a la frustración de la bronceada succubus que intercambia su sonrisa por un alivio de pocina mientrasHeather aborda la vida.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Mmmh, no para llamarte, Jen, pero ¿realmente eres uno para hablar, dado cómo actúas?... sin mencionar cómo amigo, es un amigo que puedes conseguir con Imps, para alguien que le da la nariz hacia ellos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "Jennifer hace una mueca como si Heather la golpeara en el estómago, el Scacubus pulverizante pasando por algunos comienzos falsos afrontados antes de que finalmente se meta.",
                "Speaks",
                "{i} g-guh-{/i} i-i'M {i} no {/i} ruidoso o tonto!¡Te haré saber que me he vuelto mucho más maduro desde que era un Imp!Me refiero a {i} seguro {/i}, he tenido que retomar mi último año en Succ U, pero Mara me dijo que en realidad es bastante común, y está bien, {i} sé {/i} mi GPA no es 't increíble, pero ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Heather se ríe musicalmente mientras Jen continúa protestando indignada, y crees que escuchas a Cathy Mutter \"Podrías haberme engañado ...\" En medio de su divagación espástica, aunque antes de que la conversación se pare por completo, el Sucescubus de pelo azul se reanudeUna voz más ruidosa y más estricta que atraviesa la perorata de Jen, empujándola en silencio malhumorado.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "{i} {u} Como decía {/u} {/i}, los imps son muy versátiles y pueden evolucionar en succubi como resultado de una miríada de diferentes circunstancias.",
                "Speaks3",
                "Aunque eso no es lo que preguntaste, por lo que no obtendremos {i} también {/i} en eso.Para volver a la pista, la razón por la que mencioné Imps en primer lugar es que hay una especie de jerarquía cuando se trata de succubi, y los imps están en la parte inferior.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Ellos {i} son {/i} entretenidos para divertirse. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Catherine le da a Jennifer una mirada fulminante por interrumpirlo y lo sostiene por unos momentos, esperando que la niña luchadora se estableciera antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Luego, después de Imps, viene 'menor' de succubi, que son succubi en las primeras etapas del desarrollo.La desnutrición y otros factores pueden ralentizar su crecimiento a un súcubo completo, similar a cómo las cosas malas en el desarrollo también pueden obstaculizar el crecimiento de los humanos.",
                "Speaks3",
                "Las mujeres humanas recién giradas casi siempre comenzarán como succubi menor, y la mayoría de los succubi menores no son demasiado difíciles de luchar.Generalmente no tienen muchas habilidades o técnicas únicas, si es que hay alguna,.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Cathy aquí comenzó como un súcubo normal de toda la energía demoníaca con la que fue golpeada. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Y-Yeah ... Los tres somos considerados \"normales\" de Succubi.Los succubi normales son el tipo de succubus más común, y generalmente han desarrollado su propio conjunto de habilidades y magia únicas, y han desarrollado su cuerpo para atraer a ciertos tipos de ... er ... fetiches.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Olvidó mencionar que si una mujer fuerte {i} realmente {/i} se da vuelta, a menudo comienza como un succubus normal, o en {i} raros {/i}, posiblemente incluso como un arco-succo.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileOpenMouth",
                "Speaks3",
                "¡I-yo estaba llegando a eso!Arch-Succubi son, sinceramente, algunos de los más aterradores que puedes enfrentar, solo solo de un Arch-Succubus 'verdadero'.Sofía, ¿ese súcubo realmente poderoso en la mazmorra del bosque?Ella es una Arch-Sucubus, e incluso si no has tratado de luchar contra ella, debes saber cuán poderosa es solo de su presencia sola.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Porque ella es vieja.Como {i} reallly {/i} viejo.Oye, ¿alguna vez escucharon el rumor de que ella es un ex verdadero Succubus?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "También escuché ese, pero no estoy tan seguro de que es cierto.Pero cualquiera que tenga más de 1000 años {i} podría {/i} haber comido un alma o dos en su tiempo ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Heather se recuesta en su silla y deja escapar un suspiro soñador.",
                "Speaks2",
                "Espero poder ser como ella algún día ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "¿Por qué?¿Porque se duerme todo el día y que sus sirvientes la atienden constantemente?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Catherine le aclara la garganta para redirigirle la atención para evitar que Heather y Jennifer descarrilen la conversación.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "... De todos modos, un Succubus puede convertirse en un Arch-SuccoBus mucho más rápido al comer almas, pero como hemos mencionado antes, eso es terriblemente ilegal e inmoral.",
                "Speaks3",
                "Además de Sofía, hay otros Arch-Succubi por ahí, pero no tantos.La mayoría de ellos intentan mantenerse fuera del ojo público, o simplemente no dejar que nadie fuera de unos pocos amigos de confianza sepa que son uno, por miedo a que las personas intenten usarlos para sus propias ganancias personales u otras cosas horribles.El poder es una bendición y una maldición, sin importar la carrera que la tenga.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Catherine mira a lo lejos, perdido en el pensamiento cuando un silencio incómodo llena el aire.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Sin embargo, Heather habla rápidamente, rompiendo el ensueño de Catherine mientras recoge donde Catherine lo dejó.",
                "Speaks2",
                "O solo quieren evitar que los pervertidos les pidan que hagan cosas raras. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Catherine mira a Heather con un rubor molesto ya que sus pensamientos bastante serios sobre la moral y el poder se descarrilan sin esfuerzo por la perversión de su compañero.",
                "Speaks2",
                "Pero en términos generales, cada succubi, fuerte o débil puede usar una gran cantidad de magia erótica, y la mayoría de nosotros podemos invadir los sueños de los hombres directamente para alimentarse de ellos allí.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Habla por ti mismo, nunca podría entenderlo ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Simplemente parece tan ... tan {i} sucio {/i}.",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Ah, sí, y también tenemos formas de vivir sin beber la energía humana, pero probablemente ya lo sabías al escucharme que perra sobre esas pociones de esencia ultra desagradables antes.",
                "Parecen haberse quedado sin cosas de las que hablar para este tema.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Jen's sluttery",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Catherine deja escapar una risita poco característica ante su pregunta, y Jennifer parece simultáneamente interesada y un poco molesta por el tema de la conversación.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "¿Qué?¿Tienes algún problema con una chica a la que le gusta comer?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Si bien la mayoría de los succubi están bastante flojos en términos de sexo y encuentros sexuales, muchos de ellos aún prefieren estar con una sola persona, y a menudo quieren establecerse con una sola pareja más adelante en la vida.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "Speaks",
                "¿Así que me gusta que me gangbange y cubieran el semen, ¿de acuerdo?¡Definitivamente no soy el {i} solo {/i} Succubus así!¡Deja de ser tan mojigato, Cathy!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Hmmm, ♪ Tal vez [ThePlayerName] está preguntando porque quiere mantener a Jen para sí mismo.Tal vez nos quiere a los tres, ¿hmm? ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks3",
                "E-{i}Eh?!{/i}",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Jennifer gives you a serious once-over, focusing for just a moment too long on your groin before turning back to her companions.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "No creo que pueda manejar eso.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Oh, ¿en serio? ♪ hmmm, ♪ Creo que podrías tener miedo a la intimidad real, Jen.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "¿Qué?Yo soy {i} no! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "Speaks3",
                "Ahora que lo mencionas, ella nunca antes había estado en una relación real, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks",
                "GHHH, F-FINE!¡Les mostraré a los dos, no tengo miedo de nada!¡Solo seré la puta personal de [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Speaks2",
                "Oh, pero ¿eso no significará que tendrás que beber esas pociones que odias tanto cuando no está cerca?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "¡Solo leche [ThePlayerName] se seca cada vez que lo vea para compensarlo!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks3",
                "Uhhh ... ¿no vas a darle una opción en esto?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "{i} no! ♪ {/i} ... Los mostraré a los dos que pueden manejar una relación real ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speaks3",
                "Eso es ... eso es {i} todavía {/i} no es una relación real, Jen ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileDreamy",
                "Jennifer parece estar ignorando a Catherine mientras ella te mira con ninguna pequeña cantidad de lujuria, y no puedes evitar sentirte un poco nervioso por su deslumbrante mirada.Decides cambiar el tema.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Where are your wings?",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSad",
                "En el momento en que la pregunta te deja la boca, Heather se tensa cuando las lágrimas comienzan a formarse en las esquinas de sus ojos.",
                "Speaks2",
                "E-eh?W-¿Por qué habrías sano tal cosa ...?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "¡Ah!¡H-Heather, definitivamente no quiso decir que así!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "A pesar de las garantías de su amiga, Heather todavía parece abatida, pero se calma un poco mientras levanta su largo cabello rubio, mostrando dos alas de murciélagos bastante pequeñas brotando justo debajo de sus omóplatos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Ella es uhm ... un poco sensible sobre ellos ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Esto se debe a que esas otras perras en la capital solían burlarse de ella todo el tiempo sobre sus alas y cola, ¡cuando en realidad estaban jodidamente celosas de sus increíbles tetas!",
                "Speaks",
                "Les mostré dónde podían {i} cosas {/i} sus malditos comentarios ...",
                "Hay un breve momento de silencio mientras Jennifer se guisa con enojo antes de que Heather vuelva a hablar.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Jen y Cathy pueden esconderlos con la magia B porque se interponen en el camino y todo eso ... puedes mostrarle, realmente no me importa ...",
                "ChangeImageLayer",
                "Wings",
                "Jennifer",
                "WingsOn",
                "Jennifer le da a Heather una mirada preocupada antes de que estallaran repentinamente en un resplandor de magia roja, que rápidamente se desvanece para mostrar un par de alas de murciélagos impresionantemente anchas, que rápidamente descarta después de dejarte ver bien.",
                "ChangeImageLayer",
                "Wings",
                "Catherine",
                "WingsOn",
                "ChangeImageLayer",
                "Wings",
                "Jennifer",
                "",
                "Catherine se inquieta torpemente por un momento antes de que una ola de magia azul fluya sobre ella y un gran par de imponentes alas de murciélagos se despliegan detrás de ella, pareciendo muy fuera de lugar en comparación con su pequeño marco y busto.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSad",
                "ChangeImageLayer",
                "Wings",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Heather resopla un poco al ver las impresionantes alas de Catherine, y Catherine las descarta inmediatamente con un rubor.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡H-HEY!¡No te sientas tan mal!¡Ustedes dos fueron en diferentes direcciones de desarrollo!¡Eso no es nada de lo que avergonzarse!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks",
                "¡Heather, tus tetas son básicamente más grandes que tu cabeza!¡Conozco toneladas de personas que matarían para tener un cofre tan increíble, y tus pequeñas alas y cola son totalmente lindas!¿No es eso correcto [ThePlayerName]?",
                "Jennifer te está dando una manera 'encontraré una manera de superar el encanto protector de la isla, además de la piedra de retiro, y asesinarte si no estás de acuerdo' mira, por lo que estás de acuerdo rápidamente y complementa la impresionante figura de Heather.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Heather ilumina visiblemente sus palabras y rápidamente se acerca a usted para llevarlo a un abrazo apretado y sofocante mientras presiona su rostro firmemente entre sus senos.",
                "Speaks2",
                "¡Gracias [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Ah ... ¿H-HEATHER?No puede respirar ...",
                "Heather rompe rápidamente el abrazo, dejándote jadeando el aire mientras se alza en el recuerdo de las sensaciones de su espectacular cofre presionando en tu cara.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks2",
                "Oh ah ... oopsie. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Heather se sienta de nuevo en su silla con una mirada de contenido en su rostro.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "The capital",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Clueless",
                "Speaks",
                "¿Eh?¿Por qué querrías saber sobre la capital?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Probablemente para obtener una ventaja en su aventura. ♪ Aunque incluso saberlo no te ayudará mucho una vez que llegues allí.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks3",
                "Es donde la mayoría de los aventureros se rinden por una razón ... malditos pervertidos ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "¿Eso no te hace un pervertido?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "S-shut up!¡Eso fue algo completamente diferente!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "HMHMHM, ♪ Cuando ven la capital por primera vez, la mayoría de los aventureros deciden que es mucho mejor vivir allí y disfrutar en lugar de continuar con su tonta misión.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "O no creen que puedan hacerlo más y volver a conectarse con un elfo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Speaks3",
                "Para ser sincero, ese lugar es un poco increíble.Es {i} Way {/i} más avanzado que cualquier cosa que haya esperado ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Bueno, {i} es {/i} una ciudad de reliquia en su mayoría restaurada.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks",
                "Sí, sin mencionar todos los diferentes tipos de chicas monstruosas que viven allí.",
                "Speaks2",
                "Muchos humanos también.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Principalmente hombres, sin embargo.La mayoría de las mujeres humanas terminan como yo viviendo allí, si no se convierten en otro tipo de chica monstruosa primero.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Jejeje, energía demoníaca y la experimentación sexual ocasional con una chica monstruosa sin protección puede hacerle eso a una mujer. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "En general, es un lugar bastante agradable para vivir. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Después de superar lo aterrador que se ve al menos ...",
                "PlayerSpeaks",
                "¿Qué quieres decir?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Well-",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Jennifer cubre la boca de Catherine con una mano.",
                "Speaks",
                "Shhhh!¡Será {i} Way {/i} más genial si lo ve él mismo!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Catherine saca la mano de Jennifer de su boca con un resoplido, pero a regañadientes asiente con la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Hmmm, pero no es solo la ciudad la que llega a la gente, la mazmorra también lo hace.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "Sí, sin mencionar el casino.Ese es un lugar que {i} realmente {/i} atornilla a las personas.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Uh ... [ThePlayerName]?Si alguna vez llegas a la capital, prométame que no comenzarás a jugar.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "A menos que {i} quiera {/i} para convertirse en un esclavo sexual endeudado. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks3",
                "Todavía no puedo creer que sea legal ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Eh, es su culpa en primer lugar.Además, una vez que hayan terminado de pagar sus préstamos, generalmente terminan con una esposa, o incluso un harén para sí mismos.Eso no es tan malo. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks3",
                "¡T-eso es porque son irremediablemente adictos al placer en ese momento!O-o o si son mujeres, ni siquiera llegan al final de su servicio como humano ...",
                "Speaks",
                "Bueno, si [ThePlayerName] alguna vez necesita ayuda, siempre puede llegar a nuestro lugar. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "E-eh?Bueno ... supongo, pero ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "La capital es un lugar grande, pero estoy seguro de que si lo paseas lo suficiente, nos encontraremos contigo allí. ♪",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "The Demon Queen",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Ella es la gran jefa de todos los monstruos!¿Qué más hay que decir?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks3",
                "Si bien técnicamente es la gobernante de Lucidia, el gobierno de este continente está en realidad muy descentralizado, y la mayoría de las facciones se gobiernan a sí mismas.Incluso la capital en sí misma está dirigida principalmente por una coalición de individuos que trabajan juntas en lugar de que todo sea directamente microgestionado por la Reina Demonio.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks3",
                "E incluso después de convertirse en un Succubus y vivir en la capital de la civilización de Monster Girl ... {i} Básicamente, ¡todavía no sé nada sobre ella! {/i}",
                "Catherine resopla con frustración, claramente enojada por su falta de información.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Ahh ... sí, ella realmente no hace muchas apariciones públicas.Se rumorea que está cocinando un gran esquema para subyugar por completo a toda la humanidad, pero eso es todo lo que la gente sabe, solo rumores. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Diablos, nadie sabe qué {i} especies {/i} es ella!Sus comandantes y el caballero negro podrían, ¡pero no dirán nada al respecto!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "¿Eh?Pensé que ella era una succubus.¿No fue su madre una?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Speaks2",
                "Bueno, no es una monarquía, por lo que cualquiera es elegible para el papel de Demon Queen, pero generalmente es solo la chica monstruosa más fuerte de Lucidia.Y {i} i {/i} pensó que ella era un vampiro.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Bueno, si estamos hablando de rumores ... ¡Incluso escuché que era una lima una vez!Jejeje, ♪ ¿Podrías imaginar un {i} limo {/i} siendo una reina demoníaca? ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Jennifer y los demás se ríen un poco al pensar.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "Speaks",
                "Muy bien, ahora eso está fuera del camino, ¿estás listo para darnos un poco más de tu semen? ♪",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "Leave",
            "theScene": [
                "IfChoice",
                "1",
                "HornyCatherine",
                "Leave content.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "Speaks",
                "¿Ehhh?¡Pero ni siquiera te has corrido una vez!No puedes venir aquí y negarle a un grupo de mujeres sexys un buen momento, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "Speaks2",
                "Bueno, él puede, pero creo que todos estaríamos un poco tristes, especialmente Catherine ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¿Qué?¡No!¡Estoy bien si va!",
                "Menu",
                "Stay.",
                "Really leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Really leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Las tres chicas hacen un poco de puchero mientras confirman que te vas.",
                "Speaks",
                "Diosa, maldita polla se burla ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speaks3",
                "Estoy bastante seguro de que sería 'embromar el coño'.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Clueless",
                "Speaks",
                "¿Qué?Eso no tiene ningún sentido.Tiene una polla y nos está burlando de nosotros.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks3",
                "Eso ... no es ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Catherine deja escapar un suspiro exasperado mientras arroja sus manos al aire.",
                "Speaks3",
                "¿Sabes que?Ya no me importa.Adiós [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks2",
                "Safe Travels Home. ♪",
                "Salidas de esa proverbial guarida del pecado antes de que el trío Succubi pueda ordeñarte secar y regresar a casa."
            ]
        },
        {
            "NameOfScene": "Leave content.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Las tres chicas hacen un puchero un poco como usted dice que deberías ponerte en marcha.",
                "Speaks",
                "Aww, ¿estás seguro de que no quieres quedarte un poco más?¿Quizás una ronda más antes de que te vayas?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "Speaks2",
                "Hmhmh, bueno, si se quedara demasiado tiempo, podría terminar quedando la noche, entonces podría {i} nunca {/i} quiere irse. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks3",
                "[ThePlayerName], deberías ir antes de que Jen intente algo extraño.",
                "DisplayCharacters",
                "EndLoop",
                "Usted está de acuerdo y diga sus despedidas antes de que logre obtener más sexo, y cuando cierre la puerta de la cabaña y se prepara para regresar a casa, escucha una conversación amortiguada detrás de usted.",
                "Speaks",
                "¿Qué haría siquiera que fuera raro, Cathy?No es como si estuviéramos tratando de esclavizarlo o algo, o te refieres a algo como confesar {i} amor? {/i}",
                "Speaks3",
                "¿Qué?¡N-Nobody implicaba algo así!",
                "Vuelve a la ciudad con una sonrisa en la cara."
            ]
        },
        {
            "NameOfScene": "Stay.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Attaboy!Entonces, ¿quién es el primero? ♥",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "RecoveryJennifer",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "SetChoice",
                "1",
                "HornyCatherine",
                "IfPlayerSpiritGone",
                "OutOfSpiritJen",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Jennifer se sale de la cama con un suspiro de contenido, permitiendo que alguien más tenga un giro, a menos que decida pedirla nuevamente, por supuesto.",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "RecoveryHeather",
            "theScene": [
                "SetChoice",
                "1",
                "HornyCatherine",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "IfPlayerSpiritGone",
                "OutOfSpiritHeather",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Heather se extiende antes de saltar de la cama con una explosión de energía, luego se abraza en una silla y espera a que decidas quién es el próximo.",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "RecoveryCatherine",
            "theScene": [
                "IfPlayerSpiritGone",
                "OutOfSpiritCathy",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Catherine te da una pequeña sonrisa antes de caminar lentamente de regreso a su esquina de la habitación y recoger su libro, sonrojándose ligeramente mientras te mira, pareciendo esperar que la vuelvas a elegir.",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "OutOfSpiritJen",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Te destrozas en la cama, completamente exhausto, y los tres succubi te miran con preocupación.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "Speaks",
                "Ah ... creo que está fuera ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Bueno, ahora que no estamos de hambre, podemos revitalizarlo fácilmente. ♥ Después de todo, esto es más para la diversión que para la comida.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer se lame los labios mientras sus ojos rojos rubí miran con lujuria hacia los tuyos.",
                "Speaks",
                "Sí, solo me joderé la vida en él, {i} y {/i} obtendré una ronda adicional! ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Catherine se acerca y llena a Jennifer en la cabeza con su libro.",
                "Speaks3",
                "Mala Jen, sin violarlo mientras está indefenso.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "¡Kya!¡H-HEY!Muy bien, ¿qué tal si solo dejamos que decida!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Ah, podría {i} enfermera {/i} de él de vuelta a la salud. ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Tú y tu fetiche de lactancia ... solo le daré un buen olor a mis feromonas y lo montaré un poco.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "{i} o! {/i} ¡Puedo usar mi magia y no obligarlo a hacer algo lascivo!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "No te mientas a ti mismo Cathy, quieres intentar alcanzarlo mientras él es así 'hasta que se corra el cerebro. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¡Shut Up![ThePlayerName], ¡date prisa y decide!",
                "JumpToScene",
                "RevivePick"
            ]
        },
        {
            "NameOfScene": "OutOfSpiritHeather",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Te destrozas en la cama, completamente exhausto, y los tres succubi te miran con preocupación.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Speaks2",
                "Oh mi ... tal vez tomé demasiado ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Je, ahora que no estamos de hambre, podemos prepararlo fácilmente para más. ♥ Después de todo, ¡este sexo es más para la diversión que para la comida! ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Heather te mira con una sonrisa lasciva y un brillo algo sádico en sus ojos azules normalmente suaves.",
                "Speaks2",
                "Pero con él así, hay tantas cosas que podría hacerle. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ComicPanic",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Catherine se acerca y llora a Heather en la cabeza con su libro.",
                "Speaks3",
                "¡Mala Heather, no violarlo sin sentido!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "¡Eek!Ahhh ... ¡solo estaba bromeando!Pero...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Tal vez quiera ser jugado con un poco mientras lo sanamos. ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "Speaks",
                "¡Sí!Podría darle un buen olor a mis feromonas y volver a montarlo a la salud.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Bueno, podría {i} enfermera {/i} de regreso a la salud con una sabrosa leche materna de succubus. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "{i} o! {/i} ¡Puedo usar mi magia y no obligarlo a hacer algo lascivo!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "No te mientas a ti mismo Cathy, quieres intentar alcanzarlo mientras él es así 'hasta que se corra el cerebro. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¡Shut Up![ThePlayerName], ¡date prisa y decide!",
                "JumpToScene",
                "RevivePick"
            ]
        },
        {
            "NameOfScene": "OutOfSpiritCathy",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Fear",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Te destrozas en la cama, completamente exhausto, y los tres succubi te miran con preocupación.",
                "Speaks3",
                "[ThePlayerName]?¿Estás bien?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "Ohhh, está bien, se quedó sin energía.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Catherine te mira con una expresión lasciva de crecimiento lento antes de sacudir la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Me alegro de que ustedes dos estén aquí, no sé qué le haría así si no estuviera ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Jennifer se acerca y llena a Catherine en la cabeza con su propio libro.",
                "Speaks",
                "Jejeje, por tentador como es, realmente no deberías.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Sí, haz tu mejor esfuerzo para no pensar en drenar la polla hasta que se rompe y se convierte en tu esclavo de amor personal. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "La cara de Catherine se vuelve roja brillante sobre las palabras de Heather, obviamente haciendo exactamente lo contrario de lo que acaba de decir.",
                "Speaks3",
                "E-eh?¡D-no decir cosas así!¡W-We-nosotros debemos darte prisa y sanarlo!¡Puedo usar mi magia y él será tan bueno como nuevo!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Orrrrr, podría darle un buen olor a mis feromonas y volver a la salud.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks2",
                "Bueno, podría {i} enfermera {/i} de regreso a la salud con una sabrosa leche materna de succubus. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speaks3",
                "¡Pensé que no se suponía que debíamos estar haciendo cosas lascivas para él!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Bueno, deberíamos preguntarle y dejarle decidir qué quiere.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "[ThePlayerName]!¡Date prisa y decide cómo sanar!",
                "JumpToScene",
                "RevivePick"
            ]
        },
        {
            "NameOfScene": "RevivePick",
            "theScene": [
                "Piensas en cómo quieres ser revitalizado.",
                "Menu",
                "Jennifer's pheromones and sex.",
                "Heather's breast milk.",
                "Catherine's magic.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Jennifer's pheromones and sex.",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "Speaks",
                "{i}Yes!♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Rápidamente te abalienta mientras los otros dos pucheros, y sus ojos rojos rubí brillan con una emoción lujuriosa mientras te besan en tu cara.",
                "ChangeArousalQuietly",
                "25",
                "El aire que respira es un rosa brillante y lentamente forma la forma de un corazón, ya que se desplaza suavemente hacia ti.Sin una forma real de evitarlo, te ves obligado a respirarlo, estremeciendo intensamente cuando un calor feliz se extiende por tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "¡Eso no es nada [ThePlayerName]!",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Ella coloca su coño goteando en tu cara, y te golpean al instante con la fragancia intoxicante de las feromonas de su sexo.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "El aroma afrutado, casi tropical de Jennifer, rápidamente abruma sus sentidos y te llena con la necesidad de follar, dejándote lamiendo hambriento a su coño mientras el delicioso calor de su beso soplado continúa extendiéndote por tu cuerpo.",
                "ChangeArousalQuietly",
                "25",
                "Jennifer se ríe y una de sus manos comienza a burlarse de su erección rígida y palpitante, mientras que su dulce aroma te pone incontrolablemente cachondo, cada golpe lento acumula tu deseo.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileDreamy",
                "Pero Jennifer parece ansiosa por meterte dentro de su coño, y salta hábilmente de tu cara antes de penetrar en tu polla con un solo movimiento elegante.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "25",
                "ChangeSpiritQuietly",
                "1",
                "Una ola de éxtasis abrumador te supera cuando el coño diabólicamente maravilloso de Jennifer envuelve tu longitud, y un aumento de la energía revitalización te inunda, desgastando tu cuerpo con las poderosas sensaciones combinadas.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "La mentalidad que dobla la felicidad de ella llenándolo con energía mágica combinada con el poderoso agarre de su coño antinaturalmente apretado te hace llorar inmediatamente en un orgasmo intenso y la inundas con tu semen.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Annoyed",
                "Speaks",
                "¿Eh?¡Ey!¡I {i} solo {/i} te dio esa energía!",
                "ChangeArousalQuietly",
                "25",
                "Pero no se puede dejar escapar nada más que un gemido a medida que sus feromonas tropicales amplifican cada parte de placer corriendo por sus sentidos, dejando que su polla palpite con fuerza dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "¡Supongo que solo tendré que darte más! ♥",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "25",
                "ChangeSpiritQuietly",
                "3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Ella comienza a montar tu eje con una sonrisa, enviando olas de energía placentera hacia ti con cada ritmo hacia abajo de su cintura.",
                "PlayerOrgasm",
                "3",
                "Pero cada reunión encantadora de tus caderas también te hace gemir y dejar escapar otra nueva carga de semen dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Ugh, esto no va a ninguna parte ... ¡oye!¡Afuerte un poco más!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Creo que tus feromonas podrían haber sido demasiado para él para manejar ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¿No podría evitar que se cumpla?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks",
                "Sí, pero eso no es divertido.¡Ooh, lo sé!Lo follaré {i} más rápido! {/i} ♪",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer comienza a acelerar aún más el ritmo, golpeando sus caderas en las tuyas a un ritmo rápido mientras su apretado coño de Succubus envía su cuerpo más y más a la agitación de éxtasis.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Pero poco a poco, la energía que te está dando comienza a superar la cantidad de semen que la estás bombeando, enviando una felicidad eléctrica golpeando por todo el cuerpo.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "100",
                "ChangeSpiritQuietly",
                "1",
                "Tu mente fantasea alegremente con esta ronda de sexo que nunca termina, Jennifer te mantiene sostenida mientras ella nunca deja de joderte, y comienzas a empujar a tiempo con sus movimientos, perdiéndote al placer.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "¡Pero la fantasía se interrumpe cuando Jennifer salta de tu polla sacudida, dejándote sintiéndote increíblemente cachondo y listo para más sexo que nunca!",
                "Jadeas y jadeas cuando comienzas a recordarte mientras las poderosas feromonas de Jennifer todavía cuelgan en tus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "T-eso parecía un poco, Jen ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Creo que ella solo quería un giro extra largo. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "H-hey, podría haber seguido adelante, ¡pero no lo hice!No voy a acariciarlo todo para mí.",
                "Gulpes, ansioso por más sexo y miras a Jennifer.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "Speaks",
                "Al menos no {i} intencionalmente ... {/i}",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Las chicas vuelven a sus asientos y te miran expectantes mientras jadeas, contemplando qué hacer a continuación ...",
                "RestPlayer",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "Heather's breast milk.",
            "theScene": [
                "DisplayCharacters",
                "2",
                "1",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Topless",
                "Heather sonríe suavemente y se quita lentamente de su parte superior, dejando que sus senos se liberen mientras las otras dos mujeres hacen un poco de puchero.",
                "Ella se inclina hacia ti mientras se detiene uno de sus senos considerables hacia tu boca.",
                "La leche comienza a salir de sus dos pezones completos un momento antes de presionar un pezón en tu boca.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Speaks2",
                "Continúa [ThePlayerName], bebe. ♥",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "25",
                "ChangeSpiritQuietly",
                "1",
                "Cierres tus labios alrededor de su tetina, y tus ojos se aceleran un poco mientras sabores su dulce, casi ambrosia como la leche, e inconscientemente comienzas a succionar y lamer su suave teta para tratar de obtener más.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "Mientras bebe más y más de la deliciosa leche de Heather, siente que un deseo ardiente comienza a llenar todo su cuerpo mientras le acaricia con amor la parte posterior de su cabeza.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Heather le da a su erección palpitante una sonrisa maternal y se extiende hacia abajo y comienza a acariciarla lentamente con su otra mano.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Dazed",
                "Speaks2",
                "Será mejor que nos aseguremos de que pueda darnos mucha 'leche' también, ¿hmmm? ♥",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Dejas escapar un feliz gemido en su pecho mientras continúas bebiendo su dulce crema, tratando de obtener tanto como puedas.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "Las olas de placer te asaltan de la cabeza a los pies mientras el brezo te alimenta su deliciosa leche tibia mientras bombea lentamente tu eje con la mano.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Cantidades copiosas de precum rezuman de su polla dolorosamente erguida a medida que sus bolas comienzan a sentirse dolorosamente llenas de semen.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "Heather de repente aleja su pecho de la boca, haciendo que gimiera de infelicidad antes de que su otro pecho con fugas se empuje a su cara, a la que se engancha felizmente mientras continúa succionando su tetina.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Speaks2",
                "Ese es un buen chico. ♥ apuesto a que quieres correrte",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Gime cuando su mano comienza a acariciar tu polla más rápido mientras los bocados de su dulce leche llenan tu boca.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "50",
                "El placer en cascada en su cuerpo se está volviendo demasiado para soportar, y sus bolas giran con un dolor agradable a medida que te tambaleas más y más cerca del borde del orgasmo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalQuietly",
                "50",
                "Heather sigue bombeando su longitud rápidamente, y pronto todos sus golpes te hacen estremecer y gemir en su seno mientras tu virilidad brota sin cesar el orgasmo después del orgasmo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "Aura",
                "Tu mente se en blanco del placer en cascada mientras te corres una y otra vez, y un brillo suave y reconfortante te cubre a ti y a Heather mientras absorbe cada carga que disparas.",
                "ChangeEnergyQuietly",
                "25",
                "ChangeArousalQuietly",
                "100",
                "ChangeSpiritQuietly",
                "1",
                "Pero no importa cuánto esté ordeñado, cada bocado de su crema dulce que tragas te revitaliza y te llena un deseo ardiente de seguir brotando.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "",
                "Glade un poco mientras Heather de repente se aleja sus senos y le aleja a usted.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Ahí, allí, ahora estás listo para ir por un poco más. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "No creo que necesitaras hacer que se corriera tanto Heather.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "H-se ve completamente intoxicado ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Clothed",
                "Su cabeza se balancea un poco y hacia atrás, ya que el recuerdo de los espectaculares senos de Heather permanece fresco en su mente, pero sacude la cabeza para recordarlo antes de mirar a los tres succubi con lujuria.",
                "Pero a pesar de tratar de aclarar tu mente, no puedes evitar querer correrse a agotarse nuevamente solo para probar más de su increíble leche ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Las chicas vuelven a sus asientos y te miran expectantes mientras tragan, contemplando qué hacer a continuación ...",
                "RestPlayer",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "Catherine's magic.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine sonríe mientras los otros dos puchen un poco.",
                "Speaks3",
                "Muy bien, esto solo tomará un segundo [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeEnergyQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Catherine extiende sus manos y un brillo azul ligeramente frío te envuelve mientras sientes que la energía regresa a tu cuerpo cansado.",
                "ChangeEnergyQuietly",
                "50",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "No puedes negar que te sientas bastante revitalizado por su magia, y a juzgar por la fuerza de tu erección, te está revitalizando en más de un sentido.",
                "ChangeEnergyQuietly",
                "50",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Catherine sigue tu mirada y deja escapar un pequeño 'Eep' al ver tu virilidad rígida, evitando los ojos cuando un pequeño sonrojo cruza su rostro, pero ella continúa poniendo más magia en ti hasta que finalmente se apaga, satisfecho de que tienessuficiente energía ahora.",
                "Speaks3",
                "TH-allí, deberías sentirte mejor ahora ...",
                "Ella hace todo lo posible para no mirar tu erección palpitante, pero a pesar de su insistencia anterior de que su magia no iba a hacer nada lasciva ...",
                "¡Usted {i} realmente {/i} quiere tener sexo ahora mismo!",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Las chicas vuelven a sus asientos y te miran expectantes mientras tragan, contemplando qué hacer a continuación ...",
                "RestPlayer",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "OptionMenu",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Contemplo qué, o quién, hacer a continuación.",
                "Menu",
                "Jennifer",
                "Heather",
                "Catherine",
                "Talk?",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Jennifer",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Jejeje, {i} sí ♪! {/i} Sabía que no podías resistirme. ♥",
                "JumpToScene",
                "Jennifer Sex Options"
            ]
        },
        {
            "NameOfScene": "Jennifer Sex Options",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Entonces, ¿cómo quieres alimentarme [ThePlayerName]?¿Un mamada? ♥ Sex? ♥ o si quieres hacer algo un poco diferente, yo {i} podría {/i} intentar sacarte con mis pies o mis muslos. ♥",
                "Menu",
                "Sex with Jennifer.",
                "Blowjob from Jennifer.",
                "'Use your feet.'",
                "'Thighjob'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex with Jennifer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Tan pronto como la palabra 'sexo' salga de tu boca, Jennifer te empuja inmediatamente hacia la cama y se encuentra a horcajadas en tu cintura con una licencia lasciva de sus labios, un brillo hambriento en sus ojos.",
                "Lentamente y bruscamente muele la entrada babeante de su coño de Sucescubus contra la cabeza de su eje rígido, y su polla palpita con entusiasmo mientras sus labios inferiores parecen tratar de chupar su punta adentro.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Luego, con un solo movimiento rápido, lleva su longitud completa a la empuñadura dentro de su apretado coño, dejándote jadeando de placer por la intensa sensación de su coño perfectamente apretado y mordido que se mueve diabólicamente y girando alrededor de tu virilidad, la inserción solo llevándote alBrink de clímax mientras tus caderas se contraen con deleite.",
                "Speaks",
                "Ahhh ... ♥ Hmm, tal vez debería haberte dado más advertencia. ♥",
                "Ni siquiera ha comenzado a mover sus caderas todavía, y ya estás teniendo dificultades para retener la marea del edificio de éxtasis en tus lomos, pulsos de calor cálidos lo abruman lentamente con el deseo de llenarla con tu semen con cada apretón automáticoy caricia de su maravilloso coño.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Oye, no te sientas mal si te corres rápidamente.Este es un coño de Succubus de nivel superior- ♥",
                "Jadeas mientras la inserción repentina se entremezcla con el interno retorcido de su orificio antinaturalmente placentero ordeña una sola cuerda de esperma de tu virilidad espumada, y Jennifer te sonríe dulcemente antes de mirar a sus dos amigos succubi.",
                "Speaks",
                "Um, esa carga no cuenta. ♪ jeje, ♪ ♪ ♪ Casi, olvidé que estábamos haciendo cargas individuales y luego intercambiando. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Heather suspira mientras Catherine mantiene su rostro escondido detrás de un libro, dándote un momento para recuperarte mientras el increíble coño de Jennifer sigue masajeando cada centímetro.",
                "Speaks2",
                "Ve a Jen, solo tómalo con calma, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "Speaks",
                "{i} yay! ♪ {/i} Muy bien, ahora comencemos. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Jennifer comienza a montar lentamente su eje, rebotando sus caderas en un tempo estable y estable de manera experta, acariciando su longitud dolorida con su coño demoníaco, enviando olas de placer electrizante que se acelera a través de todo su cuerpo como su hendidura perfectamente ajustada y apretada.El ritmo hacia abajo de su cintura, amenazando con hacerte brotar en cualquier momento.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Solo relájate [ThePlayerName] y disfruta mucho! ♥ Mmm, apuesto a que tu mano no será lo suficientemente buena como para sacarte después de esto. ♪",
                "No puedes evitar estremecerte debajo de ella, ya que cada golpe feliz de su orificio demoníaco parece intensificar las sensaciones que te atraviesan, multiplicando las ondas eléctricas de placer en cascada a través de ti con cada reunión húmeda de tus caderas, dejándote gemir por el abrumador placerAsaltar todo su cuerpo mientras ella rebota suavemente en su polla.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Jeje, parece que no puedes tomar mucho más de esto. ♥ apuesto a que tienes una carga {i} gruesa {/i} lista para mí. ♥",
                "Ella lleva tu polla a la base antes de que su coño diabólico se aprieta firmemente en tu virilidad rígida y sacudida y lentamente gira sus caderas, las paredes texturizadas de su coño se aferran y acarician tu eje dolorido mientras se mueve, lo que te quita la felicidad.Mientras su orificio apretado se frota y se burla de la cabeza de tu polla con protuberancias llenas de baches, dejándote tensarse en la felicidad.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "Oye, continúa, ♥ Deja que {i} todos {/i} ese delicioso semen dentro de mí! ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileDreamy",
                "Con su apretado coño de Sucescubus firmemente encerrado alrededor de su palpitante polla, solo toma una sola movimiento de trago para dejarte llorando en éxtasis, y tu polla se cargue ansiosamente después de cargar corre en su agujero codicioso mientras se retuerce con amor alrededor de tu polla espasmo.Jennifer gime suavemente con una expresión feliz mientras toma tu semilla, balanceando sus caderas de un lado a otro para ordeñarte por cada gota.",
                "PlayerOrgasm",
                "1",
                "Te dejan estremecer por la sobreestimulación alucinante mientras continúa sacudiendo suavemente sus caderas, ordeñando brote después de que salpique sus dolientes bolas, y tus caderas se reducen irreflexivamente hacia su prisión de carne firmemente sellada en busca de más placer mientras te drena, y cada carga que ella te molesta de ti te hace sentir aún más exhausto y agotado ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "A medida que su orgasmo que entumece la mente finalmente comienza a terminar, su coño diabólico le da a su longitud algunas apretones más cariñosos, obteniendo algunos brotes de semen antes de que salga de su polla con un suspiro de contenido.Dejándote tirar en la cama por un momento desde las réplicas de tu intenso orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Ahhh- ♪ que fue refrescante. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Honestamente, {i} amor {/i} para seguir montando tu tonto ... ♥ Carga de ordeño después de la carga ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileDreamy",
                "Jennifer se sigue brevemente con una sonrisa soñadora mientras comienzas lentamente a recuperar la coherencia.",
                "Speaks",
                "¡Ah!Pero yo {i} probablemente {/i} no debería acapararte. ♪ jeje. ♪",
                "Heather asiente ligeramente al intento de su amigo de autocontrol.",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryJennifer",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToHeather"
            ]
        },
        {
            "NameOfScene": "Blowjob from Jennifer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Hmmm, una mamada, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LewdInvitation",
                "Jennifer abre la boca y te da una mirada seductora mientras acaricia el aire frente a su larga lengua en una mamada simulada, la vista que hace que tu polla comience a aumentar a toda velocidad.",
                "Speaks",
                "Hey [ThePlayerName], ♥ Espero que te das cuenta de que tu polla se enamorará de mi boca. ♥ mmmm- ♪ mi lengua te va a volver a la naturaleza mientras te chupo {i} seco. ♥ {/i} jeje. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Heather interviene desde detrás de Jennifer, haciéndola puchero.",
                "Speaks2",
                "Recuerda que solo obtienes {i} one {/i} cargar jen. ♪",
                "Speaks",
                "Sí, sí ... forma de matar el estado de ánimo, Heather.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "De nada. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer le paga al comentario adicional de Heather sin prestar atención y se lame los labios mientras se pone entre las piernas con una sonrisa, y comienza a frotar cariñosamente su mejilla contra el costado de su rígida erección, el calor de su piel lo hace tirar.",
                "Speaks",
                "Mmm, voy a darle a este chico malo una mamada, no lo hará {i} nunca {/i} olvidar. ♥",
                "Ella se mueve y comienza a lamer con amor y chupar sus bolas doloridas con su lengua hábil y ágil, una de sus manos suaves que envuelven su longitud para bombearla suavemente, lo que te hace jadear de placer cuando el precum comienza a salir de tu punta desdeLas olas calientes del placer radiante que se lavan las caderas.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LewdInvitation",
                "Después de unos momentos más burlones de besar sus testículos agitadores, su mano se desliza a su punta para rastrear las uñas de sus dedo sobre su palpitante de polla, mientras lentamente lame a lo largo de su eje comenzando en la base de su virilidad, sus dedos luego bajan por elEl lado superior de su longitud mientras su lamida sensual llega a su punta con un movimiento mortal de su lengua para aumentar su precum.",
                "Ella le da a tu propina un beso casto cuando su mano comienza a acariciar tu longitud de nuevo, antes de darle a tu polla un beso descuidado, su lengua rodando alrededor de tu carne sensible mientras la empuja hacia su boca antes de tirar hacia atrás con un fuerte pop húmedo y una burla y una burlaRisita, tu erección sacudida ya duele a Borrar entre sus labios.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "Mmmmm ... Tan {i} delicioso. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LewdInvitation",
                "Lentamente se lame los labios con una sonrisa lujuriosa mientras sostiene tu base con la mano antes de besar tu punta nuevamente, su lengua larga deslizánSu boca en un solo movimiento suave que te hace jadear con deleite, todo tu cuerpo tensando por el placer inundando tus caderas.",
                "Jennifer no pierde el tiempo y comienza a balancearse hacia arriba y hacia abajo, dejando que los sonidos de las lascas y chupes escapar de su boca mientras se prepara perfectamente tu polla sacudida.Su lengua maravillosamente larga lame y buceres alrededor de tu virilidad, enviando sacudidas de placer corriendo por tu columna vertebral y te encuentras paralizado viéndola moverse arriba y hacia abajo de tu polla, sus ojos encerrados con los tuyos con una mirada seductora y conocida.",
                "Cada vez que su boca se desliza hacia la punta de su longitud, la chupa poderosamente, lamiendo su precum con fugas antes de volver a colocar su polla por su apretada garganta, solo para comenzar el proceso de chupación y un alucinante de nuevo, y tú, y túPuede sentir que su energía se acumula en su ingle cuando ella acerca su virilidad y más cerca del orgasmo, sus pensamientos perdidos en un placer borracho inducido por sus labios y lengua expertos.",
                "Mientras ella se balancea hacia arriba y hacia abajo de tu dolor de virilidad, el placer burbujeante es tan intenso que casi parece que está {i} intentando {/i} para absorber tu alma, pero esos pensamientos negativos están impresionados mientras comienza a profundizar en tu espasmo.polla, sus labios diabólicos que envían hormigueos de placer eléctrico atravesan tu longitud mientras su lengua lame en broma tus puntos más sensibles.",
                "Ella continúa mirándote con los ojos lascivos mientras su intensa mamada continúa, mirando tu cara derretirse de placer mientras tu polla dolorida siente que podría brotar en cualquier momento, dejándote gemir mientras se ríe juguetonamente, su boca chupa húmeda todo lo que puedas.Piense en sus suaves labios se deslizan hacia arriba y hacia abajo de su longitud.",
                "PlayerOrgasm",
                "1",
                "Luego, justo cuando se desliza hacia atrás para burlarse de su punta con sus labios sellados y burlarse de la lengua, su polla comienza a latir con calor, y justo antes de descargar su boca, Jennifer empuja su polla por su apretada y apretada garganta en un solo movimiento liso,Obligando a llorar mientras estallas dentro de ella, cubriendo su garganta con gruesos chorros de semen, pero claramente aún no ha terminado contigo ...",
                "PlayerOrgasm",
                "1",
                "Luego comienza a tirar de regreso a tu punta con una última succión poderosa que hace que tu cabeza se vuelva blanca con felicidad, dejándote gemir incoherentemente a medida que tu orgasmo ya intenso se reúne mientras te corres como un grifo roto, dejando que toda la energía que estaba agrupando en tuLa ingle es absorbida por sus labios hambrientos.",
                "El intenso placer drenador es demasiado para usted, dejándote al borde de desmayarse del exceso de éxtasis derretido a través de tu cuerpo tembloroso, pero tu orgasmo estremecido finalmente llega a su fin, y Jennifer libera tu polla de sus labios firmemente sellados conUn pop húmedo y satisfactorio.Te caes sobre la cama mientras toda la tensión drena de tu cuerpo, jadeando y jadeando.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer deja escapar algunos gemidos felices mientras saborea el sabor de su semilla antes de tragar con avidez cada gota, lamiendo sus labios con satisfacción y te quedas completamente drenado y gastado mientras jades en la cama, tratando de recuperarse de tuOrgasmo explosivo.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Mmmmmm! ♥ Muy sabroso! ♥",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryJennifer",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToHeather"
            ]
        },
        {
            "NameOfScene": "'Use your feet.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Wow, eres un pervertido. ♪ Jeje, ♪ solo te estoy tomando el pelo [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Ella se quita los zapatos y lentamente se quita los calcetines, lo que te permite apreciar las curvas y los contornos de sus piernas antes de que ella te acueste en el centro de la cama y extienda las piernas con una sonrisa alegre.",
                "Jennifer luego se sienta al pie de la cama frente a ti y suavemente, pero firmemente, coloca uno de sus pies lisos sobre tu entrepierna, frotando suavemente tu longitud hasta el mástil completo, deslizándose un poco más cerca de ti, acariciando tu polla rígida con su suela.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Oye ... pidiendo algo como esto ... debes {i} realmente {/i} como pies, ¿verdad? ♥",
                "Con una sonrisa petulante, levanta su otro pie en el aire y lo presiona sobre su cara desprevenida, haciendo que sus caderas salten a su otra suela a medida que sus sentidos se asaltan con un aroma femenino afrutado.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Bueno, después de esto, prometo que te encantan los pies incluso {i} más. ♥ {/i}",
                "El pie Jennifer está burlando tu polla con moler en tu virilidad, la suave sensación sedosa de su suela que te obliga a jadear y respirar profundamente de su otro pie, inundando tu cerebro con sus feromonas fragantes y afrutadas, y como su dominio abrumadorComienza a impregnar tu mente, te encuentras respirando con entusiasmo más lento y más profundo a medida que una sonrisa borracha se extiende por tu cara.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Jennifer se ríe juguetonamente mientras su pie continúa avanzando contra su polla caliente y palpitante, deteniéndose ocasionalmente para burlarse de la punta de su polla con los dedos ágiles, haciendo que su cuerpo se contrae de placer mientras las hormigueas agradables se topan con la piel, dejándote sin pensar y lamer y lamerSu suave suela, adorando silenciosamente el pie presionando ligeramente en su cara mientras su aroma afrutado lascivo encurtirá su cerebro con una neblina rosa.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Los momentos se escabullen mientras besas de forma injustificada su pie con amor, su otra suela burlando suavemente de tu polla sacudida, haciéndolo saltar y espasmo con el placer de la caricia más mínima a medida que la dicha se derrite a través de tus caderas y cerebro.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Disfrutando de mis feromonas [ThePlayerName]? ♪",
                "Murmuras un ruido feliz y respiras profundamente su dulce y tropical aroma, tu polla se contrae obedientemente debajo de su suela mientras el placer se lava a través de ti, el toque, la vista, el aroma y el sabor de sus pies lisos que se incrustan en tu placer empapado del cerebro.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Jennifer felizmente se ríe y se desliza su suela de la cara, dejándote con una creciente sensación de decepción hasta que se une a su otro pie para burlarse y bombear tu virilidad, tu polla espasmo perfectamente intercalada entre ellos mientras lo acaricia, sus dedos deslizándose sobre tupunta palpitante.",
                "Solo puedes mirar y gemir en éxtasis a medida que sus pies hábiles aceleran hacia arriba y hacia abajo, su dulce sonrisa te alienta a disfrutarte mientras sus suelas trabajan juntas para abrumar rápidamente la pequeña resistencia que tu mente empapada en feromonMientras la intoxicante bruma rosa te llena hasta el borde con euforia.",
                "Su polla palpita y se contrae con necesidad, pulsos de felicidad calientes que acarician las caderas mientras Jennifer comienza a mover los pies más rápido y más rápido, lo que lo envía rápidamente a alturas aumentadas rápidamente de un placer increíble, sus suelas de bombeo se mueven perfectamente a tiempo arriba y abajo de su dolorlongitud.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Speaks",
                "Sigue guapo, dale a mis pies una bonita carga {i} gruesa {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Excited",
                "PlayerOrgasm",
                "1",
                "A medida que sus pies bombean rápidamente su polla de espasmo, sus caderas buck involuntariamente en ellos como tensar el placer orgásmico inunda su ingle, en cascada hacia afuera por su cuerpo en una ola explosiva, y sus bolas doloridas se tensan deliciosamente mientras dispara cuerdas gruesas de semen en el aire en el aire, cada aterrizaje perfectamente sobre los pies y las piernas de Jennifer mientras se asombra.",
                "Speaks",
                "¡Oh, guau! ♪ ¡Estás corriendo como una fuente! ♥ ¡Impresionante! ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Un brillo rojo cálido emana de Jennifer cuando su orgasmo finalmente se apaga y su cuerpo deja de tirar de sus pies acelerados entremezclándose con los amortiguadores climáticos de la dicha, y en un cálido destello, todo su semen se ha ido cuando Jennifer deja salir un suspiro feliz.",
                "Speaks",
                "Mmmm ... ♥ Debería hacer trabajos de pie con más frecuencia. ♥ ¿Qué piensas [ThePlayerName]? ♪",
                "Asiente con la cabeza, incapaz de hacer que la imagen de su pie presione en su cara y el poderoso aroma afrutado de sus feromonas fuera de su mente mientras se desliza de la cama y vuelve a poner sus calcetines y zapatos.",
                "IfChoice",
                "5",
                "JenFootJob",
                "PostJenFootjob",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Hmmm, ♪ Sabes Jen ... Estoy un poco sorprendido de ti {i} no {/i} haz tan los pies.Pareces muy hábil en eso.¿Quizás tus pies se han vuelto muy hábiles de todos los bailes que haces?",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Speaks",
                "HM?Oh, no, estoy bastante seguro de que siempre he sido bueno con ellos, el sexo es solo {i} camino {/i} más divertido y mamadas.Aunque, ver [ThePlayerName] brotar así fue realmente increíble. ♪",
                "Heather asiente atentamente a la leve emoción vertiginosa de Jennifer, mientras que Catherine parece tener un sonrojo ardiente en su rostro mientras trata de ignorar los actos eróticos que acaban de ocurrir.",
                "JumpToScene",
                "PostJenFootjob"
            ]
        },
        {
            "NameOfScene": "PostJenFootjob",
            "theScene": [
                "SetChoice",
                "5",
                "JenFootJob",
                "ChangeFetish",
                "Feet",
                "5",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryJennifer",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToHeather"
            ]
        },
        {
            "NameOfScene": "'Thighjob'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Oooo, eso suena totalmente divertido.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer te insta gentilmente a que vuelvas a la cama hasta que tu espalda golpea la pared antes de que ella se caiga sobre tu cintura con una sonrisa sensual, recostándose hacia ti mientras atrapa tu erección entre sus muslos flexibles.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Ella envuelve astutamente un brazo detrás de la parte posterior de su cuello mientras se abraza en ti, sus ojos rojos mirando los tuyos mientras sus piernas se mueven lentamente hacia arriba y hacia abajo de tu rígida virilidad, su piel suave acariciando tu longitud mientras el calor de su coño irradia en tuingle.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Comfortable?♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LewdInvitation",
                "Asientes con la cabeza con un rubor, haciéndola reír juguetón antes de que te empuja a un beso profundo mientras sus muslos suaves continúan trabajando tu polla palpitante, dejándote gemir mientras ella cambia apasionadamente a la saliva contigo, su lengua hábil ataca agresivamente tu boca,Tomar fácilmente el control del beso mientras su mente se llena gradualmente de una neblina rosa lujuriosa.",
                "Por el instinto, comienzas a empujar tus caderas hacia sus piernas encendidas, follando sus cálidos muslos con tu resbaladizo, los jugos de coño babeantes de Jennifer y tu punta con fugas lubricando tu polla contraproducente.",
                "Speaks",
                "Nmmmm, ♥ eso es todo. ♥ mmmmmm- ♥",
                "Con lo cálido y apretado sus firmes muslos se combinan con los golpes burlones de su pierna, y su empuje de lujuria, podría confundirlos fácilmente con un coño apretado que intenta ordeñarlo.Su sesión profunda de besos mantiene tu cerebro cachondo y en blanco con placer, por completo besos y gimiendo en su boca.",
                "Tus manos instintivamente se extienden para sentir sus piernas, y te deleitas con el suave toque de su piel suave contra tus palmas mientras continúas follando a sus muslos indulgentes, el calor cálido de su cuerpo que te impulsa salvaje, su mirada lujuriosa se derritelejos tu razón mientras su lengua hábil domina por completo el beso.",
                "La sensación de los muslos flexibles de Jennifer envueltos alrededor de tu virilidad, su intenso beso de labios bloqueado, sus susurros gemidos, la sensación de su suave piel en tus manos, sus dulces feromonas hacen cosquillas en tus sentidos, todo está culminando lentamente en tus giros, haciendo queTe gemirás felizmente cuando tu clímax comienza a burbujear desde el fondo de tu interior, rosa teñido en una felicidad intoxicante.",
                "PlayerOrgasm",
                "1",
                "Jennifer se ríe dulcemente y le da a sus caderas un poco burlón mientras comienzas a perderte en la inminente marea de éxtasis.Ella muele tu espasmo en la polla entre sus poderosos muslos, y un simple apretón y batido de sus piernas te arroja sobre el borde del orgasmo mientras tus caderas inconscientemente se tensan y empujan hacia arriba en sus cálidas piernas, y estallas largas cuerdas de espesas espesas por todas partes.sus muslos.",
                "Durante unos momentos flotantes, cuelgas en el éxtasis climático, tus caderas temblan mientras cubres los muslos de Jennifer, su profundo beso apasionado te dejó ligero y, sin aliento, mientras sus suaves labios permanecen cerrados con los tuyos, su lengua burlándose y entrelazando con la tuya,convenciéndote para dejar escapar cada gota.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Finalmente rompe el beso de la mente con un golpe húmedo mientras tu orgasmo finalmente se aleja, y un brillo rojo cálido los rodea a ambos mientras absorbe tu semen y energía, dejándote temblando de placer y sintiéndote más que un poco drenado una vez que lodesaparece.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Mientras le da a tu polla aún erecta, un apretón más con sus muslos, y te da un besas rápidas en los labios antes de salir de ti y se para en la cama con un estiramiento arqueado de la espalda, lo que te da un vistazo de sus largas piernas y sus curvas traseras.A medida que te recuperas de tu orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Ahhhh ... ♥ que dio el lugar. ♥",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Luego salta de la cama con una alegre primavera en su paso.",
                "ChangeFetish",
                "Legs",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryJennifer",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToHeather"
            ]
        },
        {
            "NameOfScene": "Heather",
            "theScene": [
                "DisplayCharacters",
                "2",
                "1",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Oh mi, [ThePlayerName], ¿estás seguro?... Bueno, supongo que {i} soy {/i} un poco hambriento ... bien. ♥",
                "JumpToScene",
                "Heather Sex Options"
            ]
        },
        {
            "NameOfScene": "Heather Sex Options",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Hmmm ... Entonces [ThePlayerName], quieres un titfuck, ¿verdad?¿O querías follarme? ♥",
                "Menu",
                "Sex with Heather.",
                "Titfuck.",
                "Smother my face with your tits.",
                "Assjob.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex with Heather.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Nude",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Heather te sonríe suavemente antes de quitarse lentamente su techo escaso, pantalones cortos y ropa interior.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Speaks2",
                "Espero que estés listo para ir al cielo. ♥",
                "Tu corazón golpea en tu pecho mientras ella te empuja hacia abajo y se encuentra a horcajadas de tu cintura.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Heather luego lentamente, casi perezosamente, se reduce a su virilidad.",
                "Dejas escapar un gemido tranquilo mientras te sientes empujando lentamente a su cálido y suave interior.",
                "Como finalmente se produjo sobre tu polla, te das cuenta de que si bien su coño definitivamente no es el más apretado, ciertamente es suave y acogedor.",
                "Parece masajear suavemente su longitud incluso cuando no se mueve, y dejas escapar un suspiro contento mientras te relajas en la cama.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Poco a poco, las hormigueantes de placer felices comienzan a atravesar su eje, y Heather te sonríe mientras entrelaza tus manos juntas.",
                "Speaks2",
                "Ahora eres agradable y cómodo.Hmm ... espera, no todavía.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Ella presiona su pecho pesado contra el tuyo y suavemente, casi amorosamente te mira a los ojos.",
                "Speaks2",
                "{i} ahora {/i} estás cómodo. ♥",
                "Heather comienza a girar lentamente sus caderas, haciendo que su coño suave y reconfortante se agote alrededor de su eje.",
                "Una sensación de hormigueo felizmente agradable comienza a subir bien en su ingle antes de extenderse lentamente sobre sus caderas, haciéndole dejar escapar un suspiro relajado mientras Heather continúa follando suavemente.",
                "Casi parece que su coño divino realmente te está llevando lentamente al cielo, e incluso la cama se está volviendo más cómoda a medida que la dicha hormigueante se extiende sobre tus piernas y estómago.",
                "Suavemente gemido al sentir que podrías correrte en cualquier segundo, pero no puedes poner fin a este placer increíblemente relajante.",
                "Sintiéndose completamente relajado y contento, te hundes más profundamente en la cama mientras la sensación maravillosa se extiende a tu pecho, lo que se vuelve más dulce por la deliciosa sensación de las suaves tetas de Heather frotando contra ti.",
                "La relajación de hormigueo se arrastra por su cuello y supera su cerebro, llenándolo con nubes suaves y esponjosas mientras sonríe contento debajo de ella.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "Aura",
                "Heather parece brillar casi con una luz amarilla suave, lo que hace que suspires de placer ya que te llena una sensación de serenidad.",
                "Difícilmente se puede pensar directamente como una ola tras ola de éxtasis suave sobre su cuerpo, pero no puede preocuparse por nada más que el suave y feliz placer de Heather, el coño celestial de Heather le está dando.",
                "Speaks2",
                "Listo para correrse? ♥",
                "Asiente ansiosamente, apenas capaz de contemplar decir que no al placer más feliz.",
                "Heather levanta las caderas una vez antes de volverse de nuevo sobre tu polla, encendiendo los sentimientos felices que sumergen todo tu cuerpo en una explosión de éxtasis.",
                "PlayerOrgasm",
                "1",
                "El repentino aumento de la intensidad hace que todo su cuerpo se contrae y temble debajo del cuerpo suave de Heather a medida que comienza a brotar la carga después de la carga en su hendidura divina.",
                "Los intensos sentimientos de placer cursando a través de ti han cortado por completo tu cerebro, dejándote solo capaz de gemir debajo de ella como olas de placer aparentemente interminables sobre ti.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Speaks2",
                "No te preocupes [ThePlayerName], estoy aquí para ti.Puedes correrte todo el tiempo que necesite. ♥",
                "Ella continúa mastando lentamente sus caderas contra ti mientras tu orgasmo mueve tu cuerpo en un placer sin sentido.",
                "PlayerOrgasm",
                "1",
                "Lento pero seguro, el placer orgásmico que agrede a su cuerpo comienza a desaparecer lentamente, y le da a Heather algunas últimas cargas de semen mientras su cerebro intenta desesperadamente aferrarse al recuerdo de lo que acaba de suceder.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Wink",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "",
                "Heather te da un beso casto en la mejilla mientras te recuperas de tu alucinante orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "A medida que comienzas a sentir las hormigueo felices y relajantes que regresan a tu ingle una vez más, Heather desmonta tu polla.",
                "No puedes evitar sentirte un poco decepcionado de que ella no continúe.",
                "Speaks2",
                "Ohhh, no me des esa mirada [ThePlayerName].Los otros también quieren un giro contigo. ♥",
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Para ser sincero, me preocupaba que lo mantuvieras en ese feliz lugar feliz tuyo durante horas antes de dejarlo correrse.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Bueno, eso sería grosero contigo y Cathy, ¿no?Incluso si cuanto más lo mantenía allí, mejor era el orgasmo que tendría. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Heather te da una sonrisa astuta, y no puedes evitar pensar en las posibilidades.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "ChangeFetish",
                "Sex",
                "10",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryHeather",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToCatherine"
            ]
        },
        {
            "NameOfScene": "Titfuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Heathers La cola corta se balancea un poco, casi alegremente.",
                "Speaks2",
                "I {i} sabía {/i} Querías un titfuck. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Topless",
                "Ella fácilmente deshace su parte superior y deja que sus enormes mamas se liberen libremente, y no puedes evitar mirar la exhibición de Jiggling.",
                "Heather se entra entre tus piernas y envuelve sus suaves tetas alrededor de tu polla, enterrando completamente tu polla rígida, ¡y es rápidamente evidente que sus tetas son tan grandes que ni siquiera puedes ver tu polla asomando entre ellas!",
                "Ella comienza a mover su suave carne hacia arriba y hacia abajo de tu longitud, haciéndote jadear en el placer de la sensación de ensueño, sus senos desbordantes masajeando y apretando cada pulgada mientras aceleran hacia arriba y hacia abajo.",
                "La presión que sus enormes tetas están poniendo en tu polla se siente absolutamente increíble, y no puedes evitar amar cada segundo, hundiéndose en el suave placer celestial con un suspiro feliz.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "Speaks2",
                "Esto no es lo suficientemente bueno ...",
                "PlayerSpeaks",
                "¿H-huh?De que estás hablando, ¡esto es increíble!",
                "Speaks",
                "Ella le toma muy en serio su tit.",
                "Heather envuelve un brazo alrededor de su amplio cofre y continúa acariciando su polla con sus pechos sacudidos, bombeando hacia arriba y hacia abajo mientras su otra mano alcanza la mesita de noche y abre un cajón.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Ella saca una botella etiquetada como una \"loción de placer certificada de Succubi\" y abre la gorra antes de llevarla sobre sus tetas, vertiéndola sobre sus enormes senos.La loción gotea por su escote, cubriendo gradualmente tu polla con cada movimiento que hacen sus senos resbaladizos.",
                "No se puede negar que sus tetas apretadas se sienten un poco mejor por la loción, ya que aceleran suavemente y húmedamente hacia arriba y hacia abajo de su polla rígida, pero rápidamente también notas que el líquido resbaladizo también está comenzando a hacer que tu polla se higue un poco ...",
                "Heather cierra la gorra y baja la botella en la mesita de noche antes de devolver sus manos a cada lado de sus grandes tetas, rodándolas en círculos suaves por un momento, girando ese hormigueo en sus lomos en un escalofrío cuando ella masajee su longitud.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Ella sonríe dulcemente y comienza a acariciar tu longitud con su suave carne, bombeando movimientos unificados hacia arriba y hacia abajo, más rápido que cuando comenzó, poniendo a trabajar sus senos lubricados, enviando ecos húmedos a través de la habitación mientras te folla palpitando, hormigueo con sus almohadas tetas.",
                "Cada movimiento, cada impacto mudoso de sus enormes senos envía choques en cascada de placer eléctrico que se aceleran a través de todas sus caderas, dejando a todo su cuerpo tensado mientras mantiene un ritmo rápido y alucinante, las olas de éxtasis se elevan más y más con cada momento pasante..",
                "PlayerSpeaks",
                "O-oh, F-Fuck!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "Speaks2",
                "Yo {i} le dije {/i} que no era lo suficientemente bueno antes.",
                "Mientras continúa bombeando tu polla espasmante, rompe el ritmo rodando y presionando sus suaves senos entre los trazos, agrediendo constantemente tu virilidad con un placer nuevo y encantador antes de reanudar su acariciamiento igualmente maravilloso una vez más, derribando rápidamente tus pensamientos.Una marea de placer inducido por el seno, ¡no hay forma de que puedas soportar esto por mucho más tiempo!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Temblando, te inclinas hacia atrás y agarras el borde de la cama, tratando de soportar el intenso titfuck de Heather lo mejor que puedes, pero con tu polla felizmente atrapada entre su escote profundo y desbordante, casi parece que tu virilidad está envuelta en el cielo mismo,dejándote gemir incoherentemente con cada golpe de bombeo, ordeña tu sentido de la razón mientras tu polla palpita ansiosamente con la necesidad climática burbujeante.",
                "Jadeando y gimiendo, tus ojos se enrolan en Euforia, ya no puedes soportar esta dicha y sientes que comienzas a correrse en un aumento eléctrico.",
                "PlayerSpeaks",
                "¡Soy Cumm-!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAraGlow",
                "Pero antes de terminar tu oración, los ojos de Heather parpadean y no puedes recordar lo que estabas a punto de decir, tu cerebro aturdido y nebuloso como una nube suave y esponjosa llenó tu cerebro, dejando tu clímax tan distante, y así {i} Close {/i} al mismo tiempo.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "Speaks2",
                "Oh no te corres todavía [ThePlayerName], solo yo solo {i} solo {/i} empezó a titfucking you. ♥",
                "No puedes evitar estar de acuerdo con Heather, asintiendo con una sonrisa maravillosa, pensando que sería mucho mejor no correrse mientras te recostas con un suspiro feliz y simplemente disfrutas de las interminables olas de placer que sus enormes tetas te están dandoMostil enredando.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Una sonrisa tonta y de placer borracho se extiende por su cara mientras las tetas de Heather bombean arriba y abajo de su palpitante erección, apretando, rodando y masajeando cada centímetro, manteniéndolo constantemente enterrado en su abundante cofre, cada vez más.Último mientras tembla y gemirá con deleite.",
                "Ola tras ola de placer se lave a través de ti en cálidas ondas eufóricas, sus tetas lubricadas acariciando y frotando tu virilidad, una sensación intoxicante de rendición se extiende a través de tus caderas, sus pesadas tetas se derriten cada parte de tu razón con placer, llenando tu cerebrocon sus tetas almohadas hasta que quedan todo lo que queda.",
                "Gimiendo y temblando, le duele abalanzar sus caderas en sus senos indulgentemente suaves si pudiera, pero todo su cuerpo está demasiado tenso y se deja contrarrestar desde el estado casi constante de la felicidad orgásmica para incluso hacer el intento, dejándote hundirse más profundo y profundoEn el éxtasis manchado de placer, tu polla espasmo felizmente entre su pecho mientras lo ordeña con sus abrumadores senos.",
                "Heather apreta con fuerza su pecho y sacude sus tetas alrededor de su eje antes de rodarlas lentamente alrededor de su polla y de repente presionándolas bien, y no puede evitar dejar escapar un llanto eufórico, sus ojos rodando en la dicha mientras le da la madura de su hombre.con su mente doblando el escote.¡No crees que puedas soportar mucho más de este cielo infernal por el que está poniendo tu polla!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Ella deja de masajear tu polla derrotada por un momento y te sonríe suavemente, dejándote mirar a los ojos mientras jades con placer delirante.",
                "Speaks2",
                "Oh, estás desesperado por correrse, ¿no eres [ThePlayerName]?Bueno, está bien, ♥ prepárate para corre tu cerebro. ♥",
                "Levanta sus peluches con sus dedos, y los presiona con fuerza antes de derribarlas con un impacto mudoso y devastador, sus abundantes tetas que llevan su polla conversible al cielo con una oleada caliente que está en blanco de todo en sucerebro.",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Callas en el éxtasis maravilloso y sacudiendo mientras tu polla entra en erupción y descarga cuerdas de espesas espesas entre las tetas de Heather como un grifo roto, tus caderas se endurecen impotentes en su prisión de almohada, el chorro ocasional de tu semilla disparando con suficiente fuerza para aterrizar en ella en ella.cara o senos, y cada parte de ti siente que está llena de euforia esponjosa e embriagadora, dejándote temblando felizmente mientras bajas del placer.",
                "Speaks2",
                "Buen trabajo [ThePlayerName]. ♥ mantuviste lo mejor que pudiste. ♥",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "Aura",
                "Un brillo amarillo suave emana de Heather, y cada gota de tu semen se absorbe con ella con una maravillosa ola de placer mágico, que te hace temblar en un deleite alucinante.",
                "Heather le da a las tetas pesadas un último batido seductor, enviando una ola final de placer a través de todo su cuerpo antes de liberar su polla de su abrazo celestial y alejarse.Dejándote tirar en la cama con una sonrisa vacante como réplicas de felicidad orgásmica a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Base",
                "Heather",
                "Clothed",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "",
                "Mientras Heather limpia la loción y arregla su parte superior, simplemente te acuesta en la cama, recuperándote de un aturdimiento inducido por Titfuck, tus pensamientos teniendo dificultades para no pensar en las tetas, incluso cuando finalmente te recuperas del estado de la blisión post-organización.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Bueno, Heather, creo que tienes [ThePlayerName] enganchado en tus tetas después de {i} eso. {/i}",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Heather salta a las palabras de sus amigos.",
                "Speaks2",
                "¿E-eh!?No estaba tratando de hacer algo así ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks",
                "Quiero decir, no creo que necesite {i} intentar {/i} hacer eso con tetas como la tuya jeje. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks2",
                "Bueno, supongo que eso es cierto ...",
                "Heather se inquieta por un momento y te da una pequeña sonrisa mientras te sientas en la cama.",
                "ChangeFetish",
                "Breasts",
                "10",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryHeather",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToCatherine"
            ]
        },
        {
            "NameOfScene": "Smother my face with your tits.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSurprise",
                "Heather parpadea con sorpresa.",
                "Speaks2",
                "¿En realidad?Bien...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Speaks",
                "Si estás seguro de que es así como quieres correrse, entonces estoy a favor. ♥",
                "Ella se recuesta en la cama y extiende los brazos invitados.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "Speaks2",
                "Ven aquí. ♥",
                "Te acercas y abrazas a Heather, quien rápidamente levanta sus tetas mientras mantiene la tapa apretada.",
                "Sus piernas te instan más cerca, y mientras empujas tu cara en su suave debajo de la parte inferior, Heather deja caer sus tetas, permitiendo que su suave carne se envuelva alrededor de tu cabeza.",
                "Tus ojos apenas salen de la parte superior de sus enormes y abundantes senos, y respiras profundamente el aroma dulce y femenino de sus tetas.",
                "Heather aprieta su pecho considerable, apretándolos contra ti y comienza a frotar tu cabeza con su suavidad de almohada.",
                "Si bien es innegablemente agradable, realmente dudas de que solo esto te hará correrte.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "Aura",
                "Un suave brillo dorado comienza a emanarse de Heather, y cuando sus tetas te frotan, tu mente comienza a sentirse un poco extraña y hormigueante.",
                "Dejas escapar un suspiro contento a medida que el placer comienza a lavar toda tu cabeza, y tu cuerpo se aflige mientras te relajas en el cuerpo curvilíneo de Heather.",
                "Las fantasías de los senos comienzan a pasar por su mente, grandes cofres, tetas pequeñas, escote de las mujeres que has conocido y rebotando los senos que nunca has visto antes que se muevan y sacudieran ante ti.",
                "Comienza a casi sentir que Heather está titulando tu cerebro mientras te frota suavemente la cabeza con sus tetas ...",
                "La miras nerviosamente debido a la incrustación de la incursión mental de los senos que invaden tu cerebro.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Heather te sonríe suavemente, pero te juras que puedes ver un brillo algo sádico en sus alegres ojos azules.",
                "Ella se acerca fácilmente a su cuerpo flojo y presiona sus tetas sobre su cara más fuerte, y usted se estremece mientras el placer asalta directamente su mente y su cuerpo.",
                "Tu polla palpita libremente en el aire, deleitando en el placer a pesar de la falta de estimulación directa.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Heather niega con la cabeza entre sus senos, y sus pensamientos se juzgan con visiones de mamás que rebotan, y casi puede jurar que puede ver las tetas D Supple D de Jennifer temblando suavemente frente a sus ojos.",
                "Luego me vienen a la mente las grandes tetas de Elena y Vivian, presionando juntos y mostrando su escote impresionantemente profundo.",
                "Tu polla se contrae ansiosamente en el aire mientras el asalto mental a tu mente continúa y las olas de placer te lavan.",
                "Heather acaricia la cabeza con sus tetas, haciéndote temblar y jadear con deleite mientras el cofre suave y hinchable de Nara baila antes que tu teta delirante.",
                "Quieres agarrar tu polla y masturbarte tan mal, pero una fuerza invisible te impide hacerlo, dejándote temblando debajo de Heather.",
                "Los senos pequeños pero perts de Catherine se le muestran tímidamente, tan importantes como las grandes tetas que has estado viendo.",
                "Un gran amor por los pechos se dirige dentro de ti, y apenas puedes luchar contra él, la dolorosa tentación de dejarlos abrumarte que te burlan de tus pensamientos.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "Heather presiona su rostro profundamente en su escote, y usted se estremece, ya que se siente como un segundo Heather se coló detrás de usted y comienza a ayudar al primer aplasto tanto su cuerpo como su mente entre sus tetas.",
                "Tu polla palpas y espasmos en éxtasis por las cálidas olas de placer intoxicante que ataca a todo tu cuerpo, y un verdadero harén de saludos aparece ante tus ojos, temblando y rebotando en sus enormes y generosos senos solo para ti.",
                "Dejas escapar un gemido mientras tu mente se derrite para las tetas de almohada de Heather, y ya no puedes contener el enamoramiento de tu edificio con tetas mientras su carne y límites de carne mordaz delante de ti.",
                "Tu deseo ardiente se lava sobre tu cerebro como el éxtasis fundido, y tus ojos se enrollan y tus caderas se reducen instintivamente con tu polla espasmándose salvajemente de alegría, pero una fuerza invisible te impide correrse {i} solo {/i} todavía.",
                "Tu mente y sus pensamientos se han convertido en arcilla maleable para que Heather se moldee como lo desee, y ella quiere que ames tanto las tetas que podrías corro simplemente empujando tu rostro entre ellos, tu mente ya está ansiosa por desear, sus tetas de almohada 'mERE MEREEl toque sofocante lentamente se derrite.",
                "Ella se ríe suavemente mientras gime sin pensar en sus senos mientras su escote intoxicante remodela su cerebro en un fanático completo de los senos, haciendo que su espasmo de polla sea feliz a medida que cae más y más profundamente en esa floreciente enamoramiento de las tetas.",
                "Tu polla está goteando precum como loca, ansioso por dejar escapar todo para los grandes senos de Heather, mientras que un desfile interminable de tetas marcha a través de tu cerebro como un mantra visual que te inserta en ti.",
                "Titfucking, pechuga, tetas de succión, senos simplemente presionando contra ti, todo tipo de fantasía sexual que involucra tetas que alguna vez podrías imaginar y algunas que nunca habías imaginado antes de atacar sin parar tu cerebro, y no puedes evitar amar cada segundo de ellaTodos se sacuden y balancean por ti.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Heather levanta los senos lo suficiente como para aliviar las interminables olas de placer con una sonrisa pecaminosamente dulce.",
                "Speaks2",
                "Oye, [ThePlayerName], ¿te encantan los senos? ♥",
                "PlayerSpeaks",
                "Amo los pechos. ♥ Amo las tetas. ♥",
                "Continúas cantando alabanzas para Buxom y las chicas planas como un mantra, arraigado en tu mente por el asalto mental de Heather, las tetas abruman por completo todos tus pensamientos.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Hungry",
                "Speaks2",
                "Buen chico. ♥ ahora cummmmmm! ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLick",
                "Ella presiona sus pesadas tetas sobre su cara y una cascada de constante éxtasis eléctrico fluye sobre todo su cuerpo antes de parecer centrarse por completo en su polla.",
                "PlayerOrgasm",
                "1",
                "Tu polla se contrae y espasmos en la dicha mientras gemiste en los senos dignos de adoración de Heather mientras tu virilidad comienza a brotar la carga después de una carga de semen grueso en el aire sin ser tocado una vez por Heather, tu cerebro completamente cubierto de calidez de almohada.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "LipLickGlow",
                "Los destellos de luz amarilla dorada acompañan a cada brote de semen mientras Heather absorbe tu espesa energía de la vida con una sonrisa hambrienta, y estás feliz de darle cada gota que quiera.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Heather te sacude las tetas en la cara, obligándolo a dejar escapar algunas fotos más de esperma antes de que finalmente te libere de la prisión de almohada de su enorme pecho.",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "",
                "You gasp for air as you lay on the bed, moaning and twitching in the aftershocks of orgasmic pleasure while vivid fantasies of breasts still race through your mind, and your hand darts to your shaft as you start to furiously masturbate as you find out that you'Ya no está inmovilizado mágicamente.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Concern",
                "Speaks",
                "{i} maldita sea {/i} Heather, ¿de qué mierda le hiciste?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "S-Seriously...",
                "Catherine se cubre su pecho con una mano, aparentemente avergonzada por su pequeño tamaño.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Oh, acabo de hacerlo para que realmente le gusten las tetas. ♥ No te preocupes, eso también incluye a la tuya Cathy. ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Catherine se enoja con sus palabras, que solo se profundiza mientras te mira todavía masturbándose furiosamente en la cama.",
                "Le estás dando a las chicas un espectáculo bastante, pero no podrías importarte menos, ya que intentas desesperadamente volver a salir a las vívidas fantasías de los senos flotando en tu cabeza.",
                "PlayerOrgasm",
                "1",
                "Otro orgasmo que aturde la mente te golpea, y gemirá mientras disparas impotente más de tu semen.Heather interviene rápidamente, absorbiéndolo felizmente con su magia mientras se acuesta en la cama, jadeando y sacudiendo mientras intenta recuperarse de sus intensas experiencias.",
                "La obsesión ardiente con los senos comienza a desvanecerse lentamente a medida que las visiones de los senos comienzan a desaparecer, pero no desaparece por completo mientras se acuesta en la cama.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Apenas recuerdas lo que sucedió, solo que se sintió increíble, y que quizás quieras que Heather te asfixie con sus tetas nuevamente en algún momento ...",
                "El trío de Sucescubus decide darte unos momentos antes de que el próximo tenga un giro.",
                "ChangeFetish",
                "Breasts",
                "10",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryHeather",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToCatherine"
            ]
        },
        {
            "NameOfScene": "Assjob.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ComicPanic",
                "Heather parece completamente no preparada para esta solicitud, y agita sus brazos tímidamente.",
                "Speaks2",
                "E-eh?Y quieres que yo wh-what?¿G-Ponte con mi trasero?",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Jennifer Snickers cerca mientras Heather continúa pánico en pánico.",
                "Speaks",
                "¡Oye, vamos brezo!¡Puedes hacerlo!¡Usa tu culo asesino sobre él!",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "El aliento de Jennifer parece calmar a Heather mientras sus ojos azules acelan con resolución, y rápidamente se sienta en su regazo, presionando su lujosa trasera contra su rigidez de la virilidad, tomando un momento para moler el trasero con curvas contra usted.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Su voluptuosa parte trasera envuelve fácilmente sus suaves mejillas alrededor de su polla, y su morteo acaricia su longitud con su carne deliciosamente suave, pero sus pantalones cortos se interponen ligeramente del placer acogedor.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyePout",
                "Heather frunce un poco mientras parece notar esto, y se levanta brevemente hacia afuera de ti antes de quitarse los pantalones cortos, inclinándote para darte una vista completa de su tangoso tanga vestida antes de que ella vuela su delicioso culo hacia abajo en tu ingle., dejándote gemir felizmente ante las sensaciones renovadas después de ver su exuberante trasero frente a tu cara.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "Ella te devuelve el vuelco mientras te encuentras fascinado por la sensación de su suave carne que se mueve contra tu virilidad, y tus ojos se desvían para ver su trasero enterrar tu longitud mientras la acaricia hacia arriba y hacia abajo con su piel suave y bragas sedosas.",
                "No puedes resistirte a la tentación y extender la extensión y agarrar su lujosa trasera mientras Heather continúa burlándose de tu longitud con sus voluptuosas mejillas, tus pensamientos se desmoronan bajo el peso almohado del trasero de Heather, la sensación de llenar las manos mientras tus dedoshundirse en su carne deja tu polla palpitando felizmente.",
                "Speaks2",
                "Oh mi, ♥ ¿Es mejor de lo que esperabas? ♥",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "AraAra",
                "Simplemente asiente con la cabeza, atónito por el placer que su trasero con curvas está induciendo en su polla, moliendo irreflexivamente las caderas de regreso a las suyas mientras se mana su culo asignalmente suave al contenido de sus corazones, sumergiéndose en una neblina de placer.",
                "Ella presiona con amor su culo sobre su ingle con una risita burlona, ​​enterrando por completo su virilidad en su suave carne hasta que solo la punta de su polla se asoma, sus empujes sin sentido y tientas, haciendo que su suave y suave se mueva deliciosamente.",
                "Heather muele lentamente su trasero de lado a lado contra su virilidad espumada, enviando escalofríos de placer de su cuerpo a través de su cuerpo mientras continúa empujando distraídamente entre sus mejillas perfectas, jubilando su culo con un enfoque de mentalidad única, sus pensamientos se rompen en medio del esponjoso el esponjosoBliss suave inundando tu cerebro.",
                "Los pernos eléctricos de éxtasis aumentan a través de su ingle con cada reunión de tus caderas, la vista rebotando y ondulante mientras te tientas y empujas erosionando tus pensamientos, y como un poco de babeada por el costado de tu boca, te sientes.Al igual que su único propósito en la vida es correrse por el culo divino de Heather.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Hungry",
                "Speaks2",
                "Cum ♥ por ♥ yo. ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Wink",
                "Le da a su culo un batido burlón a tiempo con sus palabras, cada una explosando una explosión de placer orgásmico dentro de ti, obligándolo a gemir en voz alta mientras descargas cuerdas gruesas de semen en el culo de Heather y la espalda, su regordete y suave todo lo que tuPuede pensar mientras brote con una sonrisa maravillosa pegada en tu cara, todo tu cuerpo temblando de alegría.",
                "Heather sigue moliendo su lujosa trasera contra tu virilidad mientras tiemblas en el éxtasis sin sentido, haciendo que tu espasmo de la polla con placer post orgángmico e inundando cada fibra de tu ser con felicidad celestial.",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "Aura",
                "Un brillo amarillo suave los envuelve a los dos por un breve momento, y en un destello de energía mágica absorbe su esencia, enviando un último aumento de placer tembloroso a través de usted.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "Caring",
                "ChangeImageLayer",
                "Aura",
                "Heather",
                "",
                "Speaks",
                "¡Espero que hayas disfrutado! ♥ Jeje. ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Heather se pone de pie, dejándote recostarse en la cama jadeando, mientras ella tira de sus pantalones cortos sobre su trasero curvilíneo, dándote otro gran ojo de su culo divino, enviando fantasías vívidas de su lujosa trasera en tu mente y dejando tu pollaTwitching de deleite.",
                "IfChoice",
                "6",
                "HeatherAssJob",
                "PostAssJob",
                "SetChoice",
                "6",
                "HeatherAssJob",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "{i} ver? {/i} Lo hiciste increíble. ♪ En serio, tienes un gran brezo, no entiendo por qué eres tan tímido al {i} usando {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Heather se inquieta ociosamente con sus dedos.",
                "Speaks2",
                "A-Ah ... bueno ... no estoy tan seguro de eso como lo soy mi pecho ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "Speaks",
                "Eso es porque tus tetas son increíbles y {i} enormes {/i}, pero, quiero decir, solo porque {i} tienes {/i} enormes tetas no significa que eres {i} solo {/i} enormetetas.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Heather le da a su amiga una pequeña sonrisa de su comentario tranquilizador.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Wow, Jen ... eso fue realmente sorprendentemente profundo para ti ... yo {i} adivina? {/i}",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Aw, gracias Cathy! ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speaks",
                "Quiero decir, una chica tiene que pensar en su atractivo, culo, tetas, piernas, pies, labios, ojos, voz, la forma en que te mueves, {i} cada pequeña cosa es parte de eso y",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Jennifer se corta del discurso en la mitad del discurso cuando un puchero se lleva la cara una vez que una marcha parece girar en su cabeza.",
                "Speaks",
                "Espera ... ¿Qué quisiste decir con {i} sorprendentemente {/i} profundo?",
                "Speaks3",
                "No importa Jen.Pensé por un momento que apuntaba a algo que no se centró en el atractivo sexual ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Ah",
                "Speaks",
                "¿Huh- wha-?!Abrta a Cathy, ¿ahora estoy más confundido?",
                "Mientras tanto, Heather se ríe ante las bromas de sus amigos mientras te recuperas en la cama.",
                "JumpToScene",
                "PostAssJob"
            ]
        },
        {
            "NameOfScene": "PostAssJob",
            "theScene": [
                "ChangeFetish",
                "Ass",
                "5",
                "IfProgressEqualsOrGreater",
                "1",
                "RecoveryHeather",
                "JumpToEventThenScene",
                "Deliver Food to Campers",
                "FirstTimeToCatherine"
            ]
        },
        {
            "NameOfScene": "Catherine",
            "theScene": [
                "DisplayCharacters",
                "3",
                "2",
                "1",
                "EndLoop",
                "IfChoice",
                "1",
                "HornyCatherine",
                "Horny Catherine",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¿H-huh?¿Quién?No tengo mucho hambre, ve, uhm ... alimenta a Jen o Heather.",
                "Ella evita que sus ojos y se inquieta mientras empuja su rostro a su libro, tratando de ignorarte.",
                "JumpToScene",
                "OptionMenu"
            ]
        },
        {
            "NameOfScene": "Horny Catherine",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Catherine se muerde un poco el labio, y puedes ver algunos de sus jugos goteando por sus muslos mientras su cola se mueve de emoción.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Uhm, claro, podría usar una comida, supongo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Ella se sube a la cama contigo y te mira pensativamente.",
                "IfChoice",
                "3",
                "Visto las propuestas de Catherine",
                "Catherine Sex Options",
                "JumpToScene",
                "Catherine's anal play proposal"
            ]
        },
        {
            "NameOfScene": "Catherine's anal play proposal",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Uhm, ¿podría intentar enviarle una carga, ah- con mi cola burlando de tu próstata ...?¡No tenemos que hacerlo!Solo estoy preguntando ...",
                "Menu",
                "Tail peg.",
                "No thanks. Something else?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No thanks. Something else?",
            "theScene": [
                "Speaks3",
                "W-Well, podría intentar burlarse de tu perineo si está bien ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "PlayerSpeaks",
                "Mi que",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "O-oh, es el área entre tu escroto y tu trasero, si lo masajeo bien, y uso algo de magia, puedo darte orgasmos en el cuerpo completo con tu próstata ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "A-al menos eso es lo que he leído al respecto ... ¡N-Nothing subirá por tu trasero!Si eso es lo que te preocupa ...",
                "Menu",
                "Perineum massage.",
                "I'll pass.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'll pass.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "Ah ... W-Well, lo único que puedo pensar es usar la vagina de mi cola para",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "¡Pussy de cola!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smile",
                "La cara de Catherine se enfurece con ira y le dispara a Jennifer una mirada avergonzada antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Use mi {i} cola {/i} para ordeñar algo de su semen ... o-o supongo que podría besarte sin sentido de nuevo ... b Pero pensé después de la primera vez que tal vez no quieras hacer tampocoDe esos ...",
                "SetChoice",
                "3",
                "Visto las propuestas de Catherine",
                "JumpToScene",
                "Catherine Sex Options"
            ]
        },
        {
            "NameOfScene": "Catherine Sex Options",
            "theScene": [
                "IfChoice",
                "4",
                "Visto la escena de sexo de Catherine",
                "Opciones de sexo de Catherine, sin sexo",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Speaks3",
                "Entonces ... uhm, ¿qué quieres hacer?",
                "Menu",
                "Kiss me senseless.",
                "Tail pussy.",
                "Tail peg.",
                "Perineum massage.",
                "Sex?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Catherine Sex Options, No Sex",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Speaks3",
                "Entonces ... uhm, ¿qué quieres hacer?",
                "Menu",
                "Kiss me senseless.",
                "Tail pussy.",
                "Tail peg.",
                "Perineum massage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "S-S-Sex?T-no hay manera!¡Sigo siendo virgen!Y j-solo porque tengo que ea-",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Jennifer se ríe riendo.",
                "Speaks",
                "{i} ahahah! {/i} Cathy, he entrado en ti {i} arando {/i} con tu cola al menos {i} tres {/i} por ahora! ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speaks3",
                "{i} wh-{/i} th-th-¡que no cuenta!",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Y si no estoy {i} equivocado, ♪ {/i} Uno de esos tiempos fue en esta misma cabaña y estabas gimiendo sobre [TPN]--",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Jennifer de repente se encuentra expulsada de la cabaña por una fuerza telequinética mágica, cortesía de una Catherine muy nerviosa.",
                "DisplayCharacters",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "La cara de Catherine está roja a la remolacha mientras respira profundamente el aire y su ceja arrugas con una leve ira, y Heather deja escapar un pequeño suspiro.",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Ahhh ... Jen fue demasiado lejos allí ...",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Surprise",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Jennifer se tambalea en la cabina.",
                "Speaks",
                "I-yo casi me caí del {i} acantilado! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "Speaks3",
                "Puedes {i} volar! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Ah",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speaks",
                "W-Well, sí ... ¡pero eso no lo hace menos aterrador!Y uhm ... s-shorry para interrumpir, supongo ... y ya sabes ... uh ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Bashful",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmile",
                "Jennifer se sienta de nuevo en su silla, y te vuelves a centrarte en Catherine, que te mira expectante con un al ras.",
                "SetChoice",
                "4",
                "Visto la escena de sexo de Catherine",
                "JumpToScene",
                "Opciones de sexo de Catherine, sin sexo"
            ]
        },
        {
            "NameOfScene": "Kiss me senseless.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "Catherine te mira un poco aprensivamente antes de mudarse lentamente para besarte.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Kiss",
                "A su vez, comienzas a acercarte a ella en preparación para el beso, pero para su sorpresa, Catherine de repente se lanza hacia adelante y comienza a besarte profundamente con los ojos medio alquilados, brillando con hambre tenue.",
                "Ella envuelve firmemente sus brazos alrededor de la parte posterior de su cuello mientras se distingue ansiosamente contigo, y simplemente te sientas allí, completamente desprevenido por su repentina asertividad dejándola dominar fácilmente tu boca con su lengua hábil.",
                "Los ojos verdes de Catherine miran con amor a los suyos mientras continúa su asalto oral en tu boca, y sientes una pequeña sensación de alivio al no ver la negrura inhumana que estaba en ellos durante tu primera sesión de besos.",
                "ChangeEnergyQuietly",
                "-10",
                "A medida que comienzas a devolver el amor, ella atribuye audiblemente y te estremes de placer mientras sientes que tu energía se agota de ti.",
                "ChangeEnergyQuietly",
                "-20",
                "Ella comienza a tragar bocada tras bocado de tu energía, besando efectivamente la pelea fuera de tu lengua.",
                "Catherine comienza a empujarte suavemente hacia la cama, pero te resistes a sus intentos, preparándote mientras tratas de quedarte sentado por al menos un poco más.",
                "ChangeEnergyQuietly",
                "-20",
                "Pero después de solo unos pocos momentos más de sus intensos besos y tragando tu energía, tu postura comienza a vacilar y temblar.",
                "ChangeEnergyQuietly",
                "-20",
                "Ella se ríe seductoramente en tu boca mientras sus ojos verdes puros continúan mirando hacia los tuyos.",
                "ChangeEnergyQuietly",
                "-30",
                "Catherine parece estar disfrutando mucho de esto, y con una energía placentera final que drena el trago, sus brazos finalmente se flojan y cae sobre su espalda cuando Catherine lo sigue hacia abajo, sin liberar su seductor de su rostro.",
                "ChangeEnergyQuietly",
                "-30",
                "Su ferviente sesión de besos solo parece ser más intensa ahora que te tiene fijado en la cama mientras su lengua continúa enredando agresivamente con la tuya.",
                "ChangeEnergyQuietly",
                "-30",
                "Después de algunos tragos más poderosos, gimes en la dulce boca de Catherine mientras tu polla palpita y se contrae en éxtasis sin siquiera el ligero toque físico.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Beso completamente borracho en este punto, solo puedes recostarse mientras ella rompe el beso con una sonrisa triunfante, dejándolos jadeando con lujuria.",
                "Speaks3",
                "Mmmm ... ♥ tu energía sabe {i} Entonces {/i} bien ... ♥ pero quiero {i} más. ♥ {/i}",
                "Lentamente sigue una de sus manos en su pecho hasta que alcanza su rígida virilidad, y se detiene por un breve momento antes de que comience a rastrear suavemente un dedo hacia arriba y hacia abajo por la parte inferior de su polla.",
                "Este simple toque solo envía escalofríos de placer a través de ti, y tu eje comienza a filtrar grandes cantidades de precum bajo sus tiernas ministerios.",
                "Speaks3",
                "Así que déjalo todo para mí. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Kiss",
                "Con una sonrisa traviesa, ella comienza a salpicar tu rostro con pequeños besos, haciéndote temblar mientras cada uno te envía una sacudida de excitación ardiente.",
                "Tu polla se contrae y palpita de sus burlas combinadas mientras sus dedos continúan tocándola y acariciando suavemente, convenciendo sin esfuerzo tus deseos lujuriosos.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Catherine lentamente se lame los labios antes de que su boca tome la tuya una vez más, y su cuerpo temblaba y se estremece del beso profundo mientras su lengua acaricia cada rincón de su boca una vez más.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "ChangeEnergyQuietly",
                "-30",
                "Ella comienza a tragar tu energía una vez más, enviando ola tras ola de éxtasis a través de ti mientras tu polla se contrae con necesidad, rogando por más de su toque suave.",
                "ChangeEnergyQuietly",
                "-30",
                "Su mano suave obliga y agarra firmemente su polla antes de comenzar a acariciar su eje lubricado con precum.",
                "ChangeEnergyQuietly",
                "-30",
                "Tus ojos se enrollan mientras te besa más y traza más y más tu energía mientras su mano te saca más y más rápido.",
                "ChangeEnergyQuietly",
                "-30",
                "Incapaz de tomar más, tus bolas doloridas se tensan y tus caderas se reducen a la mano de Catherine a medida que el placer orgásmico comienza a abrumarte.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "No puedes evitar disparar cuerdas gruesas de semen al aire mientras Catherine continúa besándote sin sentido y rápidamente acaricia tu polla.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Una y otra vez, tu virilidad brota la carga tras carga para ella, dejándote un desastre y delirante mientras ella continúa masturbándote incluso en el medio de tu orgasmo.",
                "PlayerOrgasm",
                "1",
                "ChangeEnergyQuietly",
                "-30",
                "Finalmente, ella comienza a frenar su placentero asalto sobre ti mientras deja escapar un sonido feliz en tu boca con un trago final.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "Un resplandor azul frío envuelve a ambos cuando Catherine absorbe hasta la última gota de su semen, enviando escalofríos por su columna vertebral mientras su mano finalmente deja de bombear su eje y lo libera de su agarre.",
                "Ella rompe el beso con un golpe fuerte y húmedo, y puedes ver débilmente una pequeña cadena de saliva que todavía conecta la boca mientras se aleja.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "¡Hahhhh! ♥ que fue tan delicio-! ♥ e-eh?H-Hey, [ThePlayerName]?¿Estás bien?D-Did, ¿exagere?",
                "Catherine te mira nerviosamente mientras estás ligeramente espasmo en la cama, aún abrumada por las réplicas de placer de tu intensa sesión de besos.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmileOpenMouth",
                "Speaks",
                "Oh, está bien, simplemente volaste un poco la mente.¡Buen trabajo! ♪",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileOpen",
                "Speaks2",
                "Incluso te impidiste ir 'hasta que no le quedara nada. ♪",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ClosedEyeSmileSmall",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speaks3",
                "¡W-WAIT!¿How mucho {i} dio {/i} Drené de él?¡D-Don preocupado [ThePlayerName]!¡Te devolveré algo de energía!",
                "ChangeEnergyQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Catherine extiende sus manos y un brillo azul ligeramente frío te envuelve mientras sientes que algo de energía regresa a tu cuerpo agotado.",
                "ChangeEnergyQuietly",
                "50",
                "ChangeArousalQuietly",
                "50",
                "ChangeSpiritQuietly",
                "1",
                "Tus pensamientos parecen desconcertarse de la recuperación mágica, pero de tu erección rígida está claro que la magia de recuperación no solo afectaba tu mente.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Catherine deja escapar un 'Eep' tranquilo al ver tu cuerpo tan listo para otra ronda, y salta hacia atrás con un rubor mientras corta el flujo de magia.",
                "Speaks3",
                "T-ahí, deberías sentirte mejor ahora ...",
                "ChangeFetish",
                "Kissing",
                "5",
                "JumpToScene",
                "RecoveryCatherine"
            ]
        },
        {
            "NameOfScene": "Tail pussy.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Jennifer te da una sonrisa descarada cuando Catherine se enroja y asiente a su solicitud.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Después de tomar un momento para prepararse, se coloca entre tus piernas antes de mirar nerviosamente tu virilidad.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "El corazón al final de su cola comienza a cambiar, cada vez más estrecho como un tubo antes de abrirse de par en par y envolver su polla.",
                "ChangeArousalQuietly",
                "20",
                "Su interior es húmedo y suave, perfectamente conforme a la forma de su eje rígido, y le da a toda su longitud un apretón de bienvenida que te hace gemir felizmente.",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "Catherine te mira con una creciente excitación, juzgando tu reacción cuando su cola comienza a chuparte intensamente tu polla mientras comienza a masajear suavemente tus bolas con sus delicadas manos mientras un brillo azul fresco las cubre.",
                "ChangeArousalQuietly",
                "30",
                "Jadeas cuando tus testículos están llenos de una cálida sensación de hormigueo de su magia, se hincha visiblemente un poco a medida que una batalla placentera comienza dentro de ellos que hace que tu virilidad se contraiga y duele.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "Speaks3",
                "Un poco de magia debería asegurarnos de que ambos disfrutemos mucho más.",
                "ChangeArousalQuietly",
                "50",
                "Su cola hace un movimiento de trago alrededor de tu virilidad, haciéndote estremecer a medida que comienza a tratar de ordeñar tu polla, manteniendo una succión amorosa en tu longitud, dejándote jadeando de placer mientras traza y ondas una y otra vez.",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine te sonríe mientras se enjuague débilmente, claramente feliz de que estés disfrutando de esto tanto como ella.",
                "ChangeArousalQuietly",
                "50",
                "Los escalofríos de éxtasis suben por la columna vertebral como numerosas lenguas delgadas como los zarcillos descienden de repente sobre la cabeza sensible de su polla, masajeándose y burlándose de ella todo, haciendo que sus caderas salten de deleite.",
                "ChangeArousalQuietly",
                "50",
                "Tus espasmos superiores de las sensaciones de los innumerables pequeños sentimientos que lo atacan de innumerables maneras, dejándote jadeando y retorciendo el placer del asalto implacable de su cola, tus bolas se apretan con la necesidad a medida que tu polla contracción comienza a conceder a tu orgasmo burbujeante.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "Catherine deja de masajear tus bolas y golpea la base de tu polla con un dedo brillante mientras forma un anillo de polla azul mágico alrededor de tu virilidad que te hace gritar cuando te quedas incapaz de correrse.",
                "Speaks3",
                "No hay corridos todavía. ♥ Incluso si apenas puedes tomar esto, {i} tienes {/i} para aguantar. ♥",
                "ChangeArousalQuietly",
                "100",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Ella se ríe traviesamente cuando tu polla palpita antes de que se mueva y comienza a chupar húmedamente y lamer tus bolas doloridas con la boca, dejando ese dolor cálido en tu ingle pulsando con necesidad, pero el sello que le pone la virilidad solo lo deja a la madurez.Twitch en lugar de chocar.",
                "ChangeArousalQuietly",
                "150",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Kiss",
                "Jadeas y se estremece, tratando desesperadamente de soportar las olas de placer que atraviesan todo tu cuerpo, pero su cola le da a tu virilidad un apretón juguetón y rompe tu concentración, haciéndote temblar con deleite a medida que tu mente se queda en blanco con felicidad, la idea de llenarSu cola con tu semen inunda tu cerebro.",
                "ChangeArousalQuietly",
                "200",
                "Pero tu virilidad se queda espasmo en el dolor de negación, incluso cuando los innumerables zarcillos dentro de su cola trazan suavemente alrededor de la punta de tu polla en círculos enloquecedores, sacando espasmos largos y dolorosamente agradables de tu polla, y tus bolas se agitan y se contraen con una desagradable necesidad deSus labios chupando.",
                "PlayerSpeaks",
                "C-Cathy, ¡necesito correrme!",
                "ChangeArousalQuietly",
                "200",
                "Ella ni siquiera reacciona ante tu súplica desesperada, aparentemente perdida en un trance lujurioso mientras continúa lamiendo y besando tus bolas de contracción, casi como si estuviera tratando de convencer tu semen a pesar de tu mágico anillo de polla negando tu liberación, dejándoteCon solo una dicha irradiada cálida que se derrite por las caderas.",
                "ChangeArousalQuietly",
                "350",
                "Su cola continúa su asalto casi tortuoso a tu ingle, ya que ordeña sin cesar, chupa y se burla de tu virilidad agonizante y erguida, ondulando y apretando en un estado celestial de éxtasis, los pequeños cilios que te llevan salvajes con euforia mientras hacen que tu consejo.",
                "ChangeArousalQuietly",
                "9999",
                "Los siguientes minutos parecen continuar con una eternidad alucinante mientras el orgasmo que Catherine sigue construyendo lo niega una y otra vez, manteniéndolo al borde del clímax de contracción hasta que el deseo ardiente de liberación abruma por completo a su mente en su mente, dejándote solo pensando en llenar su cola con semen.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Después de lo que se siente como una vida de placer agonizante y maravilloso, Catherine finalmente se aleja de tu saco con una sonrisa casi borracha en su rostro, luego con un suspiro vertiginoso, se rompe los dedos, causando que el anillo desaparezca al instanteen tu virilidad.",
                "PlayerOrgasm",
                "3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "La intensa succión de su cola combinada con los innumerables sentimientos pequeños masajeando su punta es más que suficiente para enviar su cuerpo atormentado a un orgasmo que le rompe la mente, su polla y su bolas se espasan en liberación encantadora y un aullido roto escapa de sus labios mientras ustedInundar su cola hambrienta con una marea interminable de semen.",
                "PlayerOrgasm",
                "2",
                "La cola de Catherine no detiene su poderosa estimulación de trago a lo largo de su orgasmo, chupando en voz alta y drenando cada gota de semen que dispara a él mientras continúa prolongando sin esfuerzo su orgasmo de cuerpo completo con sus burlones que envían sacudidas de dicha a través de su espasmo..",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Ella gime y escalofríos con deleite con cada gota de semen que le quita mientras te acostas tumbando debajo de ella, y apenas estás recordando respirar como un placer interminable te abruma en ondas climáticas sin fin mientras puedes ver todo lo que puedes en la cola.",
                "Pero lenta y gradualmente, el placer comienza a desaparecer a medida que su orgasmo finalmente comienza a desaparecer incluso mientras su cola continúa tragando laslojes por su semen, dejándote tirar con réplicas de éxtasis.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Catherine se lame los labios con hambre cuando su cola comienza a chupar y burlarse de su eje nuevamente, comenzando a acariciar suavemente su longitud, sacando un gemido lamentable y tembloroso de usted mientras su virilidad sobreestimulada se le da una estimulación más agonizante.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "Los ojos de Catherine repentinamente despejan de su lujuria mientras escucha tu gemido, y ella parpadea al darse cuenta mientras saca la cola de tu eje dolorosamente rígido, dejando que se contrae al aire libre.",
                "Speaks3",
                "Debería, uhm, parar antes de ... um ... {i} no {/i} parar ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Jeje, pensé que Heather y yo íbamos a tener que alejarte de él por un segundo allí.",
                "Speaks2",
                "Hmhmm, realmente hiciste un número en [ThePlayerName].Pero estoy seguro de que le encantó cada segundo, buen trabajo Cathy. ♪",
                "Te recostas y te bañas en el suave resplandor esponjoso inundando rápidamente tu cuerpo del increíble orgasmo que Catherine te dio, jadeando con una mezcla de excitación y agotamiento.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "Catherine de repente se acuesta a tu lado, envolviendo sus brazos alrededor de ti mientras descansa su mejilla contra tu pecho.",
                "Speaks3",
                "¿Estás bien [ThePlayerName]?Te hice un ruido por mucho más tiempo de lo que quise ...",
                "Jadeando, asiente, decidir que el placer valió la pena la espera extra.",
                "Usted y Catherine se sostienen por un breve momento antes de que ella se aleje con un sonrojo profundo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "JumpToScene",
                "RecoveryCatherine"
            ]
        },
        {
            "NameOfScene": "Tail peg.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "El corazón al final de la cola de Catherine se adelgaza, cada vez más puntiagudo y estrecho, y ella le da algunos giros de prueba y se flexiona antes de darle una vez muy crítico.",
                "Ella comienza a lamer y chupar su cola por unos momentos antes de detenerse cuando se da cuenta de la mirada que le estás dando.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¡Solo lo estoy lubricando!",
                "Rápidamente termina de lubricar su cola con su saliva de succubi ligeramente viscosa, haciendo todo lo posible para no darte un espectáculo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Speaks3",
                "Muy bien [ThePlayerName], solo respire profundamente y relájese por un momento.",
                "Mientras lo hace, su cola penetra gradualmente su trasero en un movimiento lento lento.",
                "Jadeas en una ligera incomodidad inicialmente cuando su cola empuja lentamente, lubricando tu trasero.",
                "Catherine gradualmente construye un tempo constante con los movimientos de su cola, puntuando a cada uno con la punta de su cola golpeando su próstata.",
                "Su polla se erige como una sensación cálida y agradable se acumula lentamente en las caderas de la cola de Catherine que te burla de ti.",
                "Catherine comienza a acariciar suavemente su cuerpo con los dedos mientras su cola continúa empujándose hacia usted, enviando escalofríos de placer a través de su piel con cada toque.",
                "Su respiración gradualmente se vuelve más rápida a medida que sus manos y cola continúan burlándose y acariciando, eventualmente transformándose en gemidos suaves a medida que la sensación cálida en sus caderas se extiende por todo su cuerpo, intensificándose en pulsos más fuertes a medida que las olas de placer irradian desde la parte trasera.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Catherine se lame los labios al ver tu polla sacudida mientras filtra el precum, pero no hace ningún movimiento hacia él mientras sus manos y cola continúan teniendo complaciendo tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "A medida que el intenso placer fundido en sus caderas finalmente alcanza su apogeo, la cola de Catherine detiene su empuje, y la punta de su cola comienza a presionar hacia su próstata y traza pequeños círculos a su alrededor.",
                "Su orgasmo te golpea más fuerte de lo que esperabas, haciendo que todo tu cuerpo se estremezca como una ola tras ola de cálido éxtasis sobre ti, bloqueando tu mente con las cascadas de placer aparentemente interminables.",
                "El intenso orgasmo seco se extiende su forma temblorosa, dejando a su polla torciéndose y palpitando salvajemente en el aire, solo gotea unas gotas de semen mientras la cola de Catherine continúa burlándose y sondeando a su próstata.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "A medida que el cálido placer comienza a eliminar lentamente, Catherine se saca cuidadosamente de su trasero mientras sonríe suavemente hacia usted.",
                "Speaks3",
                "Me alegra que hayas disfrutado de que [ThePlayerName]. ♥",
                "Te quedas sacudiendo y jadeando en la cama mientras usa un poco de magia para limpiar la cola de la lubricación que usó, luego acaricia suavemente tu cuerpo, ayudando a aliviarte del placer de adormecer de la mente que te acaba de dar.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "LipLick",
                "Jennifer mira tu eje aún rígido mientras gotea con precum.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Smug",
                "Speaks",
                "Entonces ... ¿vas a beber esa espesa carga que tiene esperando para estallar?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¿H-huh?¡No se trataba de comer!Se trataba de hacerle sentir Goo-",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "SmugExtraSmug",
                "Speaks",
                "Porque si no lo haces, entonces lo haré. ♥",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Kiss",
                "Catherine Harrumphs en voz alta antes de sumergirse repentinamente en la boca sobre la cabeza de tu polla, provocando un grito sorprendido de ti mientras se burla y lame tu carne de gran sensible, chupando atentamente tu punta.",
                "PlayerOrgasm",
                "1",
                "No se necesita gran parte de esta estimulación para enviar su virilidad a un orgasmo que se contrae y palpitando, algunos movimientos de su lengua te obligan a gemir en la felicidad meltosa mientras llenas la boca de Catherine con tu semen.",
                "Catherine deja escapar un sonido sorprendido a medida que más de lo que esperaba inunda su boca, y parte de eso se desborda de sus labios y gotea por tu dolor de dolor mientras intenta atrapar toda tu semilla en la boca y beberla.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Ella traga la carga gruesa con una expresión lujuriosa antes de tirar sus labios en tu eje para absorber el semen que perdió, extrayendo una carga extra de tus bolas de tensión en el proceso para su deleite.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Finalmente, se aleja de su rígida virilidad con un jadeo húmedo antes de lamerse los labios y suspirarse con satisfacción, frotando suavemente su estómago mientras se inclina hacia la cama.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speaks3",
                "Uhm ... ah ... gracias por la comida [ThePlayerName] ... ¿eh?[ThePlayerName]?",
                "Ella mira su cuerpo con preocupación, y solo puede acostarse jadeando mientras intenta recuperarse del abrumador placer de dos orgasmos uno tras otro.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speaks3",
                "¡A-ah!S-sorry ... i- uhm ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "Catherine decide acurrucarse a su lado mientras se recupere, y afortunadamente Jennifer y Heather parecen contentos de charlar por un tiempo y no insistir en que siga alimentando a los tres, aunque solo sea por un momento.",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Ass",
                "5",
                "...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Finalmente, la cálida y acogedora sesión de abrazos con Catherine llega a su fin, aunque parece un poco triste porque tiene que hacerlo.",
                "JumpToScene",
                "RecoveryCatherine"
            ]
        },
        {
            "NameOfScene": "Perineum massage.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine asiente y se mueve cerca de la entrepierna con una descarga antes de presionar dos de sus delicados dedos contra la piel entre las bolas y el culo.",
                "Ella comienza a masajearte lentamente, presionando sus dedos en tu piel y amasando un poco tu carne.",
                "Si bien ella te toca es agradable, realmente no sientes demasiado placer.",
                "Speaks3",
                "Donde esta ...",
                "Ella continúa tocando y masajeando su piel, pareciendo estar buscando un lugar específico, hasta que una caricia profunda contra su piel te hace jadear como una sensación cálida repentina flores desde el interior de ti.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "Speaks3",
                "Lo encontré. ♪",
                "Catherine sonríe y comienza a enfocar su masaje en este lugar, haciéndote gemir ligeramente mientras los pulsos cálidos de placer corren a través de tus caderas.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "Sus dedos comienzan a brillar azules con su magia, y dejas escapar un grito cuando los pernos eléctricos de placer comienzan a golpear tu próstata.",
                "Callas sorprendido por las extrañas sensaciones a medida que el cálido placer comienza a construir más rápido antes de comenzar a pulsar en todo tu cuerpo.",
                "Se siente como si hubiera agarrado algo dentro de ti, inundándolo con placer, y cada pequeña caricia que hace está enviando escalofríos de pura dicha a través de tu piel.",
                "Tu polla palpita a tiempo con cada ola de éxtasis que te arrastra mientras gemirás y jadeas en la felicidad alucinante.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Loving",
                "La mano libre de Catherine comienza a brillar mientras levanta la mano antes de chasquear los dedos, y una repentina explosión de placer golpea tu ingle, haciéndote llorar de placer inducido por la magia mientras ondota a través de tus caderas.",
                "Su otra mano continúa presionando y masajeando su piel, enviando pernos de placer eléctricos directamente a su próstata mientras ella continúa tomando sus dedos de vez en cuando, enviando olas de felicidad orgásmica seca sobre ti que te deja temblando en la dicha celestial.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "Catherine sonríe ante su cara de placer antes de chasquear los dedos tres veces en rápida sucesión, enviando una cascada fundida de éxtasis que induce electricidad en usted que alcanza instantáneamente cada parte de su cuerpo con un placer de flejado.",
                "PlayerOrgasm",
                "1",
                "Tu cuerpo se contrae y espasmos como un orgasmo de adormecedora mental te golpea como una ola de marea, y tu polla palpita con fuerza mientras brota las gruesas cuerdas de semen en el aire, tus caderas se contraen esporádicamente de los choques de placer a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Catherine finalmente detiene su placentero asalto mágico sobre ti mientras te corres, dejándote temblando y jadeando mientras un brillo azul frío te cubre y absorbe rápidamente tu semen y energía en un destello inductor de un escalofrío.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "Después de que ella absorbe el último de tu semen, Catherine se acurruca a su lado, envuelve sus brazos alrededor de ti y dándote un beso casto en la mejilla mientras te recuperas de tu orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Speaks",
                "Maldita sea ... realmente necesito ser más creativo cuando uso magia durante el sexo ...",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeWorry",
                "Speaks2",
                "Realmente lo haces, es un poco triste ...",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "ComicPanic",
                "ChangeImageLayer",
                "Expression",
                "Heather",
                "ClosedEyeSmileSmall",
                "Speaks",
                "Sí ... ¡H-hey!",
                "Catherine se ríe suavemente en tu oído mientras sus dos amigos bromean cerca.",
                "ChangeImageLayer",
                "Expression",
                "Jennifer",
                "Pouty",
                "Después de unos momentos pacíficos, Catherine rompe la sesión de abrazos con un puchero cuando Jennifer comienza a afirmar que Catherine te está acosando.",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "RecoveryCatherine"
            ]
        }
    ]
}