{
    "name": "Visit Jora",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Visit Jora's cave near the base of the mountain. She's sure to appreciate your company.",
    "requires": [
        "Jora's Gift"
    ],
    "Speakers": [
        {
            "name": "Jora",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Regresas a la guarida de Jora y te acercas a la entrada a la cueva Black Pitch.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "El wurm se desliza hábilmente de la cueva oscura con una sonrisa, y su cola se agita alegremente detrás de ella mientras te ve.",
                "Speaks",
                "[ThePlayerName]!¿Ven a entrar en mi guarida?Jeje ... también podríamos hacer algunos combates si quieres.",
                "Speaks",
                "Pero no estamos peleando en mi cueva, así que avísame ahora, y no creo que te lo tome con calma.",
                "Menu",
                "Head inside.",
                "Fight!",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "¡Informas a Jora de tu intención de entrenar, y ella te da una amplia sonrisa antes de que te cargue con una velocidad alarmante!",
                "CombatEncounter",
                "Jora",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Unos momentos después de desaparecer de su derrota, Jora sale de su cueva con una descarga.",
                "Speaks",
                "Ganaste, así que ... ¿quieres ir a otra ronda?¿O simplemente quieres entrar y relajarte ahora?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Menu",
                "Head inside.",
                "Fight!",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El wurm te hace pucheros por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Bien ... pensé que al menos querrías ir y charlar por un rato ...",
                "Jora vuelve a su cueva con una mirada decepcionada en su rostro y vuelves a casa.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Informas a Jora que es hora de que te pones en marcha.",
                "Speaks",
                "Finneee ... tienes cosas que hacer, y no puedo mantenerte aquí para siempre.Por mucho que me gustaría ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Espero que vuelvas pronto [ThePlayerName].",
                "Ella te saluda cuando sales de su cueva y regresas a la ciudad.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Head inside.",
            "theScene": [
                "ChangeBG",
                "dungeon.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Te diriges a la cueva de Jora, y ella rápidamente ilumina la habitación con uno de sus tesoros de su tesoro, lo que te permite ver la cueva y su interior desgastado.Su cama de telas de chatarra todavía está en la esquina de la habitación, pero su tesoro parece haberse vuelto mucho más grande desde la última vez que la viste.",
                "JumpToScene",
                "JoraCaveMenu"
            ]
        },
        {
            "NameOfScene": "JoraCaveMenu",
            "theScene": [
                "Menu",
                "Check Jora's Hoard.",
                "Talk.",
                "Bathe?",
                "Sex?",
                "Cuddle.",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Check Jora's Hoard.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Le dices a Jora que quieres volver a ver sus tesoros, y parece bastante complacida mientras te lleva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "El tesoro de Jora está encima de una losa de piedra completamente suave, cubierta de varias chucherías, muchas pilas de monedas doradas de países distintos de Lucidia y numerosas gemas y minerales variados, incluida la piedra preciosa brillante que actualmente enciende la cueva.",
                "Su colección de tesoros parece haberse expandido bastante desde que la conociste por primera vez cuando notas algunos artículos pequeños adicionales que debe haber cambiado con las arpías para obtener, pero la gran mayoría de las adiciones son monedas de oro que claramente planea comer, considerando cómo los está mirando hambrientos.",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Trove Menu",
            "theScene": [
                "Menu",
                "Ask about the glowing gemstone with a bite taken out of it.",
                "Ask about the piles of gold.",
                "Ask about the strange looking cup.",
                "Ask about the aged wooden dolls.",
                "Something else...",
                "Done looking at treasure.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about the glowing gemstone with a bite taken out of it.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Bueno, estaba cavando por la tierra cuando encontré esto, y cuando le di un gran bocado, ¡me asustó a la muerte cegándome!Pasando de un tono negro a duele realmente brillante ...",
                "Jora hace una mueca en la memoria antes de devolverle su atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "Pero fue una de las gemas más geniales que he encontrado, así que decidí mantenerlo aquí en lugar de comerlo como venganza por cegarse.Realmente ayuda hacer que algunos de mis otros tesoros brillaran.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Supongo que también te ayuda a ti y a las arpías a ver aquí, ¡así que diría que es una parte muy importante del Tesoro!",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the piles of gold.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella recoge una moneda de oro con una garra y le sonríe felizmente.",
                "Speaks",
                "Jejeje, desde que comencé a comerciar con las arpías, he podido obtener mucho más de estos.",
                "Ella lo arroja a su boca y mastica contenta.",
                "Speaks",
                "Aunque se sorprendieron por alguna razón por la que no quería esas desagradables monedas moradas.",
                "Ella recoge una de las monedas de oro y la acerca a tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¿Quieres probar uno?",
                "Le explicas que literalmente no puedes comer eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Oh sí...",
                "Ella se encoge de hombros y arroja la segunda moneda a su boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Los pobres humanos y sus hábitos alimenticios inferiores ... ¡más para mí!",
                "Su mano comienza a alcanzar hacia la pila de monedas nuevamente, pero se detiene cuando una mirada con problemas cruza su rostro y su otra mano se extiende hacia su estómago.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Aunque ... realmente debería ver cuántos de estos como ...",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the strange looking cup.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella recoge cuidadosamente la extraña copa roja con sus garras.",
                "Speaks",
                "Aparentemente, estos son realmente fáciles de conseguir, o al menos las arpías lo dijeron.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Speaks",
                "Sin embargo, esta cosa todavía es un tesoro para mí, ¡y lo uso para almacenar oro!",
                "Ella muestra con orgullo las monedas que está almacenando en él.",
                "Jora comienza a apretar ligeramente la taza, y la taza se dobla milagrosamente con la presión y unas pocas monedas se derraman sobre la pila del tesoro, luego cuando libera la presión, lentamente vuelve a estar en forma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Cuando le pregunté a Piri al respecto, dijo que no son copas mágicas, aparentemente están hechos de algún tipo de material extraño que usan en la capital.",
                "Ella lo vuelve a poner en la losa de piedra con una ligera sonrisa.",
                "Speaks",
                "Y resulta que Piri era la arpía que asusté y obtuve las tazas en primer lugar si puedes creerlo.Pequeño mundo, ¿eh?",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the aged wooden dolls.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Con una sonrisa casi infantil, Jora recoge delicadamente una de las muñecas de madera y la acerca a su rostro.",
                "Speaks",
                "¡Oh, he tenido esto desde que solo estaba un poco Wurmling!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Después de darle una mirada larga, la coloca suavemente sobre la losa de piedra y te cuenta ansiosamente sobre la 'princesa delicada' y el 'monstruoso dragón' con una pequeña sonrisa feliz.",
                "Ella no te deja tocarlos, pero te deja acercarte y verlos, y notas que a pesar de que están bien usados ​​con el paso del tiempo, están excepcionalmente bien elaborados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Spiritual Moment (1_32) 90bpm (L).mp3",
                "La sonrisa de Jora comienza a vacilar por un momento y suspira con melancolía.",
                "Speaks",
                "Voy a estar muy triste cuando finalmente se rompan ... ya ni siquiera puedo jugar con ellos, son tan viejos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella se endereza después de un breve momento y te muestra una sonrisa de dientes, pero puedes decir que es un poco forzado.",
                "Speaks",
                "No es que yo {i} ya jugaría con ellos, eso sí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern'",
                "Ella cuidadosamente pone las muñecas de vuelta en la losa de piedra con un pequeño suspiro triste antes de mirar hacia ti.",
                "Speaks",
                "Oye ... has estado cuidando al Caballero, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Asiente con la cabeza y se lo muestras, y una sonrisa realmente feliz estalla en su rostro.",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the sword with almost just the hilt left.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Seré honesto, acabo de encontrar una espada un día y comí la mayor parte de la cuchilla ... pero pensé que la empuñadura se veía realmente genial, ¡así que decidí mantenerla!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Pusiría un cráneo al lado o algo así, pero aún no he encontrado uno y las arpías se asustaban cuando pregunté si tenían alguno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aunque ahora que lo pienso, los Harpies realmente tampoco tienen muchos cascos buenos, y sus sombreros son demasiado lindos para trabajar ... tal vez debería intentar intercambiar con algunos de esos Wretc-uhm ...{i} agradable {/i} mujeres lagarto ...",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Something else...",
            "theScene": [
                "Menu",
                "Ask about new items.",
                "Ask about the sword with almost just the hilt left.",
                "Look at the first set of treasures again.",
                "Done looking at treasure.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Look at the first set of treasures again.",
            "theScene": [
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Ask about new items.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Jora se ilumina y te muestra con entusiasmo algunas de las nuevas incorporaciones a su tesoro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "La mayoría de los artículos nuevos son cosas relativamente mundanas, que van desde una horquilla de plata intrincadamente tallada con un pequeño bocado sacado del fondo hasta un libro sobre geología.",
                "Sin embargo, mientras miras a través de los artículos, notas algo que parece muy fuera de lugar entre el resto de sus tesoros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Un rotor blanco bastante grande se encuentra junto a una pequeña pila de monedas de oro, y mientras lo miras con incredulidad, Jora lo recoge con entusiasmo y lo lleva hacia tu cara para una inspección más cercana.",
                "Speaks",
                "Esta cosa es sorprendente [ThePlayerName], ¡es realmente útil para ayudarme a relajarme en lugares difíciles de alcanzar!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Nunca había visto algo así cuando las arpías vinieron con algunos artículos que pensaban que estaría interesado, y estaba tan emocionado cuando descubrí cómo funcionaba que no podía dejar de usarlo.",
                "Te enjuagas de lo atrevido que Jora se ha vuelto de repente a medida que mueve un interruptor en el costado y gira a la vida.",
                "Speaks",
                "... mmm ... solo pensar en eso me hace querer usarlo de nuevo ... ¿Care por una demostración, [ThePlayerName]?",
                "Antes de que puedas responder, Jora lo acerca a su cuerpo y aprietas los ojos mientras tus mejillas queman carmesí con vergüenza.",
                "ChangeArousalQuietly",
                "10",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Jora deja escapar algunos gemidos satisfechos a medida que el rotor continúa zumbando, y los sonidos se quedan en su mente mientras sus ojos permanecen firmemente cerrados.",
                "Pero eventualmente, tu curiosidad domina tus sentidos mientras miras lo que sucede frente a ti, y saltas un poco a medida que algo es aún más increíble se desarrolla ante ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Jora actualmente está frotando el rotor en su espalda y gimiendo mientras afloja los músculos tensos, y te da una sonrisa mientras miras confusión.",
                "Speaks",
                "Es un masajeador de espalda, y mmm ♥ realmente hace el trabajo bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Cuando lo probé frente a las arpías, se avergonzaron mucho por un momento antes de que ... ohh ... eso es bueno ...",
                "Ella deja caer la cabeza por un momento y deja escapar un gemido tranquilo mientras aparentemente trabaja con un nudo particularmente malo en su espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "... antes de ver lo que estaba haciendo con eso.¡Deben haber estado celosos de lo bien que me hacía sentir!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Jora finalmente apaga el rotor con una sonrisa antes de volver a colocarlo en la losa de piedra.",
                "Speaks",
                "Antes de conseguir eso, tuve que tratar de masajear mi propia espalda o usar rocas cercanas, lo que nunca fue tan bueno como quería que fuera, ¡así que estoy muy feliz de no tener que hacer eso más!",
                "Ella sonríe con una mirada tan inocente en su rostro que no tienes el corazón para decirle cuál es el rotor {i} en realidad {/i} usado para ...",
                "JumpToScene",
                "Trove Menu"
            ]
        },
        {
            "NameOfScene": "Done looking at treasure.",
            "theScene": [
                "Decides que has tenido suficiente de mirar los tesoros de Jora y pensar qué hacer a continuación.",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "ReturnToVisiting",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "Something else.",
            "theScene": [
                "JumpToScene",
                "JoraCaveMenu"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¿Quieres hablar?¡Seguro!¿Acerca de?",
                "JumpToScene",
                "Talk Menu"
            ]
        },
        {
            "NameOfScene": "Talk Menu",
            "theScene": [
                "Menu",
                "Piri?",
                "Treasure collection?",
                "Trading.",
                "Dragons?",
                "Something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Piri?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Oh, ella viene a visitarme con bastante frecuencia, y diría que nos llevamos bien, pero puede ser un poco ... hiperactiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aunque por lo que he visto, eso parece ser cómo las arpías {i} son {/i} ... pero a pesar de nuestras diferencias, definitivamente diría que Piri y yo somos buenos amigos ahora.",
                "Speaks",
                "Realmente no he progresado mucho con hacerse amigo de las otras arpías y me parecen un poco asustados sin importar lo que diga Piri, pero al menos intercambian todo tipo de basura genial conmigo, así que no me importa tambiénmucho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Jora mira pensativo la pared por un momento.",
                "Speaks",
                "Y para ser honesto, lo prefiero de esa manera.No necesito muchos amigos, solo necesito algunos cercanos.Además, se volvería tan ruidoso aquí si más de las arpías decidieran pasar el rato más a menudo ...",
                "Speaks",
                "Es la misma razón por la que evito la capital, también es ... ruidoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Jora hace una cara y sacude la cabeza antes de mirarte.",
                "JumpToScene",
                "Talk Menu"
            ]
        },
        {
            "NameOfScene": "Treasure collection?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "Jejeje, ha mejorado mucho, ¿no?El comercio con las arpías realmente funcionó a mi favor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Una pequeña mirada de lo que parece ser culpa aparece en la cara de Jora mientras la mira ahora mucho más grande.",
                "Speaks",
                "Aunque ... mucho de eso todavía {i} es {/i} comida ... b Pero todavía hay muchas cosas importantes allí!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Speaks",
                "¡Incluso logré obtener suficiente oro para usarlo como una cama, que siempre ha sido uno de mis sueños!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Jora se endereza de orgullo mientras felizmente sonríe, pero lentamente se transforma en una mirada de decepción.",
                "Speaks",
                "... Pero ... En realidad era {i} realmente {/i} incómodo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Ella le da a una pila cercana de monedas de oro un resplandor acusatorio y rápidamente arrebata un puñado y los come con algunos sonidos crujientes bastante fuertes.",
                "Speaks",
                "Así que ahora son solo mis sabrosos bocadillos para siempre para ser una cama tan pobre.",
                "JumpToScene",
                "Talk Menu"
            ]
        },
        {
            "NameOfScene": "Trading.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "De vez en cuando, algunas arpías traen algunas cosas para que las vea, y si me gusta algo, lo intercambio por ellas a cambio de algunas de las rocas y minerales que desenteré.",
                "Speaks",
                "Además, me da una mejor razón para levantarme y ir a cavar aparte de si solo tengo hambre.",
                "PlayerSpeaks",
                "¿No solo cavas en esta cueva?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "¡¿Qué?!¡No!¡Por supuesto que no!¡No voy a romper mi casa y dejar un montón de agujeros en todas partes!¿Cómo te sentirías si de repente decidieras derribar las paredes de tu casa en lugar de usar la puerta cada vez que querías salir?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Le informas que estás de acuerdo y que {i} {/i} sería un poco tonto, y ella rápidamente se calma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "... De todos modos, generalmente vienen con una bolsa de cosas cada pocos días, y a veces son cosas que quiero, a veces no lo es.Sin embargo, la mayoría de las veces son más monedas de oro.",
                "Speaks",
                "Y en caso de que estuviera interesado en comerciar también, la piedra de curación que usé en Piri no es buena para reducir la excitación en el combate, solo la curación normal.",
                "Speaks",
                "Más allá de eso, nada de lo que encuentro o comerciar sería realmente útil para un aventurero como usted.¡Lo siento!",
                "JumpToScene",
                "Talk Menu"
            ]
        },
        {
            "NameOfScene": "Dragons?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Jora se pone de pie más recta con una sonrisa, claramente feliz de que los haya mencionado.",
                "Speaks",
                "Bueno, [ThePlayerName], los dragones son las mejores especies de monstruos de todas, mucho más grande que cualquier otro tipo de monstruo que puedas pensar.Debería saber, después de todo, i {i} soy {/i} uno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Los dragones tienen impresionantes tesoros, un intelecto mortal, capturan princesas justas y se defienden a Brave Knights todo el tiempo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "¡Somos de lo que están hechas la mayoría de las historias!E incluso si solo soy una subespecie de Dragon, Wurms sigue siendo un gran problema.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Jora se detiene por un momento y mira melancólicamente hacia la entrada de la cueva.",
                "Speaks",
                "... aunque ... podrías haber adivinado esto [ThePlayerName], pero ... a veces desearía que fuera un {i} dragón normal {/i} en lugar de un wurm.",
                "Speaks",
                "Poder volar sería tan {i} genial {/i} ...",
                "Speaks",
                "Incluso traté de conseguir un montón de arpías para tratar de levantarme del suelo para ver cómo era, pero soy ... eh ... aparentemente demasiado pesado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Jora de repente te da una mirada preocupada.",
                "Speaks",
                "[ThePlayerName] ... Estoy ... ¿Estoy gordo ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Rápidamente le aseguras que ella no es, decidiendo que decirle la alternativa sería demasiado peligrosa, y Jora deja escapar un suspiro de alivio mientras mira hacia la entrada a la cueva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno ... tal vez no volar es para lo mejor ... no estoy tan bien con las alturas de todos modos ...",
                "JumpToScene",
                "Talk Menu"
            ]
        },
        {
            "NameOfScene": "Cuddle.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Jora sonríe y de repente te agarra con sus garras, tirando con fuerza hacia su cama antes de bajarte suavemente sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Antes de que puedas hacer algo, ella te empuja en un abrazo apretado y envuelve su cola alrededor de tus piernas, inmovilizándote mientras ella felizmente tararea.",
                "Jora se abraza contra tu cuerpo, y no puedes evitar enjuagar mientras sus senos considerables presionan contra ti y vibran suavemente mientras continúa tarareando suavemente.",
                "Pero a pesar de no poder moverse, te encuentras relajándote cada vez más en el cómodo agarre de Jora mientras lentamente comienza a conciliar el sueño.",
                "Te encuentras siguiéndola hasta que te quedes dormido en breve mientras su respiración lenta y su cuerpo sorprendentemente suave te arrullan a dormir ...",
                "...",
                "RestPlayer",
                "Algún tiempo después te despiertas cuando Jora comienza a moverse, y ella le libera su agarre con un estiramiento mientras deja escapar un lindo bostezo y se frota suavemente los ojos con su antebrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "Eso fue ... agradable.Uh ... Entonces, ¿qué quieres hacer?",
                "Ella te mira con un ligero al ras.",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "Sex?",
            "theScene": [
                "IfChoice",
                "1",
                "",
                "FirstTimeSex",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "Speaks",
                "Uhm ... Claro, eso me suena bien ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Jora se sonroja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Pero ... ¿cómo quieres hacerlo?¿Quieres un Quicky?O ... ¿Quieres hacerlo por unos días?",
                "Menu",
                "Quicky.",
                "Long term sex.",
                "Nevermind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nevermind.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Jora te mira con un ligero al ras.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "Estás loco de burla ...",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "Enough Sex.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Jora hace pucheros por un momento antes de estirarse y limpiarse un poco.",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "FirstTimeSex",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "La cara de Jora se enroja y mira con timidez.",
                "Speaks",
                "...Alright.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Ella se inquieta nerviosamente por un momento antes de que su cola se lanza y se acerque bien alrededor de su torso.",
                "Speaks",
                "B Pero probablemente deberíamos tomarlo con calma por primera vez ...",
                "JumpToScene",
                "Quick Sex"
            ]
        },
        {
            "NameOfScene": "Quicky.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Alright!",
                "Jora sonríe cuando su cola se lanza y se acumula bien alrededor de su torso.",
                "Speaks",
                "No te preocupes, seré gentil.",
                "JumpToScene",
                "Quick Sex"
            ]
        },
        {
            "NameOfScene": "Quick Sex",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Su cola atrae a su cuerpo inmovilizado más cerca de ella mientras se mueve sobre su cama antes de llevar la cara a la suya.",
                "Jora coloca una mano arañada en la parte posterior de la cabeza mientras te empuja en un beso profundo mientras su otra mano agarra las caderas y empuja su creciente erección en su cintura antes de detenerse a pocas pulgadas de distancia.",
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "Las placas escaladas que protegen su coño se retracen, revelando su sexo goteando hacia ti.",
                "Ella rompe el beso y mira los ojos con el anhelo antes de sumergir tu virilidad en su apretada entrada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "El cuerpo de Jora se tensa en placer mientras su coño se aprieta en tu eje.",
                "Durante un tiempo, parece que su cola te va a aplastar, ya que inconscientemente se tensa y afloja alrededor de tu pecho mientras Jora se escapa de dicha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Los ojos dorados de Jora brillan con necesidad lujuriosa mientras te mira profundamente en los ojos.",
                "Speaks",
                "Mnnn ... [ThePlayerName] ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella te empuja de nuevo a un beso profundo y romántico cuando comienza a obligar a tus caderas a empujarla a la suya con la cola, y haces todo lo posible para que coincida con su ritmo y te muevas a tiempo con sus movimientos.",
                "Su coño increíblemente apretado aprieta y se agita alrededor de tu virilidad con cada empuje que hagas en él, haciendo todo lo posible para retirar tu semen a medida que las olas de éxtasis te avisan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Jora se escapa de placer cada vez que tus caderas se encuentran, gimiendo suavemente en tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Su cola se aprieta inconscientemente a medida que aumenta el ritmo de tu amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Mientras Jora continúa mirando con amor a tus ojos, sientes que tu virilidad comienza a pulsar con necesidad primaria.",
                "Su coño comienza a espasmo de manera intensamente alrededor de su eje, y todo el cuerpo de Jora se tensa en el orgasmo mientras se incriaba en su eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayerOrgasmNoSpiritLoss",
                "Ella deja escapar un grito de placer febril en la boca, mientras que su longitud dolorosa finalmente se siente abrumada por su coño indirecto, sujetando poderosamente a usted mientras brote las espesas cargas de semen en su cuerpo receptivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Después de unos momentos felices en los que ambos bajan de sus respectivos orgasmos, Jora despoja lentamente su cola de su alrededor mientras ambos colapsan en su cama, jadeando con agotamiento mientras se sonríe el uno al otro.",
                "Ella te empuja en un gentil abrazo y comienza a tararear felizmente mientras se acurruca contigo después de tu amor.",
                "IfChoice",
                "1",
                "",
                "AfterFirstTimeSex",
                "JumpToScene",
                "PostQuickSex"
            ]
        },
        {
            "NameOfScene": "AfterFirstTimeSex",
            "theScene": [
                "SetChoice",
                "1",
                "FirstTimeSex",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Mmmm ... Lo siento, eso fue muy rápido, pero estoy bastante seguro de que si intenté arrastrar eso, podría haber tratado de mantenerte conmigo durante días.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Joy",
                "Speaks",
                "Pero ... si no te importa quedarse por un tiempo, podríamos intentar algo así ... ♪",
                "Menu",
                "Another round?",
                "Long term sex.",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "PostQuickSex",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Base",
                "1",
                "Loving",
                "Speaks",
                "Mmm ... eso fue bueno ... así que, ¿quieres ir otra ronda?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Joy",
                "Speaks",
                "O ... si te sientes a la altura, podríamos tener una sesión 'extendida'. ♥",
                "Menu",
                "Another round?",
                "Long term sex.",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Post Sex Cuddling.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "Loving",
                "Jora sonríe suavemente y suavemente acaricia contra ti mientras enrolla lentamente su cola alrededor de tus piernas.",
                "Jora se abraza contra tu cuerpo, y no puedes evitar enjuagar mientras sus senos considerables presionan contra ti y vibran suavemente mientras comienza a tararear suavemente.",
                "Pero a pesar de no poder moverse, te encuentras relajándote cada vez más en el cómodo agarre de Jora mientras lentamente comienza a conciliar el sueño.",
                "No tarda mucho en hacer lo mismo, ya que el sonido de su respiración somnolienta y su cuerpo sorprendentemente suave te arrullan a dormir ...",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Algún tiempo después, ustedes dos se despiertan de su siesta alrededor del mismo tiempo, y cuando dejan escapar un pequeño bostezo, Jora acaricia más cerca de usted con una sonrisa somnolienta.",
                "Speaks",
                "Eso fue bueno ... mmm ... ¿quieres tener un sexo posterior a la siesta?",
                "Ella mira lascierras en tus ojos, aún no completamente despierto cuando una de sus garras traza suavemente la nuca de tu cuello.",
                "Menu",
                "Sex after nap.",
                "Long term sex.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex after nap.",
            "theScene": [
                "JumpToScene",
                "Another round?"
            ]
        },
        {
            "NameOfScene": "Another round?",
            "theScene": [
                "Menu",
                "You lead.",
                "Jora leads.",
                "Tail pegging.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Jora leads.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Jora sonríe y aprieta el agarre de su cola a tu alrededor antes de guiar su eje en su apretado coño.",
                "Ella gime suavemente mientras te presiona más y más dentro de ella mientras te empuja sobre tu espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Jadeas mientras el coño de Jora se aprieta firmemente alrededor de tu longitud, y ella rápidamente aprovecha tu boca abierta para obligarte a un beso profundo.",
                "Su lengua asalta la boca mientras su cola se tensa y afloja y afloja a su alrededor, obligando a un poco de aire a salir de sus pulmones que ya se vacian.",
                "La repentina falta de oxígeno combinada con el intenso beso es hacer que se encienda la luz, obligándolo a estremecerse de placer a medida que las sensaciones de su coño ordenan tu virilidad se vuelven mucho más intensas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Glade en la boca de Jora mientras intentas respirar tanto aire como puedas mientras su lengua continúa enredando agresivamente con la tuya.",
                "Cuando Jora finalmente presiona toda su longitud dentro de ella, comienza a moler lentamente sus caderas contra usted mientras su coño continúa apretando y acariciando su eje rítmicamente, y su polla comienza a latir con una necesidad de edificio.",
                "Con una sonrisa dominante pero amorosa, Jora rompe el beso y afloja un poco el agarre de su cola, e inmediatamente tomas una gran respiración cuando tus pulmones están llenos de su aroma femenino agradablemente salvaje.",
                "Su mente está casi dominada por su aroma intoxicante, haciendo que su virilidad ya rígida sea aún más dura mientras su coño continúa abrazándose y torciéndose suavemente a su alrededor, y te tembla de placer mientras tragas instintivamente la dulce saliva de sabor que dejó en tu boca mientras túpantalón y gemir en su agarre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella te da poco tiempo para recuperarte y te empuja de regreso a otro beso profundo mientras su cola se acumula aún más fuerte que antes, lo que hace un abrazo bastante agradable y aplastante.",
                "Tu polla se está sacudiendo y palpitando dentro del coño de Jora, ya que rítmicamente ordeña toda tu longitud, y te encuentras cada vez más cerca del borde del orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Pero gimes, ya que no puedes reducir las caderas en ella debido a su apretada agarre de ti, y te ves obligado a resignarte a los caprichos de Jora mientras su apretado coño te mantiene cerca del límite, pero nunca te empuja sobre él.",
                "Su lengua continúa retorciéndose y retorciéndose en la boca mientras su cola se aplica lentamente a su pecho, lo que obliga a aún más aire a salir de sus pulmones mientras tembla y se contrae en su intenso placer desgarrando todo su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "El cuerpo de Jora se escapa con deleite mientras mira su expresión de placer, y su cola se enrolla aún más alrededor de su pecho, empujando el último aire de usted y evitando que respire otro aliento.",
                "En este momento sin aliento, su coño de repente se aprieta más fuerte que nunca antes de tu palpitante virilidad y comienza a masajear poderosamente y chupar su longitud.",
                "Con el poco aire que has dejado, dejaste salir un gemido casi sin sonido, y todo tu cuerpo se convulsiona de placer mientras finalmente te llevas a una mente que dobla el orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayerOrgasmNoSpiritLoss",
                "Mientras descargas espurios gruesos de semen en el aplastante coño de Jora, todo su cuerpo se estremece en respuesta, obligándola a romper el beso mientras su espalda se arquea en éxtasis mientras deja escapar un grito salvaje de placer.",
                "Su cola se aprieta aún más a su alrededor desde su clímax tembloroso, atrapándolo en un momento de dicha sin aire a medida que los puntos negros comienzan a aparecer en su visión.",
                "Tu polla palpita una y otra vez en placer, lo que es mejor seguir brotando en el coño de Jora, ya que se retuerce y espasmos en toda tu longitud, extendiendo sin esfuerzo tu placer inducido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Cuando Jora finalmente baja de su propio orgasmo, afloja el agarre de su cola lo más rápido que puede, bajando suavemente sobre su cama.",
                "Jadeas desesperadamente para el aire, sin decir que Jora ha liberado tu virilidad de su orificio increíblemente apretado a medida que la negrura retrocede lentamente de tu visión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Ella te mira con preocupación mientras bajaba de su clímax, claramente preocupado de haber ido demasiado lejos.",
                "Speaks",
                "A-¿estás bien?",
                "Asientes un poco débilmente.",
                "PlayerSpeaks",
                "Y-Yeah ... solo necesito un momento ... para recuperar el aliento ...",
                "Si bien no te apagaste, definitivamente todavía estás un poco aturdido y más que un poco dolorido ...",
                "JumpToScene",
                "You recover."
            ]
        },
        {
            "NameOfScene": "Tail pegging.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "Jora se descarga y se ve un poco horrorizada ante su solicitud.",
                "Speaks",
                "Y-¿quieres {i} qué?Quiero decir, n-no Normal Lovey Dovey Sex, de todos modos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Ella se rasca torpemente su rostro mientras procesa su solicitud.",
                "Speaks",
                "Fine.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Se levanta de regreso antes de moverse a una posición sentada, o al menos lo más cerca posible con su cola, e invitada extiende sus brazos hacia ti.",
                "Speaks",
                "Ven aquí, tendrás que follarme mientras yo uso mi cola en ti así.",
                "Entras en su abrazo y guías tu erección rígida en su entrada húmeda.",
                "Su coño te aprieta instintivamente y deja escapar un gemido suave mientras sus brazos se envuelven alrededor de tu espalda.",
                "Encuentras tus propios brazos envolviendo la cintura de Jora, y con un brazo ella obliga a tu cara entre sus senos considerables.",
                "Por el rabillo del ojo, puedes verla sonrojarse mientras lames y chupa la punta de su cola, cubriéndola en su saliva bastante resbaladiza.",
                "Ella lo aleja de su boca después de un corto tiempo y te mira mientras coloca el extremo de su cola cerca de tu trasero.",
                "Speaks",
                "Ready?",
                "Asientes, y ella lentamente comienza a insertar la punta de su cola en ti, sus escamas redondeadas que envían sensaciones extrañas pero agradables que te aceleran.",
                "Finalmente, está completamente dentro de usted y jadeas mientras te ajusta a la inserción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "De repente, el coño de Jora se aprieta fuertemente alrededor de tu virilidad, haciéndote sacudir un poco, ya que olvidaste por completo que todavía estabas dentro de ella.",
                "Te retorces un poco y descubres que tu eje está firmemente atrapado dentro de su poderoso sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Dejas escapar un grito cuando su coño comienza a ordeñar lentamente y rítmicamente tu eje mientras su cola comienza a pinchar suavemente tu trasero, probando experimentalmente para ver dónde eres más sensible.",
                "Te quedas aferrándose a ella y acariciando tu cara en su pecho mientras su coño te mantiene en su lugar mientras su cola comienza a entrar y salir lentamente de ti.",
                "Tanto las escamas redondeadas y puntiagudas de la punta de sus colas se arrastran suavemente contra sus internos, lo que te hace tirar con pequeños picos de placer mientras golpean repetidamente tu próstata.",
                "Jora acaricia suavemente tu espalda con una garra mientras continúa empujando lentamente dentro y fuera de tu parte trasera, aliviando tu tensión mientras trata de mantenerte cómoda.",
                "Ella le sonríe suavemente mientras jadeas y se contrae del placer que se construye lentamente en sus caderas.",
                "La cálida sensación que se extiende de su próstata estimulada se mezcla con el placer eléctrico de su polla, ya que se mantiene cómodamente dentro del coño apretado de Jora.",
                "Toda su parte inferior está inundada de una ola tras ola de placer mientras Jora continúa follando con amor con su cola.",
                "Jora coos felizmente mientras apriete su agarre en su cintura y entierras tu rostro más profundamente en su escote.",
                "Las olas de placer se extienden lentamente por todo su cuerpo, convirtiendo gradualmente su mente en un desorden feliz mientras continúa presionándose dentro y fuera de usted.",
                "A medida que comienzas a ahogarse en las interminables olas de éxtasis que ondulan por tu cuerpo, el coño de Jora de repente aprieta con fuerza y ​​comienza a chupar poderosamente tu eje.",
                "PlayerOrgasmNoSpiritLoss",
                "Al mismo tiempo, su cola comienza a golpear bruscamente en su próstata, lo que rápidamente lo lleva al orgasmo mientras gime y su dolor de virilidad duele brotes cuerdas gruesas de semen dentro de Jora.",
                "Lentamente bajas de tu orgasmo mientras su cola y su coño continúan ordeñando lentamente tu semen de ti, y a medida que finalmente termina temblarte y frote tu cara contra los senos de Jora para mayor comodidad, solo para jadear mientras comienza su asalto a tu eje ypróstata de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Todavía no hemos terminado [ThePlayerName], yo también quiero correrme. ♥",
                "Ella te mira con una sonrisa gentil pero tortuosa mientras gemiste de placer.",
                "Las olas de éxtasis fluyen sobre ti una y otra vez cuando su cola comienza a golpearlo implacablemente.",
                "Al mismo tiempo, el coño de Jora continúa ordeñando rítmicamente su eje mientras su próstata es asaltada sin piedad por su cola.",
                "El placer ya es más intenso que la última vez y se fortalece en el segundo, ya que hace eco a través de su propio ser.",
                "Gemes impotentes cuando comienzas a correrse dentro de Jora como un grifo roto como orgasmo después de que el orgasmo te sopla con cada presión de su cola sobre tu próstata.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Jora jadea y sonroja mientras continúas pintando su interior de color blanco mientras su coño se ordeiza con avidez más y más de tu semen.",
                "Tu polla se niega a salir a la combinación del coño de ordeño de Jora y los empujes interminables de su cola en tu trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Desesperadamente, te aferras a Jora para mayor comodidad en el mar interminable de placer sobre ti, y ella felizmente obliga, acariciando suavemente tu cabeza con una garra mientras estás repetidamente orgasmo en ella.",
                "Jora se escasa con deleite a medida que el ordeño continúa, pero todavía no se ha orgasiado todavía.",
                "No puedes evitar babear un poco, ya que tus pensamientos están alejados del intenso éxtasis que te atraviesan.",
                "Eventualmente, a tus bolas no les queda más semen para dar, pero Jora continúa complaciendo tu longitud y follé tu trasero sin sentido de todos modos mientras tiemblas y se contrae con la felicidad.",
                "En todo caso, la falta de semen a Strurt parece haber intensificado solo el placer interminable en cascada rebotando a través de ti.",
                "Desesperadamente, intentas empujar tus caderas en vano, ya que su coño solo aprieta su agarre de tu virilidad aún más en respuesta.",
                "Jora jadea y escalofríos mientras continúa tratando de empujarla a pesar del placer cálido y adormecedor de la mente que fluye a través de usted.",
                "Incluso cuando intentas moverte, su cola continúa agitando tu interior, manteniéndote en un interminable orgasmo inducido por la próstata.",
                "Y con un último poderoso empuje de su cola, el coño de Jora se tensa y espasmos alrededor de su eje mientras su cuerpo se tensa en el orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Jora Howls y te empuja en un poderoso abrazo mientras sus garras cavan en tu espalda cuando finalmente se corre, y su orgasmo te envía todas las nuevas olas de la mente.",
                "Cuando lentamente baja de su orgasmo, le quita la cola del culo y el eje de su coño, dejándote tirar y jadear cuando finalmente comienzas a bajar de tu placer aparentemente interminable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Ella respira mucho mientras te mira con amor en los ojos antes de sostenerte con fuerza una vez más, enterrando tu cara en su pecho mientras envuelve su cola alrededor de tus piernas debilitadas y se acuesta suavemente sobre la cama contigo en sus brazos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "... Buen trabajo [ThePlayerName].",
                "Ella acaricia suavemente tu cuerpo mientras te alivia lentamente de tus intensos orgasmos, arrullando a las dulces nada en tus oídos mientras sonríe felizmente.",
                "Speaks",
                "Está bien, podemos acostarnos aquí por un tiempo hasta que te recuperes.",
                "Demasiado agotado para moverse, te encuentras gradualmente a la deriva para dormir en el abrazo de Wurm.",
                "Cuando te duermes, crees que la escuchas débil decir una última cosa ...",
                "Speaks",
                "Te amo [ThePlayerName] ...",
                "...",
                "RestPlayer",
                "Más tarde, ustedes dos se despiertan de su sueño inducido por el sexo al mismo tiempo, y Jora se acerca a usted con una sonrisa de sueño mientras deja escapar un feliz suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "Oye, ¿estás bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Le das un asentimiento débil, aún un poco aturdido y dolorido por tu reciente prueba sexual.",
                "Ella sonríe y te lleva de nuevo a su abrazo sorprendentemente suave, dando un momento para recolectarte.",
                "Mientras se relaja en su alcance, se enjuagan ya que tiene dificultades para no recordar lo buena que se sintió su cola cuando se burló de su trasero.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Menu",
                "Another round?",
                "Long term sex.",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "You recover.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Jora se acuesta contigo por un tiempo mientras te recuperas de tu prueba sexual, ambos todavía jadean por el esfuerzo físico ...",
                "RestPlayer",
                "Speaks",
                "Entonces ... lo disfrutaste tanto como yo, ¿verdad?Entonces, ¿qué quieres hacer a continuación?",
                "Ella te mira con bastante entusiasmo.",
                "Menu",
                "Another round?",
                "Long term sex.",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "You lead.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Jora te da un beso rápido antes de recostarse en la cama y extender su coño invitada con una garra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Impulsado por el instinto, rápidamente te pones encima de ella y sumerges tu virilidad en su sexo increíblemente apretado y flexible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Los ojos de Jora miran con amor a los tuyos mientras comienzas a empujarla.",
                "Ambos abandonan los gemidos silenciosos mientras el amor continúa, y Jora parece intencional dejar que se lideren mientras sus manos cavan en la tela de su cama.",
                "Jora gime lentamente se vuelven más fuertes a medida que comienzas a aumentar tu ritmo y su coño se aprieta como un vicio, lo que hace que su cálido orificio sea aún más placentero para follar.",
                "Su coño le da a tu polla un placer inducir con cada empuje que hagas, enviando escalofríos por la columna vertebral mientras ella se contrae y gime.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Jora se retorce debajo de ti mientras hace todo lo posible para soportar el placer, pero sus intentos de sofocar sus gemidos los convierten en pequeños y lindos gemidos que solo te agitan a empujarla más fuerte.",
                "El final de su cola se envuelve suavemente y con amor alrededor de una de tus piernas mientras se aferra desesperadamente a la cama.",
                "Continúas golpeando el coño apretado de Jora hasta que ella no pueda soportarte más, y ella tiembla y jadea con placer cada vez que tus caderas conocen a las suyas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "[ThePlayerName]! ♥ [ThePlayerName]! ♥",
                "La espalda de Jora se arquea cuando la dicha orgásmica se apresura a través de ella, y sus apretados espasmos de coño y aprieta su longitud.",
                "A medida que continúas empujando a ella a pesar de su orgasmo, ella deja escapar un grito de éxtasis mientras pides tus caderas en ella, tu eje duele con necesidad, ya que la necesidad desesperada de corres te llena.",
                "Jora llora en un placer incoherente mientras sobreestimas su coño aún en orgasmo.",
                "PlayerOrgasmNoSpiritLoss",
                "Finalmente, te empuñes en Jora cuando tu polla alcanza su límite y brota una espesa carga de semen en su cuerpo acogedor.",
                "Mientras te corres dentro de ella, la voz ya penetrante de Jora se vuelve aún más estridente cuando una segunda ola de placer orgásmico explota a través de ella, dejándola temblando y temblando en éxtasis debajo de ti.",
                "Poco a poco, el placer que atraviesa tu virilidad se aleja y te acostas sobre el cuerpo tembloroso de Jora mientras ella se recupera de tu intensa creación de amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Ella envuelve sus brazos a tu alrededor y te lleva para un beso con una expresión borracha y borracha en su rostro, mientras que tu eje aún rígido todavía está firmemente atrapado dentro de ella.",
                "Menu",
                "Fuck her good.",
                "Let her recover.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her good.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Mientras sacas tu eje de Jora y te retiras suavemente de su abrazo, te da una mirada ligeramente confusa a través de su aturdido estupor.",
                "Usted es fácilmente enrollar el placer borracho sobre su estómago antes de agarrar su cintura y levantarlo para que su eje se alinee con su coño empapado.",
                "Luego envuelve firmemente sus brazos alrededor de su cola y caderas para evitar que se mueva, tomándose un momento para tocar su firme trasero antes de sumergirse en su cálido coño que espera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Ella jadea y se retorce débilmente en placer al entrar en ella en una posición tan dominante mientras su cola cuelga libremente detrás de ti, aún flácida de los recientes orgasmos de Jora.",
                "Speaks",
                "Mmm ... a-ah, [ThePlayerName] ... esta posición es un poco muy para mí, y yo-i-me estoy recuperando de ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "La cortas cuando comienzas a empujarla a ella, y sus palabras rápidamente se convierten en gemidos agradables.",
                "Fucking Jora desde este ángulo está enviando todas las sensaciones nuevas a través de los dos, y su cola se acumula débilmente alrededor de su cintura, dándote un mejor apalancamiento para follarla.",
                "El coño de Jora aprieta su eje con cada empuje y aplica una succión firme con cada retiro, haciendo que cada movimiento sea un deleite placentero mientras continúa empujando dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "A medida que continúas disfrutando del increíble coño de Jora, ella junta un paquete de tela más suave antes de meter su rostro en un intento por amortiguar sus lujuriosos gemidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Ella te mira desde detrás de su almohada improvisada con una mezcla de timidez y necesidad, bastante avergonzada por esta posición, pero aún así se disfruta de sí misma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Un gemido amortiguado escapa a Jora mientras todo su cuerpo se escapa con un pequeño orgasmo, haciendo que su cola se aprieta ligeramente alrededor de la cintura antes de ir a la floja.",
                "Empiezas a empujar más fuerte y más rápido en el coño de Jora, y se aprieta sobre tu polla en las gracias.",
                "Jora grita en su almohada improvisada mientras otro orgasmo pequeño corre a través de ella, y entierra su rostro por completo, temblando con cada pocos empujes que haces mientras trata de soportar las olas de placer con las que la estás golpeando.",
                "Su sensibilidad parece aumentar con cada orgasmo que tiene, y sus gemidos solo se vuelven cada vez más fuertes a medida que continúas empujando a ella.",
                "Apenas puedes escucharla girar tu nombre con placer por los sonidos de tu reunión de caderas.",
                "Le duelen la virilidad y las bolas con la necesidad de llenarla con su semen, pero haces todo lo posible para soportar mientras te deleitas en la forma retorcida de Jora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Su coño parece estar reciprocando automáticamente el placer de sus empujes, haciendo todo lo posible para ordeñar su polla, incluso cuando Jora se escapa con dicha, ya que tiene un pequeño orgasmo después del pequeño orgasmo.",
                "Los ojos de Jora se han acrustado por completo y están empezando a enrollar del intenso placer, pero rápidamente se vuelven enfocados mientras se endurece y llora en la desesperación amortiguada a medida que la necesidad de un orgasmo más grande se acumula en ella.",
                "Jadeas mientras su coño comienza a chupar sin cesar y apretar tu longitud mientras Jora gota y contracción sin palabras antes de mirarte con una necesidad primaria, casi sin sentido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Unos pocos empujes más es todo lo que puedes manejar antes de que su coño chupa poderosamente tu eje y atrapa tu longitud en el interior con tensión de vicio.",
                "Ya no controla el ritmo, rápidamente te encuentras al borde del orgasmo mientras el coño de Jora masajea toda la polla, tratando desesperadamente de ordeñar tu semen lo más rápido posible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Jora gime y gime en su almohada improvisada mientras entierra su rostro en ella mientras sus garras destrozan los pequeños agujeros en sus sábanas, rogándole sin palabras que te corras mientras los micro orgasmos corren a través de ella y la mantienen tambaleándose a la luz de la liberación.",
                "Tu propio cuerpo se estremece y se contrae en placer mientras tus caderas hacen todo lo posible para que se baje al coño de Jora, enviando olas de placer corriendo a través de tu polla mientras permanece atrapado dentro de ella.",
                "La incesante chupa de su coño y la presión aplastante se vuelven demasiado para que lo soportes, y dejas escapar un grito cuando tu palidez de la virilidad comienza a disparar la carga después de la carga en el sexo de espera de Jora.",
                "Tan pronto como tu semen entra en su coño, Jora deja escapar un grito de placer roto en su almohada, ya que tiene su propio orgasmo increíblemente poderoso, espasmando en éxtasis mientras su cuerpo se encuentra en tu semilla.",
                "La poderosa sensación de su coño de orgasmo alarga sin esfuerzo su propio orgasmo, lo que a su vez hace que Jora aulle aún más fuerte mientras se espasma más intensamente, atrapándose en un ciclo aparentemente interminable de placer.",
                "Finalmente, después de lo que se sintió como horas de éxtasis, las olas de placer para lavar los dos comienzan a desaparecer, y ambos colapsan en la cama, agotadas pero satisfechas mientras se tiran a un abrazo de abrazadera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Jora gemela un poco, todavía no es realmente coherente, ya que te da un placer borracho y sonámbulos en tu cuello.",
                "Speaks",
                "Mnn ... ♥ te amo ... ♥",
                "Ambos yacían allí en el resplandor de su reciente e intenso amor de amor, jadeando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Después de un tiempo, ambos logran recuperarse, y Jora te mira con un sonrojo, que todavía parece un poco aturdido, pero muy feliz y satisfecho.",
                "Speaks",
                "Uhm ... ah ... o-okay ... i-i {i} necesito {/i} un descanso después de eso ...",
                "Menu",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Let her recover.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Te sacas suavemente de su coño mientras la besas antes de acostarte con ella por un rato, dejándola recuperar su compostura ...",
                "RestPlayer",
                "Speaks",
                "Eso ... eso fue realmente bueno ... Entonces, ¿ahora qué?",
                "Ella se muerde gentilmente el labio mientras te mira, la lujuria todavía clara en sus ojos.",
                "Menu",
                "Another round?",
                "Long term sex.",
                "Post Sex Cuddling.",
                "Enough Sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Long term sex.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Bien, primero tenemos que sentirnos un poco más cómodos ...",
                "Jora te acerca a ella, envolviendo lentamente su larga cola no solo tu cuerpo, sino también en un capullo serpentino.",
                "Su acogedor abrazo te mantiene en contacto constante con su piel cálida cuando pequeñas aberturas entre sus bobinas dejan entrar la luz y el aire.",
                "Ella guía suavemente tu eje en su coño con forma de vicio, provocando gemidos suaves de ambos mientras te empujan más profundo dentro de su sexo acogedor.",
                "Cuando su cola los cierra del mundo exterior, Jora y las maravillosas sensaciones que provienen de su ingle son en lo que puede concentrarse cuando finalmente se apiñan dentro de ella.",
                "Dejas que tus manos deambulen por su delicioso cuerpo cuando su coño comienza a apretar rítmicamente tu longitud.",
                "Jora jadea antes de darle un beso rápido mientras su cola continúa apretándose cómodamente a su alrededor a ambos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Espero que estés listo para este [ThePlayerName], porque una vez que comenzamos no nos detendremos durante los próximos días. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Ella tiembla un poco cuando comienzas a empujar su coño tintinamente apretado.",
                "Speaks",
                "Espero que {i} estoy {/i} listo para esto ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Jora comienza a mover sus caderas a tiempo con las tuyas, haciendo que su coño exprima con amor toda su longitud cada vez que sus caderas se encuentran.",
                "Poco a poco, el interior del capullo de cola está lleno del aroma picante de la lujuria y el sexo a medida que el sonido de la carne que se encuentra con carne se mezcla con el sonido de sus gemidos combinados.",
                "Se meten en un beso de la mente, mirando profundamente a los ojos de Jora mientras vuelve a mirar al tuyo.",
                "Ambos golpean sus caderas mientras gimen suavemente en la boca del otro.",
                "El abrazo amoroso no lleva mucho tiempo llevarlos rápidamente al borde del orgasmo, y comienzas a tensarse al mismo tiempo que Jora a medida que el placer comienza a correr a través de ti.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "El coño de Jora aprieta desesperadamente y se burla de tu virilidad mientras te empuñes dentro de ella, persuadiendo cargas gruesas de tus bolas mientras te corres felizmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Mientras pintas su interior blanco, Jora se escapa y gime cuando su cuerpo comienza a espasmo en su propio orgasmo.",
                "Después de unos momentos deliciosamente placenteros, Jora finalmente rompe el beso mientras ambos recuperan el aliento y se recuperan de sus respectivos orgasmos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Jora sonríe suavemente con una mirada traviesa en sus ojos mientras comienza a moverse nuevamente, haciéndote jadear de placer mientras su coño agarra fuertemente tu virilidad aún rígida.",
                "Reanudas empujando tus caderas, tratando de mantenerte al día con la increíble resistencia de Wurm mientras ella muele suavemente sus caderas contra las tuyas.",
                "Ella te da algunos besos rápidos y amorosos mientras su coño trabaja implacablemente tu virilidad.",
                "Pero la estimulación combinada de sus empujes y su implacable molienda para enviarles a ambos sacudiendo y gimiendo por el borde una vez más, y te estremecen mientras el coño de Jora hace todopuede en el medio de su orgasmo.",
                "Jadeas mientras intentas recuperarte, pero dejas escapar un grito de placer mientras Jora rápidamente continúa moviendo sus caderas, y comienzas a empujarla un poco más débil mientras luchas para mantener el ritmo de ella.",
                "Las caderas de Jora se mueven frenéticamente cuando su coño aprieta y se frota contra tu eje, casi como si no haya tratado de follarte de manera inconsciente mientras jadea y gime de placer antes de atraerte a otro beso profundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Otra erupción de placer te golpea, y te llenas con entusiasmo a Jora con más de tu semen mientras ella tiembla en éxtasis.",
                "Jadeas mientras Jora sigue moviendo sus caderas sin darte un momento de descanso, lentamente al principio, pero rápidamente alcanzando su ritmo frenético anterior, dejándote tirar y gemir mientras te lleva sin esfuerzo al borde del orgasmo mientras tu eje aún está atrapado dentro de ella.coño infernamente placentero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Cada orgasmo que te explota gradualmente está debilitando gradualmente su capacidad para mantener el ritmo de los poderosos movimientos de Jora, y gradualmente dejas de empujarla mientras te reduce a un desastre tembloroso y agradable.",
                "Pero las poderosas sensaciones que su coño apretado te está dando combinado con el aroma abrumador del sexo y la embriagadora fragancia femenina de Jora girando en el capullo de su cola evita que tu eje caiga mientras gemirás en éxtasis y corre dentro de ella una vez más.",
                "Ya casi puedes moverte de los orgasmos constantes que llenan todo tu cuerpo, y solo puedes aferrarte a la forma curvilínea de Jora mientras se estremece y jadea de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Finalmente, Jora comienza a frenar su frenético asalto a tu virilidad a favor de movimientos más sutiles y más precisos, tratando de sacar tu placer mientras su coño se aprieta en tu virilidad.",
                "No importa cómo mueva su cuerpo, ella extrae sin esfuerzo el orgasmo tras el orgasmo de ti, ocasionalmente te da besos amorosos mientras te estremes y jadea en sus brazos.",
                "Incluso cuando el coño de Jora mantiene tu polla lista y dispuesta, el resto de tu cuerpo se está agotando demasiado para continuar mientras luchas para mantener los ojos abiertos.",
                "Jora te da una sonrisa feliz mientras se estremece y jadea antes de meter tu rostro en sus senos, y su suave carne te arrullga a dormir incluso mientras los hormigueos orgásmicos continúan avanzando sobre ti ...",
                "Gemes mientras te despiertas con la sensación de Jora forzando tu eje al orgasmo un tiempo desconocido más tarde, y tu polla bombea una espesa carga de semen en su cuerpo acogedor.",
                "Jora te sonríe mientras el sudor atraviesa por su pecho, claramente perdido en una neblina lujuriosa mientras su coño ordeña sin parar tu eje, y tu mente y cuerpo laten con necesidad sin adulterar mientras tus sentidos se enfocan dolorosamente en Jora y las sensaciones que te corren a través de ti.",
                "Su aroma y toque son abrumadores, el sabor de sus dulces besos no dejará tu boca, y sus gemidos y los sonidos del sexo son lo único que puedes escuchar mientras continúas empujando a su cuerpo de contracción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "El tiempo pierde todo el significado mientras permaneces atrapado en este amoroso capullo, y no puedes hacer un seguimiento de cuánto tiempo logras dormir, cuántas veces Jora te ha corrido, o cuántos orgasmos estremecedores.",
                "El mundo no se ha convertido en nada más que un solo momento íntimo compartido entre ustedes dos, que se desaconsejan infinitamente.",
                "El orgasmo después del orgasmo los golpea a ambos, ya que Jora ordeña con amor tu polla por todo lo que tiene, y más.",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "Incluso cuando Jora finalmente se cansa y se dio una siesta, su coño continúa haciendo su longitud, instándole a empujar a su orificio apretado y correrse más mientras se estremece y gime mientras duerme.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Y cuando se despierta de tales siestas, te folla ansiosamente de nuevo en sumisión, convirtiéndote en un desastre tembloroso de nuevo.",
                "A pesar de su constante dominación de ti, Jora se corre tanto como tú, si no más, llorando constantemente en placer orgásmico mientras se contrae y gime con necesidad, perdida por completo con su lujuria mientras su coño le ordeña sin orillas a tu eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "Los dos continúan este ciclo interminable de jodidos y orgasmos durante un tiempo que solo puedes intentar adivinar.",
                "A medida que ustedes dos comienzan a besarse nuevamente, completamente perdidos por los instintos primarios, sus lenguas se retorcen y se enredan entre sí, y ambos finalmente comienzan a perder el conocimiento, ya que un último orgasmo tembloroso cae en cascada a través de sus dos cuerpos, haciendo que los dos deAullas con éxtasis a medida que el mundo se desvanece hacia el negro ...",
                "AdvanceTime",
                "1",
                "DelayNotifications",
                "PlayerOrgasmNoSpiritLoss",
                "...",
                "RestPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Te despiertas con un gemido y un entrecruzado débil mientras la luz de la brillante piedra preciosa de Jora ilumina la caverna, mientras que Jora te sostiene en sus brazos en un abrazo igualmente íntimo pero mucho más tierno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Buenos días [ThePlayerName].Te amo...",
                "Ella te acaricia débilmente, pareciendo tan cansada y dolorida como tú.",
                "Ambos deciden sin palabras simplemente acostarse y relajarse por un tiempo, simplemente disfrutando de la presencia del otro mientras se abrazan suavemente.",
                "Después de un largo y pacífico momento, ambos comienzan a moverse y estirarse antes de levantarse lentamente mientras Jora te mira suavemente.",
                "Speaks",
                "MNN ... Entonces ... ¿cualquier otra cosa que quieras hacer, o vas a salir?Podríamos acurrucarnos por un tiempo si quieres, o ... podríamos ir por otra ronda de sexo, jeje ...",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "La energía de Jora parece estar regresando bastante rápido, pero parecía estar bromeando sobre el sexo mientras mira a su dolor de dolor.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "JumpToScene",
                "Something else."
            ]
        },
        {
            "NameOfScene": "Bathe?",
            "theScene": [
                "IfChoice",
                "2",
                "Bathed",
                "Rebathe",
                "Recordando un río que corre cerca de la guarida de Jora, sacas la idea de darte un chapuzón, ansioso por obtener un poco de alivio del clima seco y caluroso montañoso y de la complicidad de la cueva de Wurm.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "¿Eh?B-Bathing?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Atrapado por su respuesta sorprendentemente intensa, la ves durante unos segundos mientras juega con sus garras, murmurando por lo bajo, aparentemente luchando con algún debate interno.",
                "PlayerSpeaks",
                "¿Hay un problema?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "{b} no hay problema! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Parece tan sorprendida por su reacción como tú, y se acumula torpemente con un Harrumph antes de comenzar de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "TH-No hay problema, [ThePlayerName] ... I-Estaría encantado de bañarte contigo ... I-De hecho, ¡vamos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Sí, vamos ahora mismo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Y con eso, ella abre su cueva, una mano en tu espalda para llevarte con ella.Más bien desconcertado, te encuentras trotando al ritmo de la rápida deslizamiento de Jora para evitar caer en tu cara bajo el empuje de su enorme garra.",
                "ChangeBG",
                "mountain.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Todavía desconcertado por su arrebato, caminas rápidamente en tándem con ella hasta el río, que fluye tranquila y bellamente, haciendo un sonido continuo y tranquilo en su camino por las laderas de las montañas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Aquí estamos!",
                "Ella puntúa su discurso con un gran florecimiento, y ciertamente no puedes estar en desacuerdo con que este sea un lugar muy pintoresco, bastante adecuado para un chapuzón agradable.Sin embargo, no tienes mucho tiempo para apreciar el ambiente, ya que Jora ya se preocupa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Speaks",
                "¡Vamos, [ThePlayerName]!¡No me hagas esperar!¡Vamos a entrar ya!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella comienza a tirar de la ropa con entusiasmo, y rápidamente tienes miedo de que realmente va a {i} RIP {/i} Off You Off You si no te mantienes al día.",
                "... eso o arrojarte al agua, ropa y todo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Tomando cierta distancia de sus manos abrumadas, usted cumple y comienzas a desnudarse.Quitando la parte superior, continúa con los pantalones ... y observe que los ojos de Jora están pegados a usted, el Wurm obviamente aprecia el espectáculo.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Al darse cuenta de que ha estado mirando, se aleja con un al ras de su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Yo ... uh ... L-leve a eso y entrará primero.",
                "A pesar de sus palabras, atrapas a Jora tomando algunas miradas adicionales no tan irremediables mientras ella sube al borde del arroyo y desliza su cuerpo al río, el espectáculo de su poderosa y elegante forma serpentina inesperadamente atractiva como ellase sumerge.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Dejando que su cola impresionantemente larga se quede bien por el agua, se sienta cómoda, descansando su parte superior del cuerpo en la orilla y cerrando los ojos con un suspiro satisfecho.",
                "No queriendo que lo atrapen por un vistazo a su vez, terminas de desnudarse y caminar hacia ella.Escuchando que se acerca, ella agita una mano en su dirección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Casi me hizo esperar, [ThePlayerName].¡Vamos, súbete!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Para su crédito, ella no te tira al agua como esperabas, en lugar de esperar a que te unas a ella, salpicando ociosamente un poco antes de recurrir a ti con una mirada de orgullo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¿O simplemente quieres beber a la vista de mi poderosa y magnífica forma dracónica?No te culparía. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Incapaz de contener una sonrisa a Jora siendo Jora, te unes al Smug Wurm, haciendo un poco de inmersión experimental antes de meter al río en serio.",
                "SetChoice",
                "2",
                "Bathed",
                "JumpToScene",
                "Bathe2"
            ]
        },
        {
            "NameOfScene": "Rebathe",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Una sonrisa emocionada aparece inmediatamente en su rostro ante la sugerencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Sure!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Su expresión se vuelve teñida de vergüenza cuando se da cuenta de su propio entusiasmo.",
                "ChangeBGM",
                "music/Relaxing/Tokimeki.mp3",
                "Speaks",
                "He estado ... realmente he estado disfrutando bañarse contigo más de lo que pensé.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Pensé que sería, ya sabes, reparador, pero pasar tiempo contigo, relajándose juntos ... es ... agradable.",
                "ChangeBG",
                "mountain.png",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Un pequeño sonrojo se arrastra sobre su rostro y sonríes en respuesta, tomando una de sus grandes palmeras en la tuya para llevarla afuera, el Wurm felizmente siguiendo hasta que llegas al río.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Mientras te desnudas, Jora hace su desembolso habitual en el agua, después de haber llegado a su busto cuando terminaste de recoger tu ropa en una pila cercana.",
                "JumpToScene",
                "Bathe2"
            ]
        },
        {
            "NameOfScene": "Bathe2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Te tomas tu tiempo sumergiéndote en el arroyo, dejando fuera un suspiro feliz mientras sientes la vuelta clara y fresca de tu piel y fluye alrededor de tu cuerpo, proporcionando un contraste encantador con el clima de la montaña resistente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Al ver su reacción, Jora se ríe y se acomoda para disfrutar de la inmersión tranquila.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "HMHM, bañarse en mi río siempre se siente bien. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Te tomas un tiempo para nadar y disfrutar de la frescura, estirar las extremidades y refrescarse.Su pareja serpentina hace lo mismo, aunque con su largo cuerpo es lo que es, es más como una serie de retorcidos, bobinas y desaceleraciones lánguidas, su cola escamosa ocasionalmente cepillando las piernas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Una vez que hayas recibido un buen remojo, vuelves a ella, y el Wurm te entrena con la curiosidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Entonces, uh, ¿algo que quieras hacer?",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "BathMenu",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Menu",
                "RequiresChoice",
                "3",
                "",
                "'Let's swim!'",
                "Splash her!",
                "Lewd stuff?",
                "Relax",
                "'Let's go back.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Let's swim!'",
            "theScene": [
                "SetChoice",
                "3",
                "NoSwim",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Inesperadamente, Jora se congela ante la sugerencia, y una variedad de expresiones avergonzadas pasan por su rostro.",
                "Speaks",
                "Yo ... Eso ... La cosa es ... Ya ves ... Nosotros ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Sus palabras se convierten en escurridizos murmurando mientras se ve mal con el agua delante de ella, pero antes de que la mirada de preguntas, finalmente se entregue y, con un suspiro abatido, murmura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Relaxing/BGM05_Azalea.mp3",
                "Speaks",
                "... Soy malo nadando, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Mirando mejor, en realidad ves que no está tanto \"nadando\" como \"levantándose desde el fondo\", su enorme cuerpo le permite estar por encima de la corriente con facilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ahora que finalmente lo está escupiendo, Jora continúa con menos mala gana, aunque con obvio maldad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Ni siquiera es que no me guste.Es eso ... mi cuerpo no está realmente hecho para nadar, supongo.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "Pero si está desgarrando la roca como la mantequilla, ¡soy tu dragón!",
                "Fiel a sí misma, se toma un momento para disfrutar del poder de su físico y en la grandeza de sus habilidades de excavación antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "... pero el agua no es buena ... soy demasiado",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "Me refiero a que yo también ... también ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "{b} Quiero decir que el agua no es buena para soportar mi poderoso cuerpo de dragón! {/b}",
                "Tus ojos se abren ante los gritos, su voz lo suficientemente fuerte como para reverberar y hacer eco sobre la montaña.De hecho, crees que puedes escuchar una arpía de pánico en la distancia ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Huffing y golpeando su cola en el piso del río lo suficientemente fuerte como para causar bastante chapoteo, Jora, sin embargo, se mantiene en control y continúa con pucheros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "Quiero decir que {i} probé {/i} natación, pero toma toda mi fuerza y ​​concentración solo para mantenerme por encima del agua ... y me veo tan maldita {i} estúpido {/i}, flopando como un pezfuera del agua, urgh ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Speaks",
                "¡Agua estúpida!",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "Sintiendo que esto podría continuar por un tiempo, te acercas al gruñón Wurm y agarras suavemente una de sus manos en las tuyas, asegurándole que no es un problema y que hay muchas otras cosas que puedes hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Esto parece calmarla, Jora intercambia su expresión irritada por una más suave.",
                "Speaks",
                "Gracias, [ThePlayerName] ... Tenía miedo de que tú ... no sé ... que pensarías que era ... cojo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Mira hacia abajo con una expresión inusualmente tímida y avergonzada, y te acomodas con la mano, trayendo una sonrisa a la cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Fue un poco tonto de mi parte preocuparse por eso, ¿eh?Perdón por ... poniéndome escondido por eso.",
                "Ella aprieta tu mano en la de ella, y su sonrisa se amplía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Entonces, ¿qué más tenías en mente?",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "Splash her!",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "¡Aprovechado por un impulso travieso, de repente sacas tu mano inmersa y arrojas un chapoteo de agua directamente a la cara de Jora!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "¿Quién??¡Ey!",
                "Inicialmente sobresaltada por su inesperado movimiento, se recupere rápidamente, la llama de la competencia que se enciende en sus ojos mientras sus labios se separan para mostrar hileras de dientes afilados y vengativos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Entonces, así es como va a ser, ¿eh?",
                "Empiezas a preguntarte si agitar a la feroz y colosal Monster Girl fue una idea tan brillante ...",
                "ChangeBGM",
                "music/Battle/Shiva_Dance.mp3",
                "... Pero no puedas detenerte en eso antes de que ella tome represalias, enviando un gran chapoteo propio con un golpe de sus poderosas garras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¡Toma eso!",
                "Afortunadamente, tus reflejos perfeccionados por años de entrenamiento heroico académico, no pierdes tiempo y esquivas a la derecha, ¡dejando que el proyectil te pase inofensivamente!Jora, sin embargo, obviamente tiene la intención de no dejar que su ataque sorpresa quede impune, y redube su asalto, ¡sus manos se mueven con la velocidad de un molino de agua frenético, enviándole una verdadera avalancha líquida!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "De nuevo, yendo con lo que parece ser la opción más sensata, se sumerge rápidamente, escapando de la explosión de salpicaduras, luego nade, usando las aguas ahora turbias como camuflaje.A su alrededor, sientes que la gigantesca cola de tu oponente se retuerce, pero el Wurm no intenta atraparte con ella, aparentemente demasiado enfocado en su ofensiva acuosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sin embargo, cuando vuelves a ser, ¡te das cuenta de que tenía un plan todo el tiempo!Ella ha cambiado su expresión enojada por una concentración intensa, preparándose contra la orilla del río, ¡su poderoso cuerpo se esfuerza por levantar más de la mitad de su inmensa cola!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "¡Movimiento especial!{b} raging wurm {/b} ... er ... {b} mayhem! {/b}",
                "¡Jora baja su cuerpo serpentino al río con un tremendo choque, enviando el arroyo normalmente pacífico al caos líquido!¡Estás atrapado en el Maelstrom resultante, barrido en todas las direcciones como un simple juguete de baño!¡Y Jora no deja de mover su cola, sacudiéndote aún más!",
                "¡Es hora de recurrir a una técnica propia!",
                "{i} ¿Qué usarás? {/i}",
                "Menu",
                "RequiresStat",
                "Technique",
                "25",
                "Seahorse's Swift Sting! (Technique)",
                "RequiresStat",
                "Willpower",
                "25",
                "Tranquil Turtle Trance! (Willpower)",
                "RequiresStat",
                "Luck",
                "25",
                "Felicitous Fate Floatation! (Luck)",
                "Heroic Thrashing!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Seahorse's Swift Sting! (Technique)",
            "theScene": [
                "SetChoice",
                "3",
                "OneRoundWon",
                "ChangeBGM",
                "music/Temple/Four colors.mp3",
                "PlayerSpeaks",
                "{b} Seahorse's Swift Sting! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Manteniendo el control de su cuerpo ágil, patea el fondo del río y se las arregla para posicionarse más cerca de su enemigo.Sorprendida por su iniciativa, ella le dispara una mirada interrogadora, pero se mantiene al día con su estrategia, su parte superior del cuerpo permanece principalmente para proporcionar un punto de anclaje ... ¡que es exactamente lo que estaba contando!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "En un instante, entrelazas los dedos a nivel de agua y, enfocando tu objetivo, aprieta las palmas, enviando un chorros de agua directamente a los ojos de Jora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "Hey!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "CryingSad",
                "Implacablemente, disparas de nuevo, esta vez yendo por su boca, ¡y el Wurm se escabulle mientras a medias ahoga en el intrusivo jet!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "¡GRBRBCUT IT OUT!",
                "Al darse cuenta de que es una pato sentado en su posición actual, renuncia a su estrategia, pero algo te dice que aún no ha terminado ...",
                "JumpToScene",
                "Round2"
            ]
        },
        {
            "NameOfScene": "Tranquil Turtle Trance! (Willpower)",
            "theScene": [
                "SetChoice",
                "3",
                "OneRoundWon",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "PlayerSpeaks",
                "{b} Trance Turtle Trance! {/b}",
                "Reuniendo tu ingenio, sofocas tus miedos y, al igual que una hoja en el viento, te dejes llevar suavemente por las furiosas aguas, tan despreocupadas como un corcho que se balanceaba hacia arriba y hacia abajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Solo necesita movimientos mínimos para mantenerse con calma a flote, lo que parece desconcertarse absolutamente de Jora, su técnica demostrando que no puede perturbarlo o incluso hacer que se esfuerce durante más de unos segundos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Grrr, ¿no vas a defenderse, cobarde?",
                "Sin perturbación por su burla, la miras directamente a los ojos y le das una sonrisa Zen, que la enfurece aún más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Enfurecida, redobe sus agitaciones, pero a pesar de sus mejores esfuerzos, no puede hacer mella en su defensa.Mientras tanto, se está agotando rápidamente con su paliza ineficaz, que es exactamente con lo que estaba contando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Al resoplando del esfuerzo y la frustración, renuncia a su asalto con mala gracia.Parece que va a ir por un método diferente ...",
                "JumpToScene",
                "Round2"
            ]
        },
        {
            "NameOfScene": "Felicitous Fate Floatation! (Luck)",
            "theScene": [
                "SetChoice",
                "3",
                "OneRoundWon",
                "ChangeBGM",
                "music/Battle/French_Toast.mp3",
                "PlayerSpeaks",
                "{b} Flotación del destino feliz! {/b}",
                "¿Quién necesita habilidad cuando básicamente tienes Destiny de tu lado?En lugar de tratar activamente de salir de su situación, se encoges de hombros y dejas que las cosas sigan su curso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Frente a los desconcertados ojos de Jora, sigues una trayectoria poco probable, enviándola a una montaña rusa emocional mientras varias veces parece que estás a centímetros de hundirse, a la deriva en una de las orillas del río, o directamente terminando en el regazo de Wurm.Pero siempre las olas te envían de vuelta en una dirección diferente e impredecible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Como si estuviera guiado por las manos de Venereae, parece protegido por la Divina Providencia ... lo que explicaría cómo 'accidentalmente' flasheará sus pedazos traviesos varias veces, nerviosos y, por lo tanto, la desacoplan.Finalmente obligado a reconocer la inutilidad de su asalto, ella cede.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Eres molesto, ¿lo sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¡Bien, entonces te conseguiré yo mismo!",
                "JumpToScene",
                "Round2"
            ]
        },
        {
            "NameOfScene": "Heroic Thrashing!",
            "theScene": [
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "PlayerSpeaks",
                "{b} H-heroic Thrahing! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Esto ciertamente no pasará como tu momento más glorioso.En lugar de nadar, permanecer con calma a flote o formular un plan, usted hace una ... tipo de mezcla de los tres, tambaleándose de la manera más indigna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Conmovedoramente, en lugar de burlarse de usted o deleitarse en su angustia, Jora se apresura a cambiar de una cara de guerra a una preocupada.",
                "Speaks",
                "H-Hey, [ThePlayerName], cálmate!¡Cálmate, me detendré!",
                "En consecuencia, tanto su violento temblor como la furiosa agitación del río cesan, permitiéndole regresar a la superficie ahora tranquila, toser y golpear.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "... ¿Estás bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Limpiando reflexivamente la boca, le das un pulgar hacia arriba y el Wurm muestra una sonrisa aliviada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "... ¡Pero la tregua no dura!",
                "Speaks",
                "Entonces está bien continuar, {i} ¿no es {/i}?",
                "JumpToScene",
                "Round2"
            ]
        },
        {
            "NameOfScene": "Round2",
            "theScene": [
                "ChangeBGM",
                "music/Battle/battle-dark_loop.ogg",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Y de hecho, ¡de repente te azota con su cola!Atrapado por sorpresa, ¡te esquivas por poco!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Sin embargo, es rápidamente evidente que su propósito no era azotarlo, sino capturarlo, su cuerpo reptiliano enrollado alrededor de su torso y levantarlo en el aire, colgándolo por encima de ella como una captura preciada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "{b} Calamitous Draconian Capture! {/b} él él!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Qué ahora, [ThePlayerName]? ♪",
                "¿Qué ahora realmente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Menu",
                "RequiresStat",
                "Power",
                "50",
                "Burly Bear's Bond-Breaking! (Power)",
                "RequiresStat",
                "Allure",
                "20",
                "Amorous Angel's Affection! (Allure)",
                "RequiresStat",
                "Intelligence",
                "30",
                "Wily Weasel's Weakness Wriggling! (Intelligence)",
                "... Sorry Surrender",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Burly Bear's Bond-Breaking! (Power)",
            "theScene": [
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "3",
                "OneRoundWon",
                "SetTwoRoundsWon",
                "ChangeBGM",
                "music/Battle/Atonement.mp3",
                "PlayerSpeaks",
                "{b} Burly Bear's Bond Breaking! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Los ojos de Jora se abren cuando anuncian su intención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "No estas serio",
                "Le disparas una sonrisa arrogante en respuesta.",
                "PlayerSpeaks",
                "{i} Mírame. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Rompiendo los nudillos, agarras la cola de Wurm alrededor de tu abdomen y tú {i} empujas {/i}, ejerciendo tu considerable fuerza para liberarte de tu esclavitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "¡Jora jadea ante la repentina demostración de poder pero reacciona rápidamente, apretando todo más fuerte en represalia!",
                "Es muy probable que un humano ordinario se haya apretado como un tubo de pasta de dientes, pero debido a su energía muscular, ¡logra dar tanto como tomas, ¡liberándote pulgada a pulgada!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "¡N-no camino!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "En este punto, tus brazos están en llamas y en realidad estás comenzando a ver estrellas, ¡pero te niegas a detenerse!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Observador, sigues luchando contra la cola de Jora, y con un poderoso grito, ¡logras hacer suficiente espacio para caer, dejando escapar un grito de triunfo mezclándose con la exclamación de consternación de Wurm!",
                "JumpToScene",
                "Success!"
            ]
        },
        {
            "NameOfScene": "Amorous Angel's Affection! (Allure)",
            "theScene": [
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "3",
                "OneRoundWon",
                "SetTwoRoundsWon",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "PlayerSpeaks",
                "{b} afecto de ángel amoroso! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "Heh?",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Antes de que pueda reaccionar, comienzas a seguir las manos arriba y abajo del cuerpo de Jora, haciendo una muestra de la delicadeza de tu toque en sus escamas suaves y reptilianas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "W-W-¿Qué estás haciendo?",
                "Sabes que su forma blindada no es muy receptiva a tanta atención, pero también sabes que es una chica fácilmente nerviosa, y que a menudo, la intención es lo que importa.Incluso si no puede sentir mucho de tu toque, ¡es suficiente afectarla!De manera experta, incluso date la parte inferior de sus escamas, enviando un escalofrío a través de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Y estás haciendo trampa ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Mesmerizado por tus movimientos, ella no se atreve a hacer nada, embravada por tu espectáculo sensual.Cuando gemes de manera atractiva bajo su alcance y la volas un beso, es más de lo que puede tomar.Al crecer por las burlas, se relaja involuntariamente, que accidentalmente te permite caer.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "JumpToScene",
                "Success!"
            ]
        },
        {
            "NameOfScene": "Wily Weasel's Weakness Wriggling! (Intelligence)",
            "theScene": [
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "3",
                "OneRoundWon",
                "SetTwoRoundsWon",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "PlayerSpeaks",
                "{b} Wily Weasel's Weashness Despliing! {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Después de una pausa incrédula, Jora responde con una corteza de risa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "¡Ja,!Buen intento, [ThePlayerName], pero tengo {i} ¡No hay debilidades {/i}!",
                "De hecho, a intento de observar el wurm en el transcurso del tiempo que pasaste con ella, sabes que si bien su cuerpo escalado es prácticamente impenetrable, su parte inferior lisa puede ser sorprendentemente sensible, particularmente si puedes deslizar tu manoy la produzca ... {i} allí mismo {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "No haber visto venir la ofensiva astuta, Jora jadea ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "... ¡e inmediatamente explota riendo debajo de tu cosquillas!",
                "Speaks",
                "¡WHA-HA-HAT EL HE-HE-HECK, S-STO-HO-HOP TH-HA-HAT!",
                "El WURM ofrece resistencia encomiable, haciendo todo lo posible para mantener el control de su cola incluso en la agonía de su reír.¡La parte más difícil es que en realidad no se enferma por todas sus golpes y agitadores!Pero desafortunadamente para ella, todo lo que tienes que hacer es seguir meneando los dedos, y a corto plazo, ella no puede soportarlo más y te deja caer.",
                "JumpToScene",
                "Success!"
            ]
        },
        {
            "NameOfScene": "... Sorry Surrender",
            "theScene": [
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "PlayerSpeaks",
                "{b} ... lo siento rendición? {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Jora te observa incrédula, obviamente esperando algún tipo de truco, pero cuando no sucede nada después de una pausa incómoda, ella te da con cautela un pequeño apretón experimental.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Espera, ¿eso es todo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Tímidamente, se encoges de hombros, y el wurm deja escapar un suspiro un poco decepcionado mientras te deja caer, atrapándote en su regazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Cambiando de competitivo a cariñoso, ella le acaricia suavemente la cabeza, aparentemente no piensa menos en ti por tirar la toalla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Ah, bueno, hiciste lo mejor que puedas, [ThePlayerName]!",
                "JumpToScene",
                "Conclusion"
            ]
        },
        {
            "NameOfScene": "SetTwoRoundsWon",
            "theScene": [
                "SetChoice",
                "3",
                "TwoRoundsWon"
            ]
        },
        {
            "NameOfScene": "Success!",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Victoriosamente caes en el regazo de Jora, la gigantesca chica monstruosa que yace derrotada debajo de ti, respirando profundamente en la recuperación de tu ofensiva triunfante.De su espalda, una mano en su frente con cuernos, toma tu mano en la de ella y la aprietas suavemente, provocando una sonrisa de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Maldita sea, no vi eso venir, [ThePlayerName].Realmente giraste las mesas sobre mí.",
                "IfChoice",
                "3",
                "TwoRoundsWon",
                "DoubleSuccess!",
                "JumpToScene",
                "Conclusion"
            ]
        },
        {
            "NameOfScene": "DoubleSuccess!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "... De hecho, apenas dominaste todo, err, 'batalla'.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Lejos de ser un perdedor adolorido, ella te mira con orgullo y asiente satisfecha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "Pero eso es solo natural: el consorte de un dragón debería ser un digno campeón.",
                "StopBGM",
                "Ella sigue asintiendo con la cabeza ... luego se congela.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "PlayerSpeaks",
                "... un dragón-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "RageYelling",
                "Speaks",
                "{b}AAAAAA!{/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "En pánico, se cubre la boca con una de sus manos para callarte ... lo cual no es difícil, considerando que abarca toda tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Entre sus garras, puedes verla sonrojar una tormenta.No se atreve a mirarte directamente, ella se quita.",
                "ChangeBGM",
                "music/Relaxing/Tokimeki.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "L-L-Might, D-Don no diga nada.He estado pensando en ... cosas, pero ... no ha hablado de eso.Aún no.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Ella reúne el coraje para mirarte a los ojos y continúa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "F-For ahora, vamos a ... continuar con el día, ¿de acuerdo?",
                "Tu cabeza todavía está en el agarre bastante intimidante de su mano, asientes, y ella te libera con cautela, respirando un suspiro de alivio mientras vuelve a su comportamiento habitual segura de sí mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speaks",
                "Hmm, está bien entonces.",
                "JumpToScene",
                "Conclusion"
            ]
        },
        {
            "NameOfScene": "Conclusion",
            "theScene": [
                "SetChoice",
                "3",
                "",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella te da una paliza alegre en la cabeza y sonríe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Eso fue muy divertido!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "El Wurm se extiende y levanta la parte superior del cuerpo, y te sales a pararse a su lado, el ahora pacífico río lamiendo suavemente a tus pies después de tu reciente carnicería acuosa ... que, que no puedes evitar notar, ha hecho bastanteSplashy Mess Around You, un hecho de que Jora parece felizmente inconsciente.",
                "Speaks",
                "Entonces, [ThePlayerName], ¿qué sigue?",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "Lewd stuff?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Jora responde a su sugerencia con una sonrisa de conocimiento.",
                "Speaks",
                "Tuve la sensación de que sugerirías algo así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Y en realidad he estado pensando en ... probar cosas nuevas, entonces, ¿qué tenías en mente?",
                "Menu",
                "'Tits!'",
                "'... Abs?'",
                "\"En realidad, hagamos algo más\".",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Tits!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "El Wurm deja escapar una risa de buen carácter de su entusiasta exclamación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Jeje, sabía que querrías que usara mis senos tarde o temprano. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Ella ataca una pose, de pie y hinchando su cofre, aunque la mayor parte de su peso está oculto por sus placas de escala natural.",
                "Speaks",
                "¡Es comprensible que te atraigan mi irresistible encanto dracónico!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Y estás de suerte, porque estoy de humor para algo como esto.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Con esas palabras, se retrae la escala en la parte superior de su cuerpo, exponiendo sus grandes senos firmes con una pequeña jiggle.",
                "CallNextSceneJumpThenReturn",
                "IfHasFetish",
                "Breasts",
                "JoraBoobies",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "... Debo decir que no tengo mucha experiencia con ... Titfucks.Intenté pedirle consejo a las arpías ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "Speaks",
                "... Pero la mayoría de ellos me dieron miradas en blanco, y algunas incluso me miraron, así que ... eso no fue muy útil.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Speaks",
                "¡Pero haré lo mejor que pueda!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "En primer lugar, vamos a hacerte cómodo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "SwapLineIf",
                "Choice",
                "4",
                "",
                "Con un pequeño gruñido de esfuerzo ligero, mueve su cola, usando su superficie masiva y escala para barrer una parte de la orilla del río, aplanándola y limpiándola de guijarros, dejando solo una porción de tierra fangosa.Mirando su obra con una sonrisa satisfecha, instruye con entusiasmo.",
                "4",
                "SheDig",
                "Con un gesto orgulloso y entusiasta, señala la 'cama' que anteriormente hizo con su cola en la orilla del río.",
                "EndLoop",
                "SetChoice",
                "4",
                "SheDig",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Continúa y acuéstate, [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Lo haces, encontrando la superficie ligeramente fría y extrañamente malvanzada contra tu cuerpo desnudo, pero no desagradablemente.",
                "Mirando hacia Jora, se puede ver que está ocupada lubricando sus tetas con su saliva, frotándolas entre sí hasta que ha logrado una mancha satisfactoria.",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "NudeBlush",
                "La vista de la chica monstruosa que juega con su seno te llena de cálida anticipación, y puedes sentir que tu polla comienza a endurecerse en respuesta a tu incipiente excitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "En su posición, está sumergido en sus muslos, dejando la vista de su erección sin obstáculos, provocando una sonrisa de Jora.Usando la parte inferior del cuerpo para mantenerse a sí misma, mueve su busto hacia ti, permitiéndole fácil acceso a tu entrepierna.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Bueno, entonces, ¡aquí voy!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Ella aprieta sus senos con sus grandes y poderosas palmas y comienza a amasar con energía abrumada, aplastando tu virilidad entre sus tetas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stifling",
                "La fuerza excesiva te hace jadear en incomodidad, a lo que retrocede incómodamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "A-ah, lo siento ... déjame ... ajustarme ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Al lucir una expresión de enfoque, ella comienza de nuevo, presionando su polla más a la ligera, acumulando gradualmente la presión y observando intensamente su rostro para obtener orientación.Esta vez, afortunadamente, puedes {i} disfrutar {/i} la suavidad de sus deliciosas tetas frotando tu polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Su firmeza y la presión de sus grandes manos dracónicas, junto con la viscosidad de su saliva Wurm, hacen una sensación bastante única, permitiéndote sumergirte en la experiencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Mientras dejas escapar un suspiro de alivio y placer, puedes sentir que tu erección alcanza el mástil completo, Jora riéndose encantado con el resultado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "5",
                "",
                "Creo que me estoy acostumbrando a esto. ♪",
                "5",
                "TitfuckHad",
                "Sigo olvidando ... no ir tan duro ... pero no te preocupes, [ThePlayerName], ¡estás en buenas manos!",
                "EndLoop",
                "SetChoice",
                "5",
                "TitfuckHad",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Con una atención amorosa, roda sus tetas contra su eje, ocasionalmente frotando su cabeza sensible con sus pezones, haciéndolo gemir más fuerte en placer, alentando a su amante serpentino a redoblar sus esfuerzos.",
                "Desde un movimiento de amasado, se mueve a un ritmo alternativo al alterno, acercando su cuerpo al tuyo para sofocar mejor y estimular su carne sensible, su toque fuerte pero cuidadoso que lo lleva más y más cerca del orgasmo.",
                "Su cara amorosa y el agua tranquila de lagrada hacen que la experiencia sea aún más agradable, y en poco tiempo, su respiración se vuelve más rápida y sus bolas se tensan, insinuando un clímax que se acerca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Estas señales no escapan a Jora, quien muestra una sonrisa triunfante ante sus demostraciones de indulgencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Muy bien, ¡ahora vamos por ello!",
                "Intensificando sus movimientos, levanta sus senos al unísono, frotándolos arriba y abajo sobre su eje con un movimiento lento y controlado, la presión apretada de sus tetas persuade varios jadeos largos y felices de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Él él, él, estás cerca, ¿no?¿No eres tú? ♪",
                "PlayerSpeaks",
                "Yes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "En respuesta, ella va por un asalto aún más poderoso, casi golpeando sus tetas en la entrepierna, haciéndote llorar y levantar las caderas en respuesta.",
                "Speaks",
                "Cum, [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "PlayerOrgasmNoSpiritLoss",
                "Con un movimiento final de Bucking, eyaculas, disparando una cuerda tras una cuerda en el escote de Jora.El entusiasta Wurm aprieta su polla clímax una y otra vez para ordeñarla por todo lo que vale, sus gritos extáticos mezclando con sus gritos alegres.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "El placer en realidad te hace negro por un instante, y cuando te recuperas, puedes sentir a Jora acariciando contra ti, frotando tiernamente su mejilla contra la tuya y besando tu mandíbula.",
                "Speaks",
                "Eso fue bastante agradable. ♪ ¿Te gustó?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Recuperándose del orgasmo explosivo, extrae respiraciones pesadas y jadeando, y solo puede asentir en respuesta mientras acaricia su espalda, poniendo una sonrisa aún más grande y sorprendentemente sin sonda en su rostro.",
                "Speaks",
                "El él. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Debo decir que no esperaba tanto que me gustó tanto.Viendo tu cara de derretimiento mientras te complacieron mis senos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Me gustó eso. ♥",
                "Ella pone otro beso en tu rostro y tú respondes en la especie, intercambiando besos cariñosos con ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Después de un tiempo, Jora retrocede, frunciendo el ceño ante la semilla ahora fría se extendió sobre sus tetas.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Speaks",
                "Vamos, nos limpiemos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "La sigues al río y pasas unos momentos lavando el sudor y te corres de tus cuerpos, luego te llevas un tiempo disfrutar del flujo agradable del agua, Jora regresa a su posición anterior mientras tú flotas lánguidamente, hasta que te llama.",
                "Speaks",
                "¿Qué sigue, [ThePlayerName]?",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "JoraBoobies",
            "theScene": [
                "Una sacudida de excitación se dispara a través de ti al ver los senos desnudos de Wurm, tu mente amante de Tit ya se pregunta cómo se sentirán.Tu atención no pasa desapercibida, Jora se ríe de tu expresión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "Sin palabras, ¿no?¡Ciertamente debes sentirte halagado para que te permitan ver y sentir los senos de un poderoso dragón!Aunque..."
            ]
        },
        {
            "NameOfScene": "'... Abs?'",
            "theScene": [
                "IfChoice",
                "5",
                "AbjobHad",
                "AbjobAgain",
                "Mirando a Jora, tu mirada no puede evitar deambular por su largo y musculoso abdomen, su anatomía serpentina, lo que hace que esa parte de su cuerpo sea aún más prominente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Ella se encuentra entre las chicas monstruosas más poderosas físicamente que has encontrado hasta ahora, y esa fuerza es fácilmente visible no solo de su cola de wurm en masa y su intimidantes garras, sino también de sus abdominales perfectamente cincelados, que se extienden con su más mínimo movimiento, lo que las hace extrañamente extrañamenteatractivo mirar.Casi ... hipnótico ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "Tu mente comienza a deambular y en realidad te preguntas cómo se sentirían en {i} cierta parte de tu cuerpo {/i}, el pensamiento te hace extrañamente excitado, hasta que la voz de Jora te saca de tu venerado cada vez más erótico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "¿Cautivado por mi majestuoso físico, [ThePlayerName]? ♪",
                "El orgulloso wurm te dispara una sonrisa arrogante, sacudiendo la cola bajo el agua, lo que, por cierto, tiene el efecto de hacerte balancearse, dejando que sus ojos se vean de tu ahora notable erección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "... oh, vaya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Mira la mirada de vergüenza y pasan varios segundos con ninguno de los dos sabiendo qué decir, hasta que tímidamente aborda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Concern",
                "Speaks",
                "Eres ... uh ... curioso?",
                "PlayerSpeaks",
                "... un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "El silencio regresa, y aunque todavía está mirando hacia otro lado, en realidad puedes ver una chispa intrigada en sus ojos mientras parece reflexionar sobre las posibilidades.Después de un tiempo, pregunta con cierta incomodidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¿Realmente quieres que ... ya sabes, usa mis abdominales?¿Sobre tu polla, quiero decir?",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Pleavada por haber tenido que deletrearlo, ella espera tu respuesta.",
                "Menu",
                "'Yes.'",
                "'No.'",
                "'Please let me worship your mighty dragon body with my cock!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Yes.'",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Asintiendo cuidadosamente, tarda unos momentos adicionales en pensar, luego respuestas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno ... yo ... no hubiera pensado intentar eso antes ... pero ahora, también me has hecho curiosidad, [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Entonces ... podemos ... probarlo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ansioso por ver a dónde irá esto, asiente, y Jora hace un gesto para que te unas a ella, bajando la parte superior de su cuerpo para que su abdomen esté nivelado con la cintura.",
                "JumpToScene",
                "Abjob"
            ]
        },
        {
            "NameOfScene": "'No.'",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Ella asiente cuidadosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno.¡Hagamos algo más, entonces!",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "'Please let me worship your mighty dragon body with my cock!'",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Completamente ciego, Jora te mira cuando una explosión carmesí se extiende sobre su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsundere",
                "Speaks",
                "W-qué diablos, [ThePlayerName], no tienes que decirlo así ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "A pesar de su timidez, parece haber sido halagada por su entusiasmo, aparentemente luchando contra una sonrisa incluso cuando evita su mirada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Pero eso es ... en realidad un poco agradable de escuchar ... Él, podría acostumbrarme a eso. ♥",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Sobre hombros su vergüenza con una sonrisa de dientes, ella hace un gesto para que te unas a ella, bajando la parte superior de su cuerpo para que su abdomen esté nivelado con la cintura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Vamos, hagamos que 'adores mi cuerpo de dragón poderoso con tu polla' ... te engañas.",
                "JumpToScene",
                "Abjob"
            ]
        },
        {
            "NameOfScene": "AbjobAgain",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Tan pronto como hagas la sugerencia, Jora reacciona con una sonrisa de dientes.",
                "Speaks",
                "Te gustó tanto, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Él, él, ciertamente estoy feliz de que mi [ThePlayerName] aprecie adecuadamente el poder Draconic!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ansiosamente, ella acaricia el suelo a su lado, bajando la parte superior de su cuerpo en preparación para la sesión de Abjob mientras sales del río hasta ella, tu polla ya se endureció con anticipación.",
                "JumpToScene",
                "Abjob"
            ]
        },
        {
            "NameOfScene": "Abjob",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "SetChoice",
                "5",
                "AbjobHad",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Con una impresionante gentileza teniendo en cuenta el tamaño y la mortalidad obvia de sus garras, Jora agarra su polla erecta y la bombea ligeramente, principalmente usando sus grandes palmas para estimularlo.Aunque su textura es un poco difícil, sin embargo, son suaves y calientes, que te llenan gradualmente con facilidad e hinchazón de excitación.",
                "Con su otra mano, te agita tu cabello y te da palmaditas para que te haga aún más cómodo, el wurm cubre fácilmente toda la parte superior de tu cabeza, una mirada protectora y cariñosa en su rostro mientras le rastrea delicadamente tu cuero cabelludo y traza los contornos de turostro.",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "Realmente me gustas, [ThePlayerName]. ♥",
                "Sus palabras íntimas fluyen suavemente a través de tus oídos mientras te pierdes en sus iris soleados, solo para jadear mientras la punta de tu polla hace contacto con algo duro, pero cálido y ligeramente cedido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Mirando hacia abajo, ves que Jora ha comenzado a frotar tu glande contra sus abdominales, corriendo tu virilidad por su poderoso físico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Más que la sensación, la novedad y la rareza de la situación te emocionan, el poderoso wurm usa fácilmente su cuerpo para atenderte.Todo el tiempo, ella no deja de volar tu cabello y te habla amorosamente, sumergiéndote más profundo en una sensación de abandono sumiso.",
                "Speaks",
                "¿Amas mi cuerpo, [ThePlayerName]? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Afirmas ansiosamente que tu voz se derrite en un gemido mientras se acerca a ti, presionando tu polla un poco más fuerte en su piel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Observando sus expresiones y reaccionando a las contracciones de su polla con un arrullo apreciativo, comienza a mover su sexo a lo largo de las ranuras formadas por sus abdominales, no solo estimulando su glande, sino también ajustando todo su eje a lo largo de sus curvas musculares, abrazando toda su longitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Oh, estás disfrutando esto, ¿eh? ♪ ¿Qué pasa si hago esto?",
                "Jadeas como, aparentemente sin esfuerzo, Jora hace que sus músculos se extiendan, su piel suave se mueve alrededor de tu virilidad, presionándola y acariciándola desde todas las direcciones, proporcionándole sensaciones extrañas y únicas que ningún órgano o juguete sexual podría replicar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Registir a tu excitación, comienzas a jubilar el abdomen de Wurm, mover tus caderas y frotar tu polla contra ella al sonido de su aliento, su mirada yendo de tu miembro completamente erecto y resbaladizo a tu expresión agradable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Ella se mueve aún más cerca, su rostro ahora apenas a centímetros de la tuya, su erección, casi sin zarpetear contra ella, la sensación de que su polla latira, su clímax se acerca gradualmente pero constantemente desde la estimulación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Antes de que puedas darte cuenta de lo que está haciendo, Jora ha capturado tu boca con la suya, besándote vorazmente, haciendo que tu mente nade en un éxtasis feliz.Definitivamente, le besas a tu amante y la jobvas con un vigor renovado, lleno de adoración y lujuria francamente adorada, amando cada segundo de este tratamiento a medida que te quitas el cuerpo de la chica monstruosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Realmente te encanta esto, ¿no?",
                "La situación parece haberla hecho especialmente dominante, y con un movimiento hábil, deja de encenderlo y, en su lugar, taca el costado de la cara con una mano, la otra cubre toda la parte superior de la espalda para presionarlo contra ella.Momentáneamente, ella rompe el beso, sus ojos dorados aburren en los tuyos.",
                "Speaks",
                "¿Te gusta lo fuerte que soy, [ThePlayerName]?",
                "PlayerSpeaks",
                "Yes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "¿Cuánto disfrutas mi poderoso cuerpo de dragón?",
                "PlayerSpeaks",
                "¡Lo adoro!",
                "Riéndose con confianza por sus sinceras reacciones y su cara golpeada, reanuda la sesión de Makeout.Todo el tiempo, la mujer serpentina no ha dejado de hacer que sus abdominales se muevan para apretar y acariciar tu virilidad.",
                "Todo su campo de visión está lleno de la cara cariñosa y besada de Jora, y su propio cuerpo está atrapado en el vicio gentil pero ineludible de sus poderosas garras, su agarre imposible de escapar incluso si quisieras.",
                "Speaks",
                "Muéstrame cuánto {i} adoro {/i} mi cuerpo, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Tu visión se vuelve blanca mientras balancea tus caderas en un frenesí de pasión.Sintiendo que te acercas a tu clímax, tu amante te abraza con más fuerza que nunca, haciéndote dejar escapar un grito orgásmico estrangulado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "PlayerOrgasmNoSpiritLoss",
                "Volviendo felizmente contra los abdominales de Wurm, se contrae y te corres incontrolablemente mientras ella te abraza de forma segura y sigue usando sus músculos para ordeñar cada onza de tu semen de ti, frotando y presionando hasta que no tengas nada más que dar y tus piernas dan, haciendo, haciendo.Te caes directamente en el abrazo de Jora, que finalmente libera tu boca de la suya.",
                "Speaks",
                "Qué espléndido tributo. ♥",
                "Allí, una sonrisa ausente en tu rostro mientras acaricia tu espalda y te acaricia la cabeza, luego pone un gran beso en tu frente.",
                "Dejándote recuperarte, ella se desliza suavemente hacia el agua contigo todavía en sus brazos, sumergiéndote a ambos mientras te aferras reflexivamente a ella, tu cabeza felizmente ubicada entre los senos de Jora, a su felicidad inequívoca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "El tiempo pasa contigo acunado contra Jora, luego con los dos que se lavan.Una vez que te hayas recuperado, salpican un poco, luego te deja ir casi arrepentido y volver a la orilla, dándote una mirada de preguntas.",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "'Actually, let's do something else.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "ChangeImageLayer",
                "Base",
                "1",
                "BaseBlush",
                "Speaks",
                "¡Sheesh, no me burles de mí así, [ThePlayerName]!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Hinchando de mal humor sus mejillas, hace pucheros por unos momentos, dejándote decidir qué hacer en su lugar.",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "Relax",
            "theScene": [
                "Siéntete como simplemente pasar tiempo con Jora y relajarse con ella, te dejas a media derrota a la mitad de ella, llevándote contra el cuerpo escamosa de Wurm-Sun-Sol.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Inicialmente desconcertada, se apresura a obtener su significado y le permite descansar en silencio contra ella, sosteniendo su lado suavemente con una de sus enormes manos, acariciando cuidadosamente y cariñosamente su piel con sus garras.",
                "Después de unos minutos, mientras el continuo murmullo del río y la proximidad de Jora te han llevado a un estado de relajación casi dormida, de repente se abre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Di, ¿qué tal si te doy un masaje?",
                "Menu",
                "'A massage?'",
                "'Sure!'",
                "'I'm good.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'A massage?'",
            "theScene": [
                "Aunque no dudas de la bien intencionada de Jora, no puedes evitar echarle un vistazo cauteloso a ella {i} muy {/i} garras intimidantes, cada una de ellas lo suficientemente grandes como para cubrir fácilmente toda tu cabeza y lo suficientemente agudoCorte a través de la roca sólida.Aparentemente desconocido de su preocupación, ella asiente con jubilismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Sí!He estado queriendo intentarlo, ¡así que he estado probando mi mano!Al principio no sabía mucho sobre eso, ¡pero he estado practicando en Piri y algunos de sus amigos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Tuvieron un poco de miedo, seguro, y eso tomó algo de práctica ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "A y algunos intentos desafortunados ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "{i} pero {/i} he mejorado mucho en eso, ¡y todos están de acuerdo en que ahora hago un trabajo increíble!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "... y no, ellos {b} no {/b} solo dicen eso para que deje de practicarlos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "A-al menos, ya no ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Pero de todos modos!¿Interesado?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Ella le cae ansiosamente a sus dedos con garras, y no sabes si ser incrédulo, asustado o curioso ...",
                "Menu",
                "'Sure!'",
                "'I'm good.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Sure!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Great!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "Ella se desenrolla del agua con tanta velocidad que casi te caes plano, y agarra tu mano para llevarte con entusiasmo después de ella, mirando a su alrededor hasta que la vea una roca platada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Allá!¡Acuéstese allí boca abajo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Después de haber sido quitado de tu cuasi-NAP, haces aturdido lo que dice, colocándote en la roca según las instrucciones.Con el clima tan caliente como es común, en realidad es agradablemente cálido, y la piedra absorbe el agua de su cuerpo bastante bien, lo que hace una experiencia bastante agradable hasta ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "A su alrededor, puedes escuchar a Jora moverse vertiginosa, tomándose unos momentos para prepararse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Alright!♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "Sientes un peso sorprendentemente controlado en la parte superior de la espalda, junto con una textura suave y dura, y deduce rápidamente que el wurm está usando las palmas de sus grandes manos para masajearte.",
                "Aunque no puede evitar tensarse un poco al principio, se asegura rápidamente cuando, en lugar de ser aplastado en la roca, se trata con cuidado y habilidad, Jora aplica las cantidades correctas de presión sobre su cuerpo.",
                "Es cierto que ella no es {i} muy {/i} buena en eso, pero sus palmas grandes y cálidas la hacen impresionantemente adecuada para la tarea, y en realidad puede medir adecuadamente su inmensa fuerza, dejándola amasar los músculos con facilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "... y aunque tampoco es muy buena cantando, su entusiasta zumbido mientras trabaja en ti es bastante linda.",
                "Speaks",
                "Eres más robusto que una arpía. ♪ Parece que puedo poner un poco más de fuerza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "A medida que ella se mueve hacia la parte baja de la espalda, de hecho te presiona con menos restricción, y aunque el aumento repentino de peso te hace dejar escapar un 'oof' ligeramente ahogado, se convierte rápidamente en un suspiro de alivio mientras escuchas a un maravilloso{b} pop {/b} que reverbera agradablemente a través de su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Parece que necesitabas ese!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Alentada por el resultado, ella procede con su poderoso masaje, ejerciendo presión en los lugares correctos y siendo recompensada por una serie de Pops que lo relajan aún más, haciéndole sentir que sus huesos y músculos se convierten en una masilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Una sonrisa de contenido en tu rostro, te das plenamente a las atenciones de Jora, cierran los ojos, tu oído se centró en su feliz tarifa y en la sensación de sus palmas frotando tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Una vez que termina con la espalda y las piernas, te hace darte la vuelta para que pueda trabajar en tu frente, con alegría continuar con su tarea mientras mantienes los ojos cerrados, perfectamente contento para dejarla cuidar de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Sientes que uno de tus brazos se levanta y se aprieta de tu hombro a tus dedos con estallidos más pequeños, luego el otro brazo, la masajista aficionada sin dejar lugar sin supervisión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Percibes una breve vacilación de ella cuando llega a la parte superior de la parte superior de la parte superior, pero para su crédito, ella continúa diligentemente, amasando ligeramente el área alrededor de la entrepierna sin estar fresco contigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella termina con un masaje en la cabeza, y aunque es bastante incómoda para ella frotar la cabeza con sus garras en el camino, debes admitir que es bueno sentir que te toca con tanto cuidado e íntimamente, trazando los contornos de tu caray calavera, aplicando ligeramente la presión con delicadeza amorosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Con eso cuidada, Jora ha masajeado todo el marco, quien concluye la sesión con un beso en tu cabeza.Tomando eso como su señal, comienzas a levantarte, pero ella te presiona suavemente hacia abajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "¡Ah!¡Todavía no he terminado!Solo confía en mí y no te muevas, ¿de acuerdo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Intrigado, haces lo que ella dice, y a corto plazo, sientes algo sinuoso que se arrastra sobre tus pantorrillas y luego se acumula a su alrededor.Según la textura escamosa, rápidamente reconoces la cola de Jora, y según sus instrucciones, permaneces quieto mientras continúa con el resto de tu cuerpo, envolviéndote de la cabeza a los pies.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Speaks",
                "¡Él, él, ahora estás a punto de sentir el masaje de un dragón!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Usando su cola fuerte, comienza a apretarte cuidadosamente, continuando con el masaje de una manera completamente nueva, ejerciendo presión sobre todo tu cuerpo a la vez, los músculos de la cola le permiten fácilmente controlar hábilmente la estimulación, tal vez incluso más que cuando ellaestaba usando sus manos garras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Prideful",
                "Capado de esta manera, tus músculos ya aflojados se sienten deliciosamente bien dentro de los pliegues escamosos de Wurm, dejándote como un rabioso Dolly bajo el cuidado de tu masajista reptiliana, que parece estar disfrutando mucho de tu aprecio por su método único.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Cuanto más continúe, más relajado te sientes, hasta que gradualmente pierdes la conciencia de ti mismo, todo tu ser se siente como un solo hogar de famosa tranquilidad, segura, segura y cuidadosamente mimada.",
                "PlayBlackOut",
                "...",
                "EndBlackOut",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Lanquidity (2 52) 110bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "No tiene idea de cuánto tiempo pasa la sesión, pero en algún momento, comienza a sentir aire nuevamente en su piel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Parpadeando, te das cuenta de que te has relajado en la roca, Jora te da una apariencia casi preocupada mientras termina de desenvolverte.",
                "Speaks",
                "¿Estás bien, [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "La tranquiliza sobre el tema, estirando las extremidades y deslizándose de la roca.Aunque estás un poco tambaleante después de haber sido tan completamente ablendido, te sientes perfectamente bien y das tus cumplidos a tu masajista, que reacciona con una franqueza poco común en comparación con su presunción habitual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡He he he, estoy muy contento!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Realmente no estoy acostumbrado a trabajar en un humano, pero eres bastante similar a las arpías, por lo que en realidad está bien ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Bueno, aparte de las alas ... y las garras ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero sabes a lo que me refiero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "De todos modos, ¡volvamos al río!",
                "Así que lo haces, el agua dulce en realidad te hace algo bueno para despertarte el resto del camino.",
                "Después de unos momentos de salpicaduras, Jora te pregunta qué quieres hacer a continuación.",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "'I'm good.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "¡Ah, OK!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Parece un poco decepcionada, pero en última instancia se contenta con pasar tiempo acariciado el uno contra el otro.",
                "Durante un tiempo, puedes disfrutar pacíficamente del lapso del agua, el aliento del viento y el sonido de susurro ocasional hecho por Jora barajando, los dos se abrazan en silencio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Esto no dura mucho, sin embargo, el enérgico wurm te empuja suavemente para llamar tu atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Whistful",
                "Speaks",
                "Oye, [ThePlayerName] ... no para ser grosero, pero ... me estoy aburriendo un poco.¿Podemos hacer algo más?",
                "JumpToScene",
                "BathMenu"
            ]
        },
        {
            "NameOfScene": "'Let's go back.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Alright!",
                "Ambos salen del agua y, mientras lo haces, te das cuenta de que realmente no tienes algo con lo que se secarás.Jora, sin embargo, rápidamente va a su guarida y regresa con una toalla grande ... que en realidad resulta ser una gran pieza de tela;Probablemente algo que robó de una caravana comercial en el pasado.Sin embargo, no lo comentas y lo aceptas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "JoySparkling",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "... o eso lo harías, pero en lugar de entregarte a ti, el wurm te cubre juguetonamente con él y te limpia enérgicamente, ¡sus grandes manos te frotan poderosamente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "¡Aquí vas! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Un poco aturdido por el fuerte frotamiento, le disparas una mirada {i} {/i}, a la que ella responde con una sonrisa de disculpa, dejándote terminar de secarse mientras hace lo mismo con su propia 'toalla' del tamaño deuna manta.",
                "Una vez que ambos hayan terminado, deja que los piezas de tela se sequen y regresen a la casa de su anfitriona.",
                "JumpToScene",
                "Head inside."
            ]
        }
    ]
}