{
    "name": "Voracious Huntress",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Amy lurks in the darkest depths of the caverns near the entrance to the labyrinth...",
    "requires": [
        "Labyrinth Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Amy",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "ReturnIntro",
            "theScene": [
                "ChangeBG",
                "CavernsDark.png",
                "IfInExploration",
                "ExplorationMode",
                "GetEventAndIfChoice",
                "AmyAndPerpetua",
                "1",
                "MeanToAmy",
                "AngryIntro",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Curious",
                "Aparece por la entrada al laberinto, y regresa hacia las cavernas, y no le hace mucho tiempo a Amy merodear de la oscuridad con un curioso ronroneo, inclinando su cabeza con un chirrido mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "ChangeImageLayer",
                "Tail",
                "Amy",
                "Wag",
                "Ella no te parece hostil ... ¿tal vez porque llegaste al punto de control?",
                "ChangeImageLayer",
                "Tail",
                "Amy",
                "Base",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "AngryIntro",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Angry",
                "Aparece por la entrada al laberinto, y regresa hacia las cavernas, y no le hace mucho tiempo a Amy meroagitación.Dar un paso más bien depredador hacia ti.",
                "Menu",
                "Apologize?",
                "Fight!",
                "Back away!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "MeetMenu",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "1",
                "",
                "'Can you talk?'",
                "RequiresChoice",
                "1",
                "CanYouTalk?",
                "Talk?",
                "Pet her.",
                "Sex?",
                "Fight?",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk?",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "'Can you talk?'",
                "'Do you live here?'",
                "'What species are you?'",
                "'Is your aphrodisiac addictive? Or anything else dangerous?'",
                "'You're so cute!'",
                "Back.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Back.",
            "theScene": [
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "'Can you talk?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Amy asiente con entusiasmo con un chirrido feliz antes de levantar la barbilla de manera presumida como si señor este hecho sobre ti.",
                "PlayerSpeaks",
                "... ¿vas a hablar?",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Shy",
                "Amy luego deja escapar a un chirrido sorprendido y sacude con vehemencia la cabeza que no, agitando sus garras frente a ella.",
                "PlayerSpeaks",
                "Why?",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenMouth",
                "Amy luego deja escapar un director de operaciones tímidas y se inquieta con sus garras, un sonrojo muy débil en su cara de porcelana en forma de máscara antes de abrir su boca con una grieta rotunda, abriendo sus mandíbulas de par en par, dividiendo su mandíbula verticalmente mientras revela su boca a la boca.De nuevo, y apunta a cada una de sus cinco lenguas.",
                "Llegando más de cerca ahora que no está tratando activamente de cazarte, puedes ver uno en el que normalmente estaría una lengua, dos parecen estar normalmente a la izquierda y a la derecha de esa lengua, justo más allá de ella ahora notable, dientes afilados y dientes afilados, yLos dos últimos parecen retractarse en ella en la parte superior de su boca, las cinco de los cuales aún le conducen a su garganta.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Luego se lleva a cabo su garra a lo largo de la parte interna de donde su mandíbula se divide en dos, antes de seguirla a lo largo de la larga división donde su boca y la mandíbula se encuentran normalmente, mostrando cuán lejos va en su rostro, luego se retrae sus lenguas y sellosSu boca cerró con un chirrido afirmativo como si eso lo explicara todo.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Shy",
                "La miras especulativamente por un momento, y Amy se inquieta con sus garras un momento antes de abrir ligeramente la boca.",
                "Speaks",
                "... {i} i-it {/i} {b} hs {/b} {i} diff {b} aca {/i} lt {/b} to {i} tal {/i} {b}Hk {/b} {i} n {b} o {/b} r {/i} m {b} u {/b} l ...",
                "Luego rápidamente cierra la boca y entierra su rostro en sus manos con pura vergüenza en la cara sin boca mientras sacude la cabeza en sus manos.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Sin embargo, Amy se calma rápidamente de su estado nervioso, y baja a cuatro patas por un momento, jugando tímidamente con uno de sus tentáculos brotando de su cabello con una garra, manteniendo una mirada sin parpadear contigo.",
                "IfChoice",
                "1",
                "CanYouTalk?",
                "TalkMenu",
                "ChangeProgress",
                "5",
                "SetChoice",
                "1",
                "CanYouTalk?",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "'Do you live here?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Curious",
                "Amy deja escapar a un chirrido reflexivo, golpeando una garra en su cara de máscara mientras piensa, mirando a uno de los muros de piedra, y se produce una larga pausa.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Base",
                "Entonces ella sacude la cabeza de bastante vehemencia.",
                "PlayerSpeaks",
                "... Entonces, ¿por qué estás aquí?",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Luego ronrona seductoramente mientras te mira, antes de luego soltar una risita juguetona, y luego se hace gestos y se sale corriendo en círculo y deteniéndose, luego suelta unos pocos chirridos de ella en la pared y luego se mueve allí hasta allí hastaChirp de regreso a sí misma.Entonces ella sacude su propia mano.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "PlayerSpeaks",
                "¿Entonces estás aquí para reunirte con otros como tú?",
                "Luego se sacude rápidamente la cabeza con una serie de chirridos.",
                "PlayerSpeaks",
                "¿Estás aquí para conocer a otras chicas monstruosas?",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Ella asiente con un ronroneo feliz.Luego se acecha cerca de ti con un ronroneo sensual, y ya puedes decir que su ronroneo seductor inicial no era exactamente una broma, incluso cuando salta con una risita.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "IfChoice",
                "2",
                "LiveHere",
                "TalkMenu",
                "ChangeProgress",
                "5",
                "SetChoice",
                "2",
                "LiveHere",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'What species are you?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Curious",
                "Ella deja escapar un ronroneo de reflexiones antes de levantar sus garras en un gran gesto, saludando a las cavernas circundantes antes de golpear sus garras junto con un aplauso rotundo.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Luego deja escapar un chirrido satisfecho como si eso lo explicara todo.Pero ella no parece estar con la intención de entrar en más detalles.",
                "IfChoice",
                "3",
                "Species",
                "TalkMenu",
                "ChangeProgress",
                "2",
                "SetChoice",
                "3",
                "Species",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Is your aphrodisiac addictive? Or anything else dangerous?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Blep",
                "Amy sacude la cabeza no, luego salta de repente, casi abordándote al suelo, una de sus lenguas se desliza de su cara sin boca, como si estuviera disminuyendo directamente a través de ella, y te lame la mejilla antes de que salga con una risita chirriendo, retrayendo su lengua nuevamente en su boca.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Tocas tu mejilla esperando que esté enjuagando con excitación, pero en su lugar te encuentras recubierto de saliva normal?Le das un ligero resplandor por su repentina demostración para mostrar su capacidad de aparentemente no cubrirte en afrodisíaco.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Blep",
                "Parece muy divertida con su reacción a su repentino afecto físico, y saca la lengua ligeramente, haciendo un ligero sonido de 'blep' antes de devolverlo a su boca.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "IfChoice",
                "5",
                "Aphrodisiac",
                "TalkMenu",
                "ChangeProgress",
                "5",
                "SetChoice",
                "5",
                "Aphrodisiac",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'You're so cute!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Amy deja escapar un feliz canto ante tu cumplido, su cara blanca marcada ligeramente sonrojada mientras te mira a los ojos.Luego se inclina y rápidamente se acaricia en su cuello por un momento, dándole una repentina muestra de afecto a cambio antes de retroceder.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "IfChoice",
                "4",
                "Species",
                "TalkMenu",
                "ChangeProgress",
                "3",
                "SetChoice",
                "4",
                "Species",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Pet her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Base",
                "Tentativamente alcanzas hacia adelante y tocas su 'cabello' del tentáculo antes de acariciarla con cautela, y Amy ronroneado felizmente, algunos de los tentáculos se envuelven alrededor de tus dedos y brazos mientras se acaricia en tu palma.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Luego usa el control de su mano y brazo de sus tentáculos para mantenerte acariciándola un poco más de lo planeado, bajando la palma de la mano cuando vas a parar, dejando fuera un chirrido juguetón mientras lo hace.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Blep",
                "Finalmente te las arreglas para recuperar tu mano de ella y ella se ríe juguetonamente, de pie para lamer tu mejilla, una de sus lenguas aparentemente flasheando por su cara sin boca para darte un poco de afecto húmedo antes de retraerse nuevamente en su boca, y luego ella se salta nuevamenteDe vuelta antes de sentarse y esperar a ver qué harás a continuación.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "IfChoice",
                "6",
                "PatPat",
                "MeetMenu",
                "ChangeProgress",
                "5",
                "SetChoice",
                "6",
                "PatPat",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "Apologize?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "Intentas disculparte por lo que hiciste para enojarla, y por un momento crees que tus palabras caen en oídos sordos, pero ella deja de gruñir y mira a un lado con un fuerte '¡hmph!'Antes de acosarte hacia ti y sentarse sobre sus patas traseras.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenMouth",
                "Amy luego apunta a su boca mientras deja escapar una grieta rotunda, dividiendo horizontalmente a través de su máscara como cara, su mandíbula prácticamente desactivada mientras se abre y se abre verticalmente como mandíbulas de porcelana, luego sus cinco {i} largo {/i}retorciendo la luz de las lenguas moradas se desliza fuera de su boca, babeando una saliva violeta de aspecto tóxico.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Estás encerrado en su lugar a la vista, señalando que las lenguas largas se mueven de manera bastante atractiva, ocasionalmente haciendo tentadores de movimientos de acariciación en el aire, y mientras ondulan a menudo se adhieren a los espacios entre la mandíbula y la boca cuando no están envolviendoentre sí.Amy luego señala tu ingle, luego su boca ... estás bastante segura de que sabes lo que quiere como una disculpa ahora ...",
                "Menu",
                "Apologize!",
                "Retreat!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Apologize!",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Te bajas los pantalones y te ofreces tu virilidad semi-erecta a Amy y ella deja escapar un feliz trino y se lanza hacia adelante, enrollando sus muchas lenguas alrededor de tus bolas y endureciendo la polla, masajeando en burlas toda tu ingle, empapándola con su saliva claramente afrodisíaca,Es un mero toque dejar que tu cuerpo se alinee con necesidad.",
                "Luego cierra su boca alrededor de tu polla y bolas, atrapándolas adentro mientras sus 'labios' sellan perfectamente a su alrededor, reanudando su apariencia aparentemente sin boca aparentemente de donde entra tu ingle sin problemas mientras te mira con ojos alegres, dejando salir unRonroneado feliz y seductor.",
                "GetEventAndSetChoice",
                "AmyAndPerpetua",
                "1",
                "",
                "JumpToEventThenScene",
                "AmyAndPerpetua",
                "SealedTightBlowjob"
            ]
        },
        {
            "NameOfScene": "Sex?",
            "theScene": [
                "Menu",
                "Offer her your cock?",
                "Ask to fuck her?",
                "69 with Amy?",
                "Back.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Offer her your cock?",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenMouth",
                "Amy deja escapar un ronroneo sensual mientras contempla dejarla usar su boca de otro mundo en tu polla, y con una grieta rotunda, su boca se abre horizontalmente a través de su máscara como la cara, su mandíbula prácticamente desactivada mientras se abre y se abre verticalmente como porcelana como porcelanamandíbulas, luego sus cinco {i} largos {/i} retorciendo la luz de la luz de la luz se deslizan fuera de su boca, babeando una saliva violeta de aspecto tóxico.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Estás encerrado en su lugar a la atracción, señalando que las lenguas largas se mueven con bastante invención, ocasionalmente haciendo movimientos tentadores de acariciación en el aire, y como ondulan a menudo se adhieren a los huecos entre la mandíbula y la boca cuando no están envolviendoEl uno al lado del otro, Amy parece estar dejando fuera un ronroneo seductor, claramente queriendo exactamente lo que estabas pensando.",
                "Te bajas los pantalones y te ofreces tu virilidad semi-erecta a Amy y ella deja escapar un feliz trino y se lanza hacia adelante, enrollando sus muchas lenguas alrededor de tus bolas y endureciendo la polla, masajeando en burlas toda tu ingle, empapándola con su saliva claramente afrodisíaca,Es un mero toque dejar que tu cuerpo se alinee con necesidad.",
                "Luego cierra su boca alrededor de tu polla y bolas, atrapándolas adentro mientras sus 'labios' sellan perfectamente a su alrededor, reanudando su apariencia aparentemente sin boca aparentemente de donde entra tu ingle sin problemas mientras te mira con ojos alegres, dejando salir unRonroneado feliz y seductor.",
                "JumpToEventThenScene",
                "AmyAndPerpetua",
                "SealedTightBlowjob"
            ]
        },
        {
            "NameOfScene": "PostSexWakeup",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Te despiertas con aturdimiento, recordando vívidamente cada momento de Amy Drenando que te secas, y notas que todavía está acurrucada a tu lado, acariciando felizmente en ti, compartiendo ansiosamente su calor contigo, y ella hace entusiasmo a la vez que comienzas a agitar,Prácticamente te pone de pie antes de que puedas hacer orientaciones.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "Ask to fuck her?",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Amy ronronean sensualmente ante su sugerencia y merodea a cuatro patas, girando su pálida trasera hacia usted y tentamente levanta su cola, mostrando su babeante coño de violeta pálido, abierta por sus dos lenguas vaginales.",
                "Estás un poco aturdido por su exhibición descarada, y ella cierra bruscamente y mueve sus caderas como para decir 'No me mantengas a esperar. ♥' Así que te quitas rápidamente los pantalones dejando que tu polla se vuelva libre, bajando, bajando, bajandoPara agarrar sus caderas y alinear su rígida virilidad con su orificio necesitado.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Su larga cola se envuelve cariñosamente alrededor de su cintura, y incluso antes de que la penetre, las lenguas vaginales de Amy se deslicen y se acerquen en torno a su polla, guiándola dentro de ella mientras sus caderas se conectan, dejándolas jadeando de placer, y no puede evitarPero se estremece con la dicha cuando su interior recubierto de cilios inmediatamente comienza a masajear su longitud.",
                "Las dos lenguas vaginales largas de Amy giran lentamente alrededor de su dolor de erección dolorida, y por un breve momento te quedan congelados de placer, y con un director seductor de ella, sales de ella y comienzas a empujar, enviando ecos húmedos a través de la cuevacon cada empuje lento impactante.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Ella ronronee con placer, su inspección en el interior deliciosamente apretando su polla dolorida con cada empuje, sus paredes vaginales ondulantes y retorcidas ordeñando su longitud en el tiempo con sus movimientos, y sus dos largas lenguas internas vuelven a su punta de espasmo cada vez que golpean sus partes más profundas,Dejando tu cuerpo temblando en éxtasis.",
                "Su cola se aprieta a su alrededor mientras levantas el ritmo, decidido a no dejar que su coño de otro mundo tome la iniciativa a pesar del placer alucinante que está infligiendo a tu virilidad, y ella cooS felizmente con tus profundos empujes, mirándole con seductores seductorojos.",
                "Te aprietas los dientes para tratar de soportar el placer el mayor tiempo posible, pero tus pensamientos se pierden en la lujuria cachonda cada vez más con cada empuje en su gatito y ordeño coño, y mientras le quita la lengua a la lengua aparentemente plana sin costura sin costura.No puedes evitar que tu yo se incline sobre ella, envolviendo tus brazos alrededor de ella mientras encuentras sin irritación su invitación para besar.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Content",
                "Ahora estás golpeando implacablemente su hendidura babeante como una bestia en calor, su lengua recubierta de afrodisíaco soltero roda con amor la tuya, inundando con un deseo aún mayor, persuadiéndote para follarla más fuerte mientras mira lascierras en tus ojos ronroneando sensualmente.",
                "Los movimientos de ordeño apretados y ondulados de su coño de su cilia dejan a tu cerebro brotando con el enloquecedor deseo de correrse, cada reunión húmeda de tus caderas se siente mejor que la anterior, y sus lenguas vaginales mantienen tu punta espasmante con cada lamida lamida que lo dan,enviando sacudidas de placer al punto de vista blanco a tus caderas.",
                "No puedes tomar las constantes oleadas de placer a través de ti más tiempo, todo tu cuerpo temblando con cada empuje en su coño antinatural deja tus bolas agitadas tensánun poco, y déjalo todo.",
                "Con una fideicomisión final de su ranura en el que estallas dentro de su orificio retorcido, sus largas lenguas vaginales lamiendo en tu punta mientras brota las cuerdas gruesas en ella, tu alucinante es el deseo de follar y correrse, su saliva afrodisíaca te inunda suavemente con ardor con quemadurasNecesita incluso cuando su cuerpo se tensa con el éxtasis climático.",
                "Te tiemblas con la dicha postorgasmica por unos momentos más mientras te recuperas, y Amy te mantiene besando suavemente con una lengua, su coño cubierto de cilios estimula constantemente tu polla dolorida de base a punta, ella a las lenguas vaginales rodando lentamente por tu sensible cabezal de polla, manteniendo su eje rígido y necesitado.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Amy deja escapar un ronroneo sensual en tu boca, y sin siquiera pensar que ya estás empujando a ella nuevamente, tu mente perdida en un placer borracho, necesitada para más sexo, así que como un animal golpeas implacablemente su orificio babeante, haciéndolatemblar y cocinar con placer mientras te pierdes en el deseo de aparearse.",
                "Cada empuje hacia su coño agitador se siente deliciosamente diferente a medida que el cilia cambia y masajea su longitud, y sus largas lenguas vaginales se deslizan hacia arriba y hacia abajo de su eje, tratando de convencer otra carga gruesa mientras se burlan de la parte inferior de su longitud, y conEl afrodisíaco de Amy se vierte suavemente en ti, no puedes preocuparte por lo que te corres dentro de su orificio maravillosamente apretado.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Content",
                "Amy deja escapar un grito de sorpresa mientras comienzas a golpear su hendidura húmeda aún más fuerte, sus brazos cántanos de debajo de ella mientras te follas intensamente su hendidura retorciéndose, ansiosa por bombearla llena de tu semilla y follarla sin sentido, y su hambreLa mirada lujuriosa te dice que eso es exactamente lo que quiere.",
                "Los dos rompen el beso y gemen felicidad de placer mientras la empujan una y otra vez, su sensual ronroneo sonando en su mente cachonda, prácticamente le rogamos que se aparee con ella y nunca se detenga.Instarte a follarla hasta que ambos estén colapsados ​​en agotamiento y habían vaciado por completo tus bolas en ella, lo que te lleva a empujar aún más fuerte, enviando los sonidos que se hacen eco del sexo a la deriva de la cueva.",
                "Gime mientras inundas su coño retorciendo con tu semen, una poderosa reunión de tus caderas te abruman con un aumento de placer, dejándolos gemidos mientras la llenas, pero su cilia retorciéndose y las lenguas vaginales largas y lamiendo rápidamente para reanudarte para reanudarJoderla, dándole la mente sin tiempo para recuperarse de su joder estupor borracho.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Amy ronrone y coos con éxtasis mientras la follas implacablemente, su boca se abre libremente mientras te apareas con ella, el placer la dejas temblando mientras golpeas su hendidura babeante, dejándote deleitarte con la sensación de su cilia masajeando salvajemente tu eje con cada empuje con cada empuje, y mientras descargas otra carga gruesa en ella, ella deja escapar un aullido de placer, estremeciéndose en éxtasis, pero aún así no dejas de follarla.",
                "Ella jadea y geme, sus garras cavando en los pisos de piedra cada vez que sus caderas se encuentran, y apenas se registra cuando se corre como algo más como un pico de placer para amplificar la sensación de apareamiento con Amy, y su orificio retorcido lo mantiene dolorosamente duroy estimulado con cada empuje, dejándolos que ambos gimieron incoherentemente en el placer orgásmico.",
                "El tiempo parece desvanecerse mientras follas, y follan, y follan, follando como animales por lo que debe ser horas, perdiéndose completamente ante sus necesidades más bajas, corriendo una y otra vez, solo tomando descansos para besar ocasionalmente con un afecto meltoso e irreflexivo.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Content",
                "Pero finalmente, ustedes dos se quedan en el suelo jadeando en agotamiento, estrechamente abrazados, acariciando y murmurando sin palabras mientras se besan de vez en cuando, bajando lentamente de sus respectivos máximos de placer y se alejan en una siesta cómoda..",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "...",
                "RestPlayer",
                "Te despiertas en un suave aturdimiento, tus pensamientos aún se pierden parcialmente con la dolorosa necesidad de follar, y Amy todavía está acurrucada cerca de ti, acariciando en tu cuello con un chirrido, y tienes dificultades para no pedirle que vaya de nuevo.Inmediatamente a pesar de lo dolorida que se siente tu cuerpo en este momento.",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "Pero ella rebota con entusiasmo cuando comienzas a moverte, prácticamente te pone de pie antes de que puedas hacerte orientación, luego deja escapar un ronroneo seductor mientras mira a tus ojos, presionando su cuerpo contra el tuyo por un breve momento antes de retrocederlejos ... crees que {i} ella {/i} quiere hacer eso de nuevo ....",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "69 with Amy?",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Excited",
                "Amy Coos con curiosidad, luego asiente y da palmaditas en el suelo suave junto a ella mientras te mira fijamente, claramente con la intención de que te acostaras allí.Entonces, con un poco de inquietud nerviosa, se acuesta en el suelo, y Amy se extiende a horcajadas sobre su cara con un chirrido juguetón, antes de colocar su cuerpo sobre el tuyo.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "El aroma de su coño goteando es débilmente dulce, recordándote las uvas, o tal vez el vino, y te miras con dudas mientras sus dos lenguas vaginales largas extienden su abertura, tentándote a comenzar a lamer mientras ella te quita los pantalones, liberando la rigidez de la erección..",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Escuchas que su boca se abre y tembla de placer mientras sus cinco lenguas largas comienzan a lamer suavemente hacia arriba y hacia abajo de tu longitud, y ella cierra bruscamente, recordándote que también la atiendas mientras baja la gotción de goteo más cerca de tu boca.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenHanging",
                "Amy ronroneado felizmente mientras comienzas a acumular su coño babeante, y tiestras mientras sus dos largas lenguas vaginales se enredan con tu propia lengua, prácticamente chupando en una extraña sesión de besos que llena tus sentidos con el aroma y el sabor de su coño.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Gemes cuando ella comienza a bombear tu longitud con cuatro de sus lenguas largas, y rastrea la punta con la quinta, dejando tu cuerpo ya agitándose en el deseo mientras sus afrodisíacos se filtran en tu ingle, dejando tu polla palpitando con el deseo de construcción.",
                "Sus lenguas vaginales se acomodan alrededor de la lengua y la aprieta cariñosamente antes de bailar con la lengua mientras lames su ranura de babeo, las paredes cubiertas de cilios que te hacen temblar ante la extraña textura acariciando tu lengua, tu mente se llena rápidamente con una neblina lujuriosa de deseo necesarioElla, convenciéndola de comerla con una intensidad creciente.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenHanging",
                "Las lenguas largas de Amy se deslizan sobre su eje, acariciándolo y ordeñándolo lentamente, una constantemente girando alrededor de su espada en la cabeza de polla, haciendo que le duele las bolas, pero mantiene la estimulación lenta y deliberada, dejándole concentrarse lo suficiente como para seguir besándose con su coño antinatural, dando.Usted es un ronroneo seductor de aliento.",
                "Su interior prácticamente le chupa la lengua si intentas alejarte, dejándote indefenso contra sus lenguas vaginales invasando mientras se deslizan más allá de tu lengua, y su sabor femenino domina tu lengua mientras invaden tu boca, obligándolo a beber su dulceJues mientras lo acompañas sin pensar en su coño.",
                "El lento placer sensual que su afecto oral le da a su erección rígida y contraproscda es deja tan difícil pensar en algo más que correrse, pero a medida que el tiempo se extiende, queda abundantemente claro que no te deja corres hasta que ella lo haga, y tú gemir desesperadamente, sus lenguas vaginales dominantes continúan burlándose de ti, dejándote felizmente mareado.",
                "A pesar de sus mejores esfuerzos para complacerle oralmente, sus lenguas vaginales se mantienen tentadoramente interrumpiéndolo, enrollando su lengua o dejándote temblando de placer mientras masajean tu boca, y Amy se ríe juguetonamente mientras te mantiene en el dolor de orgasmo, ella, ella, ella, ella, ella, ella, ella, ellaTrabajo de varias lenguas dejando sus caderas palpitando con necesidad.",
                "Sientes que te vas a enojar de placer antes de que se corra, y te agarras desesperadamente las caderas y presionas la lengua más profundamente en su coño babeante, tratando de lugar con la mayor cantidad de afecto posible, haciéndola temblar y coo con deleite, incluso cuando sus lenguas vaginales se besan de manera dominante contigo.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Mientras sus lenguas largas bombean tu polla palpitante, lamiendo tu punta de espasmo y espasmeo, lames sin pensar su orificio antinatural, deleitando la sensación de que sus cilios apretan tu lengua, su dulce sabor y sus lenguas vaginales enredos con tu propia lengua, yAmy ronrona con satisfacción mientras la construyes hasta su propio orgasmo.",
                "Sus lenguas largas lamen hacia arriba y hacia abajo de tu longitud, dejando todo tu cuerpo temblando de necesidad, cada larga burla de que te vuelves loco de placer, y lentamente tus esfuerzos para comerla están dando sus frutos, su cuerpo temblando de placer mientras ronronea dulcemente,Sus lenguas vaginales se besan cariñosamente contigo en un baile constante de bucle, dejando tu mente en blanco, cachonda y completamente enfocada en su tarea.",
                "El tiempo parece extenderse a la locura que induce grados mientras Amy continúa burlándose de ti, manteniéndote al borde del orgasmo mientras la trabajas hacia su propio clímax con tus esfuerzos frenéticos, dejándola temblar y jadear con el éxtasis de construcción, y perdisteUn mar de felicidad mental.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenHanging",
                "Te quedas a la deriva en una neblina placentera, completamente enfocado en tratar de quitarse a Amy, saborear su dulce sabor y el placer tembloroso que su beso y afectos orales te están dando, hasta que salgas de él con un fuerte gemido, las lenguas de Amy bombeandoTu eje más duro y más rápido a medida que se acerca al orgasmo, su cuerpo temblando de necesidad a medida que su clímax se acerca.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "OpenInvitation",
                "Ninguno de los dos dejó por un momento mientras te burlas vorazmente al otro, enviándolos a ambos gimiendo incoherentemente sobre el borde del orgasmo, y el éxtasis blanco-candente se atraviesa a través de tu cuerpo en una ola de derretimiento mientras tu polla estalla gruesas cuerdas de semilla en la espera de Amy.Boca, y apenas puede seguir estimulándolo a través de su propio orgasmo, su coño solo capaz de espasmar y arrojar sus jugos en la boca.",
                "Su orgasmo parece que dura incluso más que el tiempo que pasaste en el borde dolorido del orgasmo, dejándote inundado de pura felicidad fundida, flotando en un resplandor celestial mientras tiemblas debajo de Amy mientras ella temblaba con placer, arrastrando desesperadamente cada caída esttrade tu semilla mientras ella temblora en el éxtasis climático.",
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "Finalmente, cuando el placer se desvanece, los dos colapsan en el suelo jadeando con agotamiento, y débilmente Amy se levanta y se da vuelta lentamente, y se acaricia en el cuello con un ronroneo satisfecho, su boca cerrada mientras se acurruca en ti, y tú y túApóyate en ella mientras comienzas a alejarse ya, su cálido abrazo más que suficiente para consolarte después de un orgasmo eufórico.",
                "Sus garras acarician suavemente sus cose mientras intenta ayudarlo a que duerma, y ​​su largo cabello tentacado masajee con cautela su cuello y hombros mientras mira dulcemente en los ojos, luego se mueve en usted con un Chirp feliz antes de unirse a la deriva para dormir para dormir para dormir..",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "PlayerOrgasmNoSpiritLoss",
                "...",
                "RestPlayer",
                "Te despiertas en un suave aturdimiento, todavía nebuloso y agotado de la sesión de servicio 'mutuo' con Amy, y ella está acurrucada con amor contra ti, acariciando tu cuello con un director de operaciones, dejándote contemplar lo abrumador que fue 69 con ella.con ambos lados teniendo lenguas ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "Luego, con un estiramiento lánguido, Amy se levanta con entusiasmo, prácticamente te pone de pie antes de que puedas hacerte orientaciones, luego deja escapar un ronroneo seductor mientras te mira a los ojos, presionando su cuerpo contra el tuyo por un breve momento antes de retirarte... crees que {i} ella {/i} quiere volver a hacer eso ...",
                "JumpToScene",
                "MeetMenu"
            ]
        },
        {
            "NameOfScene": "Leave",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Shy",
                "Amy deja escapar de un gemido lento mientras te diriges a tu camino, pero ustedes dos se despiden antes de que ella se vuelva a la oscuridad."
            ]
        },
        {
            "NameOfScene": "Back away!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Happy",
                "Amy deja escapar a un chirrido triunfante mientras retrocede hacia la entrada del laberinto, y la ves a la oscuridad antes de regresar a la ciudad."
            ]
        },
        {
            "NameOfScene": "Retreat!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Base",
                "Amy deja decepcionar a Chirp mientras retrocede hacia la entrada del laberinto, y la ves cerrada por la boca mientras huyes, antes de que ella misma se vuelva a la oscuridad, dejándote regresar a la ciudad después de no disculparte."
            ]
        },
        {
            "NameOfScene": "Fight?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Seductive",
                "GetEventAndSetProgress",
                "AmyCombatEvents",
                "0",
                "Amy deja escapar un silbido juguetón y se baja al suelo, merodeando hacia ti con un ronroneo sensual.No crees que ella te lo va a tomar con calma ...",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Amy",
                "StartCombat",
                "Después de haber triunfado sobre Amy, regresas a la ciudad para recuperarte, sin saber exactamente cuándo Amy volverá a las profundidades de las cavernas."
            ]
        },
        {
            "NameOfScene": "Fight!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Amy",
                "Predatory",
                "Amy deja escapar un silbido y las estiras hacia ti, no crees que te lo va a tomar con calma ...",
                "GetEventAndSetProgress",
                "AmyCombatEvents",
                "0",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Amy",
                "StartCombat",
                "Después de haber triunfado sobre Amy, regresas a la ciudad para recuperarte, sin saber exactamente cuándo Amy volverá a las profundidades de las cavernas."
            ]
        },
        {
            "NameOfScene": "ExplorationMode",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "AmyAndPerpetua",
                "1",
                "MeanToAmy",
                "A medida que entra en las profundidades de las cavernas, las paredes se alisan lentamente en piedra tallada artificial, puede sentir que cada cabello en su cuerpo comienza a ponerse de pie al borde mientras siente que alguien lo mira, y en un borde de movimiento, Amy salta a salir.de la oscuridad con un chillido feroz.",
                "1",
                "",
                "A medida que entra en las profundidades de las cavernas, las paredes se alisan lentamente en piedra tallada artificial, puede sentir que cada cabello en su cuerpo comienza a ponerse de pie al borde mientras siente que alguien lo mira, y en un borde de movimiento, Amy salta a salir.de la oscuridad con un silbido juguetón.",
                "EndLoop",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Amy",
                "StartCombat",
                "Habiendo derrotado a Amy, continúas en tu camino antes de que ella regrese ..."
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "Event Broke"
            ]
        }
    ]
}