{
    "name": "Enter 'Amber's Adventuring Shop'",
    "CardType": "Shopping",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Amber",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "StoreKeeper",
            "theScene": [
                "ChangeBG",
                "AmbersStore.png",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "IfChoice",
                "1",
                "",
                "AmberIntro",
                "IfChoice",
                "3",
                "",
                "CheckDungeonClear",
                "IfChoice",
                "4",
                "",
                "CheckMountainClear",
                "IfChoice",
                "5",
                "",
                "CheckTempleClear",
                "IfChoice",
                "14",
                "",
                "CheckLabyrinthClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "_AmberEventCallTest",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Speaks",
                "¡¡Git!",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "AmberIntro",
            "theScene": [
                "SetChoice",
                "1",
                "MetAmber",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Pasas más allá del umbral del edificio y miras a los artículos en exhibición, solo para saltar mientras notas de repente a la mujer de aspecto dour que te miraba despectivamente desde detrás de un mostrador con los brazos cruzados.",
                "Ella levanta la barbilla muy ligeramente, ya que rápidamente le da a su cuerpo una vez más antes de continuar mirando perforadamente a sus ojos.",
                "Speaks",
                "Hmph.Eres una cara nueva en la ciudad.",
                "Su mirada fría y su voz plana y hostil límite envían un escalofrío involuntario acelerando por su columna vertebral mientras un largo silencio llena el aire, y la tensión comienza a ser tan insoportable que finalmente se habla para presentarse.",
                "PlayerSpeaks",
                "Um, hola, mi nombre es [ThePlayerName].Soy un nuevo aventurero en la ciudad y-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella te corta con una ola de mano casi despectiva y un arco de una de sus cejas plateadas.",
                "Speaks",
                "Ahórrame la historia de tu vida, [ThePlayerName].Eres un aventurero, y eso me dice todo lo que necesito saber sobre ti.Además, por el aspecto de ti, tengo la sensación de que no vas a durar mucho tiempo de todos modos.",
                "Parpadea confusión ante sus palabras mientras toma otra mirada más lenta a su cuerpo, y puede sentir con entusiasmo su mirada mientras se arrastra por su pecho.",
                "PlayerSpeaks",
                "¿Qué se supone que significa eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Su mirada deja de moverse, ya que se enfoca en su ingle por un largo momento antes de volver a mirarte nuevamente con el menor indicio de una sonrisa en su rostro.",
                "Speaks",
                "Quiero decir que te ves tanto pervertido como los últimos veinte aventureros que se metieron en esta tienda, si no más.Estoy seguro de que esos elfos en el bosque te van a comer {i} vivo {/i}.",
                "PlayerSpeaks",
                "¿Qué- ¿Cómo me veo como un pervertido !?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Su sonrisa se amplía muy ligeramente cuando se inclina hacia usted con una mirada sombría de diversión claramente evidente en su rostro.",
                "Speaks",
                "¿Quieres que te lo explique, [ThePlayerName]?{i} cualquiera {/i} Planear para aventurarse en este continente es un pervertido.La única diferencia es cuán grande es un perver, y confía en mí cuando digo que he tenido mucha experiencia en la identificación de este tipo de rasgos en las personas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Después de tomarse un momento para observar con entusiasmo su incomodidad, la expresión de Amber se vuelve plana una vez más a medida que su voz se reanuda su tono plano y frío mientras hace un gesto con una mano alrededor de la tienda.",
                "Speaks",
                "Pero afortunadamente para ti, solo vendo mis productos a pervertidos, y tengo bastante acciones aquí.",
                "Su voz separada y casi aburrida te hace dudar momentáneamente, ya que tienes dificultades para determinar cuánto de lo que dijo era solo bromas inexpresivas o si es completamente seria, pero tienes una sospecha de que no ha dicho nada más que la verdad ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sacudiendo la cabeza, devuelve su atención a Amber mientras continúa mirándolo durante unos segundos más antes de que parpadee y mira su tienda.",
                "Speaks",
                "Si no quieres terminar con un juguete Boy de Monster Girl, asegúrate de abastecerse de mis productos.Si esta es su primera vez, recomendaría obtener algunas hierbas Anaph, y debe recoger algunas runas y equipos si le llaman la atención y tiene dinero de sobra.Eros no vale nada si no lo gastas.",
                "Ella se calla por un momento antes de que parezca recordar algo y vuelve a hablar, casi en la ocurrencia posterior.",
                "Speaks",
                "Ah, y no olvides equipar cualquier equipo que compras.No te ayudará a ninguno si no lo estás usando.Además, si rompes algo en la tienda, lo compras.",
                "(Para equipar los elementos, haga clic derecho, presione ESC o use la barra rápida en la parte superior de la pantalla para ir al menú, luego haga clic en la pestaña del equipo. Desde allí, puede hacer clic en cualquier elemento que desee equipar o desigualizar).",
                "(Además, puede usar elementos consumibles en su inventario cuando puede acceder a él. Simplemente haga clic en el elemento que desea usar. Esto también se aplica a algunas habilidades cuando está fuera de combate).",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckDungeonClear",
            "theScene": [
                "IfHasItem",
                "Sigil Of Allure",
                "Beat the forest dungeon.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat the forest dungeon.",
            "theScene": [
                "SetChoice",
                "3",
                "ForestDungeonConvo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "A medida que caminas más hacia la tienda y te acercas a Amber, sus ojos se golpearon abruptamente en tu rostro mientras su expresión de dour cambia a una pequeña sonrisa.",
                "Speaks",
                "Entonces.Te escucho {i} en realidad {/i} logró obtener el primer sigil.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella cruza los brazos cuando sus labios se retuercen en su ceño consuetudinario.",
                "Speaks",
                "Pensé que ya terminarías con algunas putas élficas.Pero tal vez me equivoqué sobre ti.Tal vez no te gusten los otros aventureros que he conocido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Amber deja escapar una risa sin alegría mientras se inclina hacia un poco.",
                "Speaks",
                "Quizás eres un pervertido {i} más grande {/i} que mi clientela habitual, una que solo quiere experimentar completamente cada tipo de monstruo erótico depravado en este continente, ¿o me equivoco?",
                "Menu",
                "'I'm trying to stop the Demon Queen!'",
                "'I just want to get out of debt!'",
                "'You're right!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm trying to stop the Demon Queen!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Amber parpadea lentamente antes de levantar suavemente una ceja ante su declaración.",
                "Speaks",
                "{i} rigggght ... {/i} sigues diciéndote a ti mismo que, [ThePlayerName].",
                "Sin quitarse los ojos de los tuyos, Amber deja escapar otra risa sin humor con una pequeña sonrisa completamente desprovista de cualquier positividad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Esperaré con ansias el día en que te encuentres con un monstruo tan pecaminosamente lascivo que esos ideales inocentes tuyos comienzan a derretirse.Buena suerte por ahí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te mira hasta que ya no puedes mantener el contacto visual con ella, y deja escapar una risa final antes de que su expresión vuelva a su aspecto plano habitual, desinteresado.",
                "Cualquiera que sea su razón para la aventura, no olvide reabastecerse de suministros y equipo aquí.Si no estás preparado para lo que vendrá, te estás desactivando.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "PostForestDungeonChoice"
            ]
        },
        {
            "NameOfScene": "'I just want to get out of debt!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "La mirada de Amber se agudiza intensamente a medida que sus labios se curvan lentamente en una sonrisa profunda e inquietante.",
                "Speaks",
                "Oho, {i} ahora {/i} estás hablando mi idioma. ♪",
                "Sin otra palabra, Amber te da una vez más, haciéndote sentir incómodo como si tuvieras un objeto en exhibición, ya que tarda varios momentos en evaluarte antes de que ella devuelva sus ojos aún penetrantes a tu cara.",
                "Speaks",
                "Sí, puedo entender el encanto del dinero, [ThePlayerName].Y es realmente poderoso.Solo asegúrese de gastar algo aquí primero, después de todo, debe gastar dinero para ganar dinero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Su rostro se desliza lentamente a su ceño habitual después de unos largos segundos, pero te quedas más que un poco inquieto después de su sonrisa desconcertante.",
                "Speaks",
                "Por supuesto, si es solo la deuda que te preocupa y no estás interesado en hacer una fortuna, siempre puedes encontrar una chica monstruosa con la que establecer y nunca volver, ya sabes.Estoy seguro de que hay muchas chicas que están más que dispuestas a ayudarlo con esa estrategia.",
                "ChangeProgress",
                "10",
                "JumpToScene",
                "PostForestDungeonChoice"
            ]
        },
        {
            "NameOfScene": "'You're right!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Amber parpadea mientras te mira momentáneamente, aparentemente sorprendida por tu respuesta contundente, pero rápidamente deja escapar una risa baja mientras una sonrisa ligeramente retorcida florece lentamente en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "Sabía desde el momento en que te vi que eras un pervertido, [ThePlayerName].Simplemente no pensé que lo admitieras tan voluntariamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella mira de un lado a otro como para verificar si alguien más está escuchando antes de sonreírle.",
                "Speaks",
                "Pero de un pervertido a otro, debes tener cuidado con cuánta fe pones en esa piedra de recuerdo tuya.Solo puede hacer mucho si te estás dejando ahogarte de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Sus labios se curvan en su cebo habitual mientras su expresión se oscurece abruptamente con un pequeño suspiro.",
                "Speaks",
                "Y {i} odiaría {/i} perder a un cliente.",
                "ChangeProgress",
                "10",
                "SetChoice",
                "8",
                "Perv",
                "JumpToScene",
                "PostForestDungeonChoice"
            ]
        },
        {
            "NameOfScene": "PostForestDungeonChoice",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "A medida que su conversación termina, comienza a navegar en la tienda de Amber, pero su atención se le devuelve rápidamente mientras habla con una pequeña sonrisa en su rostro.",
                "Speaks",
                "Ah, correcto.Antes de olvidar, debería hacerte saber que debido a que despejaste la mazmorra del bosque, puedes comprar algunos artículos nuevos en mi tienda.Asegúrese de revisarlos.",
                "Ella hace un gesto a un estante cercano, con artículos que antes se negaba a considerar venderle.",
                "Speaks",
                "Siempre que pueda llegar a una nueva ubicación, debería tener al menos algunos artículos nuevos para venderle, así que tenga en cuenta eso.Algunos de ellos incluso pueden ser vitales para sobrevivir en ese nuevo entorno, pero siempre puedes ir sin ellos si realmente quieres experimentar {i} todo {/i} en oferta allí ...",
                "Amber se ríe por un momento antes de que su rostro se deslice en un ceño fruncido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckMountainClear",
            "theScene": [
                "IfHasItem",
                "Temple Checkpoint Gem",
                "Beat mountain.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat mountain.",
            "theScene": [
                "SetChoice",
                "4",
                "clearedMountain",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Amber mira mientras entras en su tienda, y ella sonríe mientras te reconoce.",
                "Speaks",
                "Entonces.Lograste escalar hasta esa montaña, ¿eh?Buen trabajo.Pensé que un grupo de arpías o un minotauro te habría llevado a mitad de camino, pero lo hiciste de una sola pieza.",
                "Speaks",
                "Y supongo que también pasaste a Nara.Pensé que ella habría logrado \"distraerte\" más.",
                "Parpadea sorprendido por lo indiferente que mencionó a Nara como un pequeño indicio de sospecha que se abre paso en su mente.",
                "PlayerSpeaks",
                "Espera, ¿sabías sobre sus planes de emboscarme?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te da una mirada plana mientras la sonrisa se escapa de su rostro.",
                "Speaks",
                "¿Qué crees que soy yo quien la envió?Piense de nuevo.Ella es la que lo dejó caer.Ella compra aquí como todos los otros aventureros, y es un poco charlador para mantener las cosas para sí misma, así que me enteré casi al instante.Nara no puede mantener un secreto para salvar su vida ...",
                "PlayerSpeaks",
                "¿No podrías haberme advertido?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Al instante, su expresión se endurece a medida que su voz se convierte en Flinty.",
                "Speaks",
                "No juego favoritos con los clientes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Un silencio llena el aire mientras te mira para hacerle señalar antes de que su rostro se ablande a su ceño habitual.",
                "Speaks",
                "E incluso si te dijera, ¿qué diferencia habría hecho?Tendrías que vencerla una vez que lo hiciste allí de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Una sonrisa inquietante e poco característica se extiende sobre la cara de Amber por un momento.",
                "Speaks",
                "En cualquier caso, estoy seguro de que ustedes dos tuvieron mucha 'diversión' en esa cima de la montaña.¿Y quién soy yo para estropear una sorpresa como esa?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Un toque de irritación nubla su expresión por un momento mientras su sonrisa se cae antes de dejar escapar un profundo suspiro.",
                "Speaks",
                "Estoy seguro de que Nara me contará {i} todo {/i} al respecto cuando se detenga de nuevo ...",
                "Hay una larga pausa en la conversación cuando Amber se calla por unos momentos, reflexionando sobre el bailarín.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Pero antes de que realmente puedas llegar a una conclusión sobre eso, Amber te rompe de tus pensamientos mientras de repente vuelve a hablar en un tono curioso y casi desinteresado.",
                "Speaks",
                "Oh, claro.Ya conoce el ejercicio sobre nuevos artículos al llegar a nuevas áreas, pero un consejo antes de dirigirse al templo de la montaña.Probablemente debería obtener un poco de conscio en polvo, lo necesitará.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Sus labios se curvan en una pequeña sonrisa.",
                "Speaks",
                "Es decir, a menos que desee terminar sin esperanza por todo tipo de monstruos que esperan aventureros desafortunados como usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckTempleClear",
            "theScene": [
                "IfHasItem",
                "Sigil Of Will-Power",
                "Beat temple.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat temple.",
            "theScene": [
                "SetChoice",
                "5",
                "clearedTemple",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Amber mira mientras entras en su tienda, y ella te muestra una sonrisa mientras coloca una pequeña poción en un mostrador antes de llamar la atención hacia ti.",
                "Speaks",
                "Hmph.Estoy un poco impresionado.Pensé que habrías renunciado al templo, pero aquí estás.En realidad no estás haciendo demasiado mal ... por un pervertido.",
                "Ella deja escapar una pequeña risa mientras su sonrisa se profundiza casi imperceptiblemente.",
                "Speaks",
                "Pero, ¿qué sé?Me alegro de que esté resultando ser un cliente agradable y confiable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "El ámbar se endereza cuando su expresión se vuelve casi mortal, y lave todo el humor de su rostro en un latido mientras se inclina hacia ti.",
                "Speaks",
                "Pero si va a seguir presionando hacia adelante, eso significa que se dirige a las cavernas, y ese lugar no es broma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Muchas criaturas viven en la oscuridad allí, y se sabe que tienen algunos poderes paralíticos desagradables, entre otras cosas.Recomiendo encarecidamente obtener un equipo antiparálisis, un poco de polvo de hadas y tal vez algunas panaceas a menos que usted {i} quiera que {/i} termine completamente inmovilizado y drenado completamente seco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Después de tomarse unos minutos para mirarlo para llevar su mensaje a casa, ella le da un curado antes de que vuelva a su postura normal con un encogimiento de hombros y una sonrisa astuta.",
                "Speaks",
                "Por supuesto, siempre puede emplear el método probado de simplemente huir de todo hasta que lo lleve hasta el laberinto.Eso también funciona.",
                "Ella se calla momentáneamente mientras inclina su cabeza hacia un lado, estudiando con una sonrisa.",
                "Speaks",
                "He oído que algunos aventureros se asustan demasiado por las chicas que conocen allí y no pueden hacer nada {i} pero {/i} se escapan de ellas.Es bastante vergonzoso.Me pregunto qué será {i} su reacción {/i}, [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckLabyrinthClear",
            "theScene": [
                "IfHasItem",
                "Lucidian Passport",
                "Beat Laby.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat Laby.",
            "theScene": [
                "SetChoice",
                "14",
                "clearedLaby",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "El ámbar mira mientras entras en su tienda, apoyado perezosamente contra el mostrador que su codo se pone sobre él mientras su mejilla descansa sobre su palma, sus labios se enroscan en una sonrisa mientras endereza su postura.",
                "Speaks",
                "Je, logró superar el laberinto, ¿escucho?¡Nada mal!La mayoría de los aventureros no logran superarlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella deja escapar un suspiro cansado mientras su rostro se desliza en un ceño fruncido.",
                "Speaks",
                "O buscan ... {i} alternativa {/i} formas más allá de él.",
                "La ventaja en su voz claramente insinúa la desaconsabilidad de tal perspectiva, todo el tiempo dejando a través de un alivio real de que usted mismo despejó el laberinto de Umbral.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Pero lograste hacerlo de manera justa y cuadrada, muy buen trabajo.Realmente, lo digo en serio.",
                "Hay una sonrisa relajada en sus labios mientras te estudia con cierta medida de cariño, antes de gestear perezosamente al resto de su tienda con una mano.",
                "Speaks",
                "Solo asegúrese de mantener su inventario abastecido, ¡y no olvide usar sus artículos!¿Estoy seguro de que ahora te has dado cuenta de que se prepara en tu aventura pervertida?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Cuando su brazo vuelve a su lado, su mirada se vuelve severa y seria.",
                "Speaks",
                "... Sé que sigo diciendo esto, pero las cosas {i} {/i} solo se pondrán más difícil desde aquí, no hay vergüenza en tomarlo con calma antes de aventurarse en la capital de los monstruos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Todo tipo de putas que te ordenarán ansiosamente durante días, en formas más allá de la imaginación de la persona promedio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Ella deja escapar una leve risita y se encoge de hombros con una sonrisa astuta.",
                "Speaks",
                "¿O tal vez para eso te preparaste para superar el laberinto mortal oscuro?¿Conocer a los monstruos más depravados?Je, no como si fuera realmente uno para juzgar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Ella te da otra sonrisa, la expresión directa que mira casi fuera de lugar en su rostro que generalmente se extiende por perma.",
                "Speaks",
                "Entonces, de todos modos, ¿qué puedo hacer por mi valioso cliente?Asegúrese de revisar mis stock para obtener nuevos artículos, es posible que se haya perdido algo interesante.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Intro",
            "theScene": [
                "IfTimeIs",
                "NightTrue",
                "NightIntro",
                "SwapLineIf",
                "Random",
                "Dejas la concurrida calle detrás de ti y entra en el interior misteriosamente silencioso de la tienda de aventuras de Amber.",
                "Deja el bullicioso estruendo del distrito comercial detrás de usted mientras entra en la tranquilidad de la tienda aparentemente insonorizada de Amber.",
                "Cuando entra en la tienda de Amber, está en medio de ordenar algunas secciones de su tienda y barriendo el polvo en el piso que encuentra, dándole algo de tiempo para navegar ociosamente sus productos antes de que se deslice detrás del mostrador.",
                "Al entrar en la tienda de Amber, casi entras en un elfo completamente ajeno, ya que compara atentamente dos consoladores bastante grandes sentados en un estante.Después de un momento, parece notar tu presencia y mirarte con una expresión similar al horror mientras un enorme colorado colorea su rostro, y rápidamente se excusa de la tienda.Ella la mira ir, dejándote sola en la tienda con ella.",
                "Al ingresar a la tienda de Amber, se toma un momento para explorar los artículos en exhibición mientras ella revisa de manera rápida y eficiente la compra de otro aventurero, que asiente antes de irse cuando te queda solo con Amber.",
                "Al ingresar a la tienda de Amber, se toma un momento para explorar los artículos en exhibición mientras ella revisa de manera rápida y eficiente de una mujer de mujer que se sonroja muy {i}La tienda, enrojeciendo ferozmente mientras evita hacer contacto visual contigo, dejándote solo con Amber una vez que se ha ido.",
                "A medida que ingresa a la tienda de Amber, se toma un momento para navegar los artículos en exhibición mientras ella revisa rápida y eficientemente la gran variedad de una mujer de una mujer que se sonroja de varios juguetes sexuales, y tan pronto como están empacados, sale de la tienda,Enjuagando ferozmente mientras evita hacer contacto visual contigo, dejándote solo con Amber una vez que se ha ido.",
                "Entras en la tienda de Amber y ves que está sola en la tienda reabasteciendo los estantes con varias pociones y suministros.Ella te da un guiño para reconocer tu presencia antes de descargar todo lo que lleva antes de que finalmente regrese detrás del mostrador.",
                "Entras en la tienda de Amber y la ves mezclando dos pociones en su mostrador.Ella agrega otro componente desconocido a la mezcla que hace que se vuelva un negro enfermizo y comienza a burbujear furiosamente, haciendo que sus ojos se paren antes de arrojarlo a una habitación trasera y golpea la puerta cerrada, y un momento después un boom amortiguado a través dela tienda. | N | Sin decir una palabra, ella le dirige su atención.Ella no parece interesada en explicar lo que estaba tratando de hacer.",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "NightIntro",
            "theScene": [
                "SwapLineIf",
                "Random",
                "Dejas la calle tranquila y iluminada por la luna y entras en el interior misteriosamente silencioso de la tienda de aventuras de Amber.",
                "Dejas el tranquilo distrito de compras con iluminación de estrellas mientras entras en la tranquilidad de la tienda aún más tranquila de Amber.",
                "Cuando entra en la tienda de Amber, está en medio de ordenar algunas secciones de su tienda y barriendo el polvo en el piso que encuentra, dándole algo de tiempo para navegar ociosamente sus productos antes de que se deslice detrás del mostrador.",
                "Al entrar en la tienda de Amber, casi entras en un elfo completamente ajeno, ya que compara atentamente dos consoladores bastante grandes sentados en un estante.Después de un momento, parece notar tu presencia y mirarte con una expresión similar al horror mientras un enorme colorado colorea su rostro, y rápidamente se excusa de la tienda.Ella la mira ir, dejándote sola en la tienda con ella.",
                "Al ingresar a la tienda de Amber, se toma un momento para explorar los artículos en exhibición mientras ella revisa de manera rápida y eficiente la compra de otro aventurero, que asiente antes de irse cuando te queda solo con Amber.",
                "Al ingresar a la tienda de Amber, se toma un momento para explorar los artículos en exhibición mientras ella revisa de manera rápida y eficiente de una mujer de mujer que se sonroja muy {i}La tienda, enrojeciendo ferozmente mientras evita hacer contacto visual contigo, dejándote solo con Amber una vez que se ha ido.",
                "A medida que ingresa a la tienda de Amber, se toma un momento para navegar los artículos en exhibición mientras ella revisa rápida y eficientemente la gran variedad de una mujer de una mujer que se sonroja de varios juguetes sexuales, y tan pronto como están empacados, sale de la tienda,Enjuagando ferozmente mientras evita hacer contacto visual contigo, dejándote solo con Amber una vez que se ha ido.",
                "Entras en la tienda de Amber y ves que está sola en la tienda reabasteciendo los estantes con varias pociones y suministros.Ella te da un guiño para reconocer tu presencia antes de descargar todo lo que lleva antes de que finalmente regrese detrás del mostrador.",
                "Entras en la tienda de Amber y la ves mezclando dos pociones en su mostrador.Ella agrega otro componente desconocido a la mezcla que hace que se vuelva un negro enfermizo y comienza a burbujear furiosamente, haciendo que sus ojos se paren antes de arrojarlo a una habitación trasera y golpea la puerta cerrada, y un momento después un boom amortiguado a través dela tienda. | N | Sin decir una palabra, ella le dirige su atención.Ella no parece interesada en explicar lo que estaba tratando de hacer.",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Speaks",
                "Ey.¿Buscas comprar algo?",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "VisitMenu",
            "theScene": [
                "Menu",
                "Shop.",
                "Learn Skills.",
                "Talk with Amber.",
                "Leave Amber's store.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Shop.",
            "theScene": [
                "ShoppingMenu",
                "Calming Potion",
                "Soothing Potion",
                "Harmony Jelly",
                "Tranquility Jelly",
                "Energy Potion",
                "Ardor Potion",
                "Mini Elixir",
                "Elixir",
                "Anaph Herb",
                "Ugli Herb",
                "Insomnia Potion",
                "Conscio Powder",
                "Fairy Dust",
                "Panacea",
                "Sensual Draught",
                "Enduring Draught",
                "Instinct Draught",
                "Sensitizing Lubricant",
                "Flash Bomb",
                "Arouse Orb",
                "Arousara Orb",
                "Arousero Orb",
                "Arcane Rune",
                "Anaph Rune",
                "Fae Moon Rune",
                "Indomitable Rune",
                "Stoic Rune",
                "Resilience Rune",
                "Unbound Rune",
                "Insomnia Rune",
                "Enduring Rune",
                "Deep Rune",
                "Nature Rune",
                "Cold Rune",
                "Snowstorm Rune",
                "Luck Rune",
                "Anti-Magic Rune",
                "Rune Of Action",
                "Cat Rune",
                "Wind Rune",
                "Bull Rune",
                "Wild Rune",
                "Chained Rune",
                "Anti-Entropy Rune",
                "Lovers Rune",
                "Smooth Rune",
                "Steel Flash Rune",
                "Flicker Rune",
                "Heart Rune",
                "Contraceptive Rune",
                "Ofuda Rune",
                "Amulet of Vitality",
                "Ring of Allure",
                "Ring of Anaph",
                "Sheepbite Ring",
                "Stainless Silver Ring",
                "Fairy Circle Ring",
                "Ring of Spirit",
                "Avaricious Ring",
                "Tiny Fungal Lantern",
                "Circlet of Ardor",
                "Circlet of Seduction",
                "Frozen Regalia",
                "Gloves of Skill",
                "Gloves of Passion",
                "Sinister Black Gloves",
                "Gloves of Bind Breaking",
                "Okami Gi",
                "Ninja Suit",
                "Cloak Of Shadows",
                "Stylish Jacket",
                "Whimsical Bangle",
                "Sinister Eye Bangle",
                "Power Belt",
                "Witch Hat",
                "Mystic Hat",
                "Magus Staff",
                "Megami Staff",
                "Forbidden Tome",
                "Hellfire Hat",
                "Cock Ring of Justice",
                "Blessed Cock Ring",
                "Cock Ring of Edging",
                "Cock Ring of Satisfaction",
                "Tiger Print Thong",
                "Demon's Loincloth",
                "Strange Collar",
                "Collar of Submission",
                "Collar of Kinky Education",
                "Umbral Chain Necklace",
                "Hero's Cape",
                "Lion's Amulet",
                "Amulet of Fortune",
                "Shimenawa Chime",
                "Amulet of Tongues",
                "Adventurer's Bookmark",
                "Perverted Talisman",
                "Sealing Talisman",
                "EndLoop",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Learn Skills.",
            "theScene": [
                "SkillShoppingMenu",
                "Dildo",
                "Whip",
                "Bondage Net",
                "Lewd Bottle",
                "Favor's Misfortune",
                "EndLoop",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk with Amber.",
            "theScene": [
                "IfChoice",
                "3",
                "",
                "ClearDungeonBeforeTalk",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "ClearDungeonBeforeTalk",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella arquea una sola ceja mientras lo arregla con una mirada plana y completamente desinteresada.",
                "Speaks",
                "¿Quieres chatear?Hmph.No estoy interesado en hablar con elfos de elfos.Primero borre el mazmorra del bosque, luego sabré que al menos vale la pena charlar.No tiene sentido conocerte si solo vas a fugarse con una ramera élfica.",
                "Speaks",
                "Así que compra algo o simplemente sal.",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "Talk about Amber.",
                "Talk about the other people in town.",
                "RequiresChoiceFromEvent",
                "Head over to Vivian.",
                "19",
                "Amber",
                "Ask about her custom made sex toys.",
                "Inquire about 'special services'.",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk about something else.",
            "theScene": [
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Ask about her custom made sex toys.",
            "theScene": [
                "IfChoice",
                "13",
                "CustomToys",
                "CustomToysMenuIntro",
                "PlayerSpeaks",
                "Así que escuché que has hecho algunos juguetes sexuales personalizados antes, y-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Antes de que puedas terminar de hablar, los ojos de Amber se tensan en una mirada severa mientras ella abruptamente golpea sus manos sobre el mostrador, atrapándote completamente desprevenido cuando su voz sale en un silbido glacialmente escalofriante.",
                "Speaks",
                "¿Dónde se enteró de esto?¿Quién te dijo?",
                "La pura presión de su mirada sola envía un escalofrío de peligro hormigueando por la columna, por lo que tartamudeas la respuesta, también se arrojó incluso para pensar en no decir nada.",
                "PlayerSpeaks",
                "U-uh, Vivian?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Con un toque de molestia que se mueve en su rostro, la tensión se drena abruptamente del cuerpo de Amber mientras cruza los brazos con una burla.",
                "Speaks",
                "Hmph.Figuras.Con cuántos clientes satisfechos que he tenido, pensarías que alguien {i} otros {/i} de lo que Vivian tendría las bolas para contarle a la gente sobre mis servicios 'secretos'.Supongo que no les gusta hacer alarde de sus problemas para que todos lo sepan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Amber murmura para sí misma por su aliento con una decepción por unos momentos antes de arreglarlo con una mirada plana y penetrante.",
                "Speaks",
                "Bueno, dado que el gato está fuera de la bolsa, también puedo contarte todo.Mientras proporciono juguetes sexuales normales en esta tienda, yo {i} también {/i} hago pedidos personalizados para más {i} necesidades específicas {/i}, por un precio.I {i} intento {/i} mantener un poco silencioso al respecto para evitar inundarse con demasiadas solicitudes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Una sonrisa débilmente tortuosa se extiende por su rostro.",
                "Speaks",
                "Sin mencionar que la calidad de mi trabajo aumenta el valor sustancialmente, así que no espere que sean baratos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero eso no viene al caso.En este momento solo hago y personalizo los juguetes sexuales para las mujeres, por lo que no puedo ayudarlo con las necesidades 'personales' que pueda tener, o al menos no {i} todavía {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Mientras habla, sus ojos toman una luz astuta mientras inclina la cabeza con una pequeña sonrisa, y deja escapar una pequeña risa mientras se inclina hacia adelante.",
                "Speaks",
                "Sin embargo, creo que podemos hacer un trato.Puedo hacer algunos ajustes a tus propias 'armas', si quieres.Te costará, pero valdrá la pena.Solo tenga en cuenta que no puedo actualizar las reliquias sagradas, o cualquier cosa {i} también {/i} inusual.Tengo que saber cómo funcionan las cosas para modificarlas, y prefiero no ser víctima de una retribución divina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La sonrisa se desliza lentamente de su rostro cuando su ceño fruncido regresa, pero su mirada calculadora aún permanece encerrada mientras estudia todo su cuerpo durante varios momentos largos.",
                "Speaks",
                "¿Y quién sabe?Tal vez puedas ayudarme con el desarrollo de algunas cosas tú mismo.",
                "Ella se ríe para sí misma mientras se inclina hacia atrás, luciendo completamente informal, excepto por su mirada penetrante encerrada en tus ojos, pareciendo mirarte a través de ti.",
                "Speaks",
                "Pero ahí está mi oferta, [ThePlayerName].Avíseme si está interesado y podemos hacer un trato.Solo sepa que será un pago en algo más que EROS.",
                "IfChoice",
                "13",
                "CustomToys",
                "TalkMenu",
                "SetChoice",
                "13",
                "CustomToys",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "CustomToysMenuIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Amber inclina la cabeza hacia un lado cuando un brillo de presunción cruza su rostro.",
                "Speaks",
                "Je, entonces estás interesado, ¿eh?Me pregunto si tienes los bienes necesarios para el pago ...",
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "Different Upgrade.",
            "theScene": [
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "CustomToysMenu",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "12",
                "",
                "General Sex Toy Upgrades. (+10% to arousal dealt.)",
                "RequiresChoice",
                "12",
                "GeneralUpgrade",
                "Fine Tuned Sex Toy Upgrades. (+25% to arousal dealt.)",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "General Sex Toy Upgrades. (+10% to arousal dealt.)",
            "theScene": [
                "Speaks",
                "Con esta actualización, mejoraré un poco la forma de los juguetes para aumentar el placer que pueden causar, lo que debería dar como resultado un aumento de aproximadamente el 10% de excitación en las personas.Sin embargo, le costará una runa plateada hacerlo.Son difíciles de conseguir a través de mis canales normales.",
                "Menu",
                "Get General Sex Toy Upgrades. (Costs: 1 Silver Rune)",
                "Different Upgrade.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get General Sex Toy Upgrades. (Costs: 1 Silver Rune)",
            "theScene": [
                "IfHasItemInInventory",
                "Silver Rune",
                "1",
                "GetGeneralUpgrades",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "El ámbar frunce el ceño mientras le da una mirada poco impresionada.",
                "Speaks",
                "No parece que tengas ninguno.No estoy ejecutando una organización benéfica aquí, [ThePlayerName].Avísame cuando tengas tus manos en una, y luego puedo actualizar tus juguetes.",
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "GetGeneralUpgrades",
            "theScene": [
                "GiveItem",
                "-1",
                "Silver Rune",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Amber rápidamente te quita la runa con una mano y agarra tus juguetes con el otro, ya que te da una sonrisa desconcertante y ligeramente ansiosa mientras se mete la runa y entra en una habitación trasera sin una palabra más.",
                "DisplayCharacters",
                "EndLoop",
                "Algunos sonidos amortiguados de varias herramientas sangran a través de las paredes mientras trabaja Amber, dándole un momento para navegar ociosamente los productos en la tienda mientras está preocupada.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Poco tiempo después, emerge de la habitación trasera con la misma sonrisa inquietante en su rostro todavía allí, y coloca los juguetes en el mostrador frente a ella.",
                "Speaks",
                "Aquí tienes, placer hacer negocios contigo.",
                "A medida que retrocede sus juguetes recién mejorados, nota que si bien no se ven tan diferentes, se sienten un poco diferentes y los almacena con un encogimiento de hombros.",
                "SetChoice",
                "12",
                "GeneralUpgrade",
                "GivePerk",
                "General Sex Toy Upgrades",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "Fine Tuned Sex Toy Upgrades. (+25% to arousal dealt.)",
            "theScene": [
                "Speaks",
                "Ya he mejorado tus juguetes una vez, pero debería poder tocarlos para que sean aún mejores.Diría que esto aumentará la excitación que pueden tratar en un 25%, que es un aumento neto del 15% con respecto a la última actualización.Le costará tres runas plateadas, porque este tipo de calidad no será barato.",
                "Menu",
                "Get Fine Tuned Sex Toy Upgrades. (Costs: 3 Silver Rune)",
                "Different Upgrade.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Fine Tuned Sex Toy Upgrades. (Costs: 3 Silver Rune)",
            "theScene": [
                "IfHasItemInInventory",
                "Silver Rune",
                "3",
                "GetFineUpgrades",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "El ámbar frunce el ceño mientras le da una mirada poco impresionada.",
                "Speaks",
                "No parece que tengas suficiente.No estoy ejecutando una organización benéfica aquí, [ThePlayerName].Avísame cuando tengas tus manos en tres de ellos, y luego puedo actualizar tus juguetes.",
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "GetFineUpgrades",
            "theScene": [
                "GiveItem",
                "-3",
                "Silver Rune",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Amber rápidamente te quita las runas con una mano y agarra tus juguetes con el otro, ya que te da una sonrisa desconcertantemente ancha y ligeramente ansiosa mientras se burla de las runas y entra en una habitación trasera sin una palabra más.",
                "DisplayCharacters",
                "EndLoop",
                "Varios ruidos fuertes de varias herramientas de sonido pesado hacen eco a través de las paredes mientras trabaja ámbar, lo que te hace parpadear ante la marcada diferencia entre este tiempo y la última, pero rápidamente te sacudes tu sorpresa mientras te tomas un momento para navegar de forma inactiva los productos en exhibiciónla tienda mientras está preocupada.",
                "... Pero rápidamente se hace evidente que esto llevará mucho más tiempo que la primera vez a medida que los minutos se arrastren y sigan, hasta el punto en que hace mucho tiempo que miró todo en los estantes y simplemente la esperan.volver.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Finalmente, después de una larga espera, Amber emerge de la habitación trasera con la misma sonrisa inquietante que estaba en su rostro cuando se fue en sus labios, y coloca tus juguetes en el mostrador frente a ella.",
                "Speaks",
                "Aquí tienes.Placer hacer negocios contigo.",
                "A medida que retrocede sus juguetes recién mejorados, nota que ahora parecen más elegantes y más cómodos en sus manos, y los almacena con un encogimiento de hombros.",
                "SetChoice",
                "12",
                "FineUpgrade",
                "RemovePerkQuietly",
                "General Sex Toy Upgrades",
                "GivePerk",
                "Fine Tuned Sex Toy Upgrades",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "CustomToysMenu"
            ]
        },
        {
            "NameOfScene": "Talk about Amber.",
            "theScene": [
                "Menu",
                "Ask about her store.",
                "RequiresChoice",
                "6",
                "",
                "Do you have to be so cold?",
                "RequiresChoice",
                "6",
                "cold",
                "Why are you so unfriendly to me?",
                "RequiresChoice",
                "6",
                "unfriendly",
                "Eres ... realmente inaccesible, ¿lo sabes?",
                "RequiresChoice",
                "8",
                "Perv",
                "You're a pervert?",
                "Do you have something against elves?",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about her store.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Quieres saber sobre mi tienda?Es una tienda de suministros de aventuras.",
                "Amber se encoge de hombros antes de señalar algunos estantes alrededor de la habitación.",
                "Speaks",
                "Las pociones están allá, el equipo está allá, las runas están allá y los juguetes sexuales están allá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella se calla mientras te mira, y después de unos momentos desprecia una ceja.",
                "Speaks",
                "¿Esperabas algo más?Es una tienda.Eso es todo lo que necesitas saber.Compre algo, o salga, o al menos no me hables si solo vas a comprar escaparates.",
                "IfChoice",
                "2",
                "JobTalk",
                "Talk about Amber.",
                "SetChoice",
                "2",
                "JobTalk",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "Do you have to be so cold?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Su expresión ni siquiera cambia mientras te mira rotundamente.",
                "Speaks",
                "Yes.",
                "El silencio escalofriante que sigue deja poco espacio para cualquier tipo de conversación de seguimiento ...",
                "SetChoice",
                "6",
                "cold",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "Why are you so unfriendly to me?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Amber te da una expresión plana e ilegible.",
                "Speaks",
                "Soy así con todos.",
                "El silencio que sigue es un poco incómodo, dejando una pausa en la conversación ...",
                "SetChoice",
                "6",
                "unfriendly",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "You're... Really unapproachable, you know that?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Amber te da un resplandor de leve molestia.",
                "Speaks",
                "Lo sé.",
                "Hay un breve silencio, pero antes de que termine la conversación, Amber vuelve a hablar después de dejar salir un suspiro ...",
                "Speaks",
                "Dirijo esta tienda y no juego favoritos, no estoy aquí para hacer amigos con mis clientes.Todo es estrictamente comercial, y no doy descuentos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Si estás interesado en mí románticamente, me enoja, estoy seguro de que una ramera del bosque se desmayaría con entusiasmo.Si quieres un amigo, ve a molestar a alguien más.",
                "Hay una ligera pausa antes de que ella continúe nuevamente.",
                "Speaks",
                "Sin embargo, supongo que si logras quedarse como aventurero lo suficiente, {i} tal vez {/i} comenzaremos a llevarse bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Je, pero necesitarías ser algún tipo de pervertido depravado {i} para llevarse bien conmigo.",
                "Justo cuando crees que finalmente ha terminado de hablar, ella aborda una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Speaks",
                "Ah, y si aún no lo has notado, tengo una cara de perra de descanso, así que buena suerte leyendo eso si realmente vamos a llevarnos bien.",
                "SetChoice",
                "8",
                "Perv",
                "IfChoice",
                "7",
                "Unapproachable",
                "Talk about Amber.",
                "SetChoice",
                "7",
                "Unapproachable",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "You're a pervert?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Amber simplemente te da un aspecto plano y completamente poco impresionado.",
                "Speaks",
                "Efectivamente administro una tienda de sexos para aventureros y monstruos.Tengo una exhibición abiertamente de consoladores y juguetes sexuales justo en el centro de mi tienda.De {i} curso {/i} Soy un pervertido.¿Qué tipo de pregunta tonta es esa?¿Qué {i} otro tipo de persona {/i} estaría dispuesto a ser dueño de este tipo de tienda?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella te arquea una sola ceja, y con la facilidad y obviamente que lo dijo, era casi como si estuviera hablando del clima ...",
                "IfChoice",
                "9",
                "pervert",
                "Talk about Amber.",
                "SetChoice",
                "9",
                "pervert",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "Do you have something against elves?",
            "theScene": [
                "Una mirada de extrema molestia cruza su rostro mientras frunce el ceño enojado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speaks",
                "Tch, supongo que podrías decir que ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Ella mira hacia el lado que estás bastante seguro de que está en la dirección del bosque mientras se mueve los dientes.",
                "Speaks",
                "Esas putas cachondas saben lo que hicieron ...",
                "Finalmente, te devuelve su atención, pero sientes que no se explicará más ...",
                "IfChoice",
                "10",
                "elf",
                "Talk about Amber.",
                "SetChoice",
                "10",
                "elf",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Amber."
            ]
        },
        {
            "NameOfScene": "Talk about the other people in town.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "La expresión de Amber se oscurece mientras ella frunce el ceño.",
                "Speaks",
                "No me gusta chismear sobre las personas a sus espaldas.",
                "Tienes la sensación de que ella no va a decir nada sobre nadie más en este momento ...",
                "IfChoice",
                "11",
                "gossip",
                "TalkMenu",
                "SetChoice",
                "11",
                "gossip",
                "ChangeProgress",
                "-1",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Inquire about 'special services'.",
            "theScene": [
                "IfChoice",
                "15",
                "ServiceYes",
                "Services",
                "IfChoice",
                "15",
                "NoService",
                "NoServices",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Amber arquea una ceja ante su consulta, tratándolo a una mirada quizás demasiado insistente antes de responder.",
                "Speaks",
                "¿Te refieres a artículos de lujo? ... o {i} prácticos {/i} ¿servicios?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Como ella dice las palabras, no puedes evitar sentirte un poco excitado ante la perspectiva, tu reacción visible haciendo que la boca de mal humor del tendero gruñón se curva sutilmente en una sonrisa de conocimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Figured.",
                "IfProgressEqualsOrGreater",
                "15",
                "ServiceYes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sin embargo, esa media sonrisa se desvanece rápidamente, la expresión de Amber vuelve a su habitual mirada hosca mientras sacude la cabeza y continúa en un tono comercial y un poco cansado.",
                "Speaks",
                "Pero lo siento, [ThePlayerName], esos servicios son {i} exclusivos {/i}, y eso significa que debe calificar para ellos.",
                "PlayerSpeaks",
                "¿Y cómo califico?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Ella se encoge de hombros a medias, y no estás segura de si ese tipo de actitud es que te da el hombro frío o simplemente parte de su comportamiento hosco normal, la propiedad que responde en lo que se siente como un monótono improvisado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Demuestre a sí mismo ... Sigue aventurando, compra mis productos ... {i} Muéstrame {/i} que te gustan lo que tengo que ofrecer.Una vez que pueda tener una mejor idea del tipo de chico que eres, pregúntame de nuevo y te diré si encajas en la factura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Si bien eso puede sonar bastante arbitrario, no parece que Amber va a moverse sobre esto ... al menos no en este momento.Parece que no tendrás más remedio que hacerte saber mejor, luego preguntar de nuevo más tarde.",
                "SetChoice",
                "15",
                "NoService",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "ServiceYes",
            "theScene": [
                "SetChoice",
                "15",
                "ServiceYes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Cruzando los brazos cuidadosamente, la propiedad deja escapar un largo zumbido pensativo mientras considera su solicitud, y finalmente responde con un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "... Sí, creo que eres bueno para eso.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Y a decir verdad, hay {i} son {/i} algunas cosas con las que he querido experimentar, y creo que serías un tema de prueba bastante bueno para ellos.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Aunque el Cornido Leer se desvanece de su rostro tan rápidamente como parecía, no puedes evitar sentirte muy un poco preocupado, preguntándote en qué te has metido ...",
                "JumpToScene",
                "Services"
            ]
        },
        {
            "NameOfScene": "NoServices",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "15",
                "ServiceYes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A petición suya, al igual que antes, Amber sacude categóricamente la cabeza.",
                "Speaks",
                "Como te dije, [ThePlayerName], servicios como ese son para aquellos que son buenos para ello, y en este momento, no eres bueno para ello.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "SwapLineIf",
                "Progress",
                "9",
                "Sin embargo, no dejes que eso te desanime.Eres un ... tipo interesante.Solo sigue mostrándome lo que tienes.",
                "0",
                "... pero no lo tomes como personalmente.Sigues siendo el chico nuevo aquí, así que dale tiempo y sigue haciendo lo tuyo.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "SwapLineIf",
                "Progress",
                "9",
                "A medida que su rostro se relaja en su ceño natural, usted refleja que esto es probablemente lo más cerca que Amber ha llegado a darle un cumplido hasta ahora.",
                "0",
                "",
                "EndLoop",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Services",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Muy bien, sígueme.",
                "ChangeBGM",
                "music/Capital/STARLIGHT.mp3",
                "Después de dejar un letrero 'cerrado' sobre la puerta principal de la tienda, bloquearla y asegurarse de que todas las ventanas estén cerradas, Amber lo lleva detrás del mostrador, hasta una puerta justo al lado de la escalera que sube al segundo piso, que abre, que abreCon alerta, movimientos comerciales, que conducen a una habitación bastante espaciosa, aproximadamente la mitad de la zona de la tienda que acaba de dejar.",
                "A pesar de su tamaño, sin embargo, la habitación se siente algo estrecha, debido a la multitud de estantes, bancos de trabajo, cofres de cajones y bastidores, que están llenos de todo tipo de instrumentos, herramientas, frascos y más, dando al lugar un gran trabajo-El look como.A juzgar por las obras en progreso que se encuentran aquí y allá y el olor dulce y ligeramente químico que cuelga en el aire, aquí es donde el ámbar diseña y crea las mercancías que vende.",
                "De alguna manera, no puedes sacudir la sensación de que acabas de entrar en algún tipo de trastienda del mercado negro, pero antes de que tu mente pueda demorarte más en esa consideración, tu atención se vuelve atraída al dueño del ceño de la tienda por un golpe suave.Mientras pone un colchón delgado en una mesa grande que acaba de limpiar, antes de proceder a enumerar los servicios que puede ofrecerle.",
                "JumpToScene",
                "ServiceMenu"
            ]
        },
        {
            "NameOfScene": "ServiceMenu",
            "theScene": [
                "Menu",
                "Deluxe Onahole Servicing (With Bondage Option) - 1500 Eros",
                "Bound Aphrodisiac Application - 2500 Eros",
                "'Why do these all include bondage?'",
                "\"En realidad, cambié de opinión\".",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Actually, I changed my mind.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speaks",
                "{i} en serio? {/i} No me molestes por nada ...",
                "A pesar de su molestia visible, la propietaria gruñona lo deja en eso y regresa sin palabras a su tienda, que rápidamente vuelve a abrir antes de colocarse detrás del mostrador como de costumbre, su mirada en silencio lo consulta sobre qué más podrías necesitar, un brillo de tacos persistente.Sus ojos ... a menos que sea solo su aspecto normal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "'Why do these all include bondage?'",
            "theScene": [
                "Speaks",
                "Porque estoy en eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Speaks",
                "Me gusta todo tipo de cosas pervertidas y depravadas ... Eso sí, no voy a sacar algunas cosas locas de la noche o fuera de la nada, pero si solo un poco de esclavitud te está dando pies fríos,Entonces, tal vez este tipo de servicio no sea para ti.",
                "JumpToScene",
                "ServiceMenu"
            ]
        },
        {
            "NameOfScene": "Deluxe Onahole Servicing (With Bondage Option) - 1500 Eros",
            "theScene": [
                "HasErosLessThan",
                "1500",
                "LackFundsForService",
                "Amber asiente y toma tu dinero.",
                "ChangeEros",
                "-1500",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Muy bien, siéntete cómodo mientras yo obtengo las cosas ... ¿Bondage o no?",
                "Menu",
                "Bondage.",
                "No bondage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Bondage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Buena elección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Mientras te sientas en el colchón, la mujer de aspecto poco alegre y de aspecto alegre y toma una longitud de cuerda de un estante.Mientras lo hace y luego se pone a trabajar, se da cuenta de que la cuerda se ve y se siente como una bobina suave en lugar del cordón trenzado estándar que comúnmente ves, lo que lo hace más flexible y más fácil para la piel.",
                "A pesar de su propensión visible por la torcedura, se conforma con una esclavitud bastante ligera, solo atando las manos detrás de la parte de atrás en ese momento en la cuerda a su frente y bloquea las piernas, dejándolo restringido, pero no completamente limitado ... también ...Dejando su frente conspicuamente sin obstrucciones, notas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "10",
                "Decidiendo, ella te lleva con una satisfacción abierta, su aprecio abierto por tu forma vinculada haciendo que un sonrojo de excitación comienza a arrastrarse sobre tus mejillas, especialmente cuando agrega con solo un toque burlón de un ronroneo cachondo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeArousalByPercent",
                "10",
                "Speaks",
                "Es un buen aspecto para ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "... aunque no entiendas {i} también {/i} emocionado todavía.Ni siquiera hemos comenzado, después de todo.Mantenga su emoción por el espectáculo principal, ¿HM?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeArousalByPercent",
                "-20",
                "Su rubor redoblando por la región de burla, sin embargo, no puede dejar de estar de acuerdo y hacer todoAbre un armario de el que elige algo, antes de regresar rápidamente para mostrarte.",
                "SetChoice",
                "17",
                "Bondaged",
                "IfChoice",
                "16",
                "Bondaged",
                "OnaholeCont",
                "SetChoice",
                "16",
                "Bondaged",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "OnaholeCont"
            ]
        },
        {
            "NameOfScene": "No bondage.",
            "theScene": [
                "Speaks",
                "Lo entendiste.",
                "Permitiéndote establecerte en el colchón, ella aleja su atención de ti para abrir un armario en el que elige algo, antes de regresar rápidamente para mostrarte.",
                "JumpToScene",
                "OnaholeCont"
            ]
        },
        {
            "NameOfScene": "OnaholeCont",
            "theScene": [
                "Speaks",
                "Tada.",
                "Ofreciendo el objeto con tanta gracia y elegancia como un sumiller que trae una buena cosecha, ella te presenta lo que parece una carne de carne negra mate, que no obstante maneja con cuidado mientras continúa sin problemas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "Carcasa externa no resbaladiza para un mejor agarre, con un interior de lubricación y autolimpio, lo que lo convierte en un juguete elegante, útil, sin lujos y {i} muy efectivo {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "... disculparás la apariencia simple, sin embargo, es un prototipo ... pero mira ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeArousalByPercent",
                "5",
                "Agarrando una pequeña luz de trabajo para brillar en el artículo, te permite mirar sus confines, que están cubiertos de pies a cabeza con innumerables golpes y crestas de varios tamaños, todos los cuales se ven muy ... suaves y realistas, cada uno pareciendoPara haber sido diseñado y moldeado con gran cuidado ... también detectas un olor dulce que se eleva del juguete sexual, lo que contribuye a avivar aún más tu excitación suavemente que el ámbar sigue describiendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "El interior modelado después del sistema reproductivo de una selección de las especies más peligrosas de niñas monstruosas, incluidas, entre otros, lumirens, lamias, salarisi, matangos y, por supuesto, una variedad de succubi.",
                "ChangeArousalByPercent",
                "5",
                "Mientras habla con orgullo, encaja un dedo en el juguete y produjo delicadamente su interior, el gesto produce un sonido húmedo atractivo mientras toca y frota las protuberancias para su placer visual, mientras continúa pasando a través de las características de su creación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "Y lo mejor de todo: ¡No hay magia involucrada!Simplemente una mano de obra artesanal cuidadosa y una selección de los mejores materiales disponibles, lo que hace posible la experiencia más delicada, exótica e {i} intensa {/i}.",
                "ChangeArousalByPercent",
                "5",
                "Al concluir su resumen, se libera de sus dedos, aunque no sin cierta resistencia, la carne de carne que parece {i} chupar {/i} en el dígito de Amber mientras lo retrae, su punta enguantada cubierta con un brillo transparente de un líquido de aspecto viscosoEso se conecta brevemente con el juguete antes de romperse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "5",
                "Irradiando la pasión enérgica, el comerciante vuelve a ti la mirada hacia ti ... luego en tus pantalones, su sonrisa se vuelve menos inocentemente alegre mientras toma el bulto conspicuamente creciente allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "No puedo esperar, ¿eh?... Bueno, vamos a hacerlo.Pervertido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "5",
                "Con el gusto, se desaprueba y se baja los pantalones, revelando que su virilidad se convirtió en dolidosa dureza al ver su demostración lasciva, su polla apuntando impacientemente hacia arriba tan pronto como se libera de los límites de su ropa, palpitando como para exigir estimulación.",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Con las manos y los pies actualmente atados y su polla, por lo tanto, se queda completamente expuesta, no puede evitar sentirse aún más vulnerable antes de la mirada de evaluación cachonda de Amber, el indicio de peligro redoble su excitación, especialmente cuando deja escapar una risita y comentarios.",
                "17",
                "",
                "",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeArousalByPercent",
                "5",
                "Speaks",
                "Alguien está ansioso, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeArousalByPercent",
                "5",
                "Contans, la propietaria hace alarde de su preciada Onahole, una vez más orgullosamente mostrándolo antes de que ella lo acerca lentamente a su eje, su excitación continúa creciendo a medida que el recuerdo fresco del intrincado interior de la manga baila en su mente, lo que lo hace esperar.cómo van a {i} sentir {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Suavemente ahora.No nos apresuremos demasiado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "10",
                "Fijarlo con una mirada cachonda, el ágil fabricante del juguete de sexo de lujo permite que su apertura bese su glande.Sobre tu cabeza de gallo, su superficie lisa te estimulaba en broma todo el tiempo.",
                "ChangeArousalByPercent",
                "5",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Su anticipación redoblando al frotamiento de la luz, te mueves reflexivamente en reacción al placer traído por la caricia con forma de juego previo, pero se les recuerda instantáneamente tus restricciones cuando tiran de tus extremidades y detienen tu movimiento, la escondia restringida además del insistente de AmberMirando por una exhalación de emoción gimiendo de ti, lo que la llevó a ríete.",
                "17",
                "",
                "Su anticipación redoblando ante el frotamiento de la luz, sus manos apretan reflexivamente el borde de la mesa en la que está sentado mientras mira a Amber en una solicitud muda para seguir adelante, su demostración de impaciencia lamentablemente no la hace recoger el ritmo en lo más mínimo, en su lugar, lo que la lleva a Snicker.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Estás apreciando la mercancía, ¿eh? ... ¿O eres simplemente el tipo de pervertido subby al que le gusta estar a merced del servicio de una niña?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeArousalByPercent",
                "5",
                "Otra punzada de frescos cursos de excitación a través de usted por sugerencia, su actual estado y situación lujurioso que lo dejan un poco de forma de responder, aunque el tendero sonriente no le permite guiarse demasiado, su expresión se suaviza mientras se ríe.",
                "Speaks",
                "No te preocupes, sin embargo, no te voy a Blipball.De hecho, ahora que estás correctamente lubricado ... Off vamos ...",
                "ChangeArousalByPercent",
                "10",
                "Poco a poco, deliberadamente, presiona la boca del Onahole contra su polla, su textura produciendo suavemente su punta y cerrando la parte superior de su longitud, el abrazo húmedo lo atacó inmediatamente con una sensación de succión desconocida que hace que sus ojos se amplíen, provocando otroLittle Rish Satisfied de Amber.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Ah, me gusta esa reacción ... mmmh ... ¿realmente te vas a correr antes de que esté en el camino?",
                "ChangeArousalByPercent",
                "10",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Mientras habla, no deja de bajar constantemente la manga de sexo sobre tu virilidad, que se contrae y palpita cada vez que se frota contra una protuberancia exótica que parece chupar o lamerlo por su propia polla cautiva, tu situación sumisa estresadapor la cuerda atada por expertos que lo mantiene en su lugar, así como por las incendiantes palabras del comerciante y su mirada de agradecimiento lasciva que no te deja la cara.",
                "17",
                "",
                "Mientras habla, no deja de bajar constantemente la manga de sexo sobre tu virilidad, que se contrae y palpita cada vez que se frota contra una protuberancia exótica que parece chupar o lamerlo por su propia polla cautiva, tu situación sumisa estresadapor las palabras incitadoras del comerciante y su mirada de agradecimiento lasciva que no te deja la cara.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "10",
                "Hábilmente, ella se toma su tiempo envolviendo bruscamente todo su eje poco a poco, permitiéndole apreciar cada centímetro del interior del Fleshlight, el desfile de protuberancias exquisitamente elaboradas que te hace sentir como si estuvieras jodiendo una chica monstruosa diferente cada segundo, atacándoteCon sensaciones en constante cambio, evitando que te acostumbres a la estimulación única.",
                "ChangeArousalByPercent",
                "5",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "A este ritmo, parece que en realidad podría ir al límite antes de que esté completamente incrustado, impotente como está en contra del placer alienígena envuelto, sin mencionar sus restricciones que te tiran agradablemente cada vez que tensas o temblar, todos losMientras Amber continúa estudiando con un lujurioso LEER en su rostro, aumentando aún más la sensación de estar con el propósito y con el propósito de jugar con ...",
                "17",
                "",
                "A este ritmo, parece que en realidad podrías ir al límite antes de que teas completamente incrustado, impotente como estás en contra del placer alienígena envuelto, sin mencionar la presencia de ámbar que continúa estudiando con un lujurioso leer sobre ellacara, aumentando más a la sensación de estar con el propósito y con el propósito de jugar con ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "5",
                "Sin embargo, a pesar de la tentación de dejar de lado su resistencia y ceder ante el abrazo del Deluxe Onahole, logra soportar el túnel aparentemente interminable de pseudo coño mojado y prodigante, hasta que finalmente, después de lo que se siente como muchos minutos de succión lenta.Y un lujoso guantelete de acariciamiento y sorbo masajeando su longitud, está casi todo el camino hasta allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Oh, por cierto, este bebé tiene una característica adicional agradable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "La preocupación y la excitación de la excitación en su mente frente a la expresión de Amber, pero no puede pedirle que explique antes de que su glande finalmente se tambalee contra la extremidad del Fleshlight.",
                "ChangeArousalByPercent",
                "30",
                "Todo a la vez, un aparato en forma de boca en la parte posterior de la manga abraza sobre tu corona e inmediatamente comienza a chupar poderosamente tu punta de goteo, dejándote congelado de placer y sorpresa ... luego, no un segundo después, todos los juguetes¡Las piezas internas hacen lo mismo, presionan, lamen y besan a tu erección cuidadosamente cuidadosamente bordeada!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "PlayerOrgasmNoSpiritLoss",
                "Dado que su resistencia ya ha sido desgastada por la inserción deliberadamente lenta, no tiene la oportunidad de aferrarse y solo puede ceder ante el servicio despiadado del ONAHOLE, todo su cuerpo tensando y sus ojos se remontan mientras se corre poderosamente en la luz de la carne bajo su luz bajo su luz.Los ojos completamente satisfechos y codiciosos de Maker, un sonido húmedo apagado que resonaba desde el juguete mientras su cálida semilla salpica en su interior.",
                "Sin embargo, la manga no detiene su estimulación después de su corrida inicial, sino que continúa prodigándole todos sus órganos sexuales de Ersatz a la vez, dejándote temblar, holgazanear y gemir de manera inarticulada mientras te rindes tu semilla en su totalidad, elDispositivo Mecánicamente asegurarse de que pueda experimentar la eyaculación más intensa, larga y pródiga posible, como si se alimentara hambrientos de su semen como una chica monstruosa real.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Sus restricciones ajustadas se aseguran de que no vaya a ninguna parte a través de su orgasmo, manteniéndole el receptor no resistente de los ministerios de Amber a medida que continúa observándolo con una alegría inconfundible, como si se bajara de su clímax, la artesana atenta manteniendo su creación firmemente presionadatu ingle a través del proceso.",
                "17",
                "",
                "Diligentemente parado frente a ti, Amber se asegura de no ir a ningún lado mientras continúa observándote con una alegría inconfundible, como si se bajara en tu clímax, el artesano atento manteniendo su creación firmemente presionada contra tu ingle a través del proceso.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Hasta que finalmente, una vez que su polla completamente ordeñada ha arrojado cada brote y chorros que tuvo que dar, ella levanta el cola ligeramente de la entrepierna, lo que inmediatamente hace que sus entrañas se retractaran y, por lo tanto, te dan un poco de respiro, dejándote caer contra la pared detrás de tipara disfrutar de tu resplandor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThinkingHappy",
                "Speaks",
                "Aaaah, agradable. ♪",
                "A través de su aturdimiento post climáctico, no puede evitar tener en cuenta que es raro ver que el ámbar se vea tan contento y relajado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "20",
                "Pero el momento tranquilo y entrañable es de corta duración, el comerciante reabrió rápidamente sus ojos y volviendo a trabajar en usted, comenzando a deslizar el Onahole por su longitud con una lentitud decidida, arreglándole con una mirada encendida mientras se reanudan las protuberancias internas¡Frotando contra tu virilidad de la moción!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "No te duermas, [ThePlayerName]: ¡todavía apenas has probado de lo que este bebé es capaz!",
                "ChangeArousalByPercent",
                "25",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Reflexivamente, intenta levantarse en la inesperada estimulación renovada en su eje con una percepción de la vida, pero se detiene inmediatamente por la cuerda que lo ata, así como por el nuevo placer, agrediéndole sin piedad, un grito estrangulado escapar de la boca mientras Amber le brinda un antepasadosonrisa.",
                "17",
                "",
                "Reflexivamente, intenta levantarse con la inesperada estimulación renovada en su eje con una percepción de la vida, pero se detiene inmediatamente por una mano enguantada contra su pecho y el placer lo asalta sin piedad de nuevo, un grito estrangulado que escapa de la boca mientras el ámbar le brilla una sonrisa premonitoria.",
                "EndLoop",
                "Speaks",
                "Vamos, apenas duraste la inserción completa.¡Tienes que experimentar {i} Real {/i} Masturbation!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "30",
                "Bajo los movimientos hábiles de la propiedad y el incansable abrazo íntimo de su juguete, su polla se convierte rápidamente en su estado erecto anterior, y su creador procede a darle una revisión completa {i} de sus funcionalidades, variando expertos.La velocidad y la presión que aplica en el Onahole, mejor para mostrarle la amplitud de sus capacidades.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Obscene",
                "PlayerOrgasmNoSpiritLoss",
                "En su estado actual, no hay nada que pueda hacer en respuesta a la estimulación abrumadora, pero siéntese allí y se contrae, gimiera, grita y temblen contra la mezcla de servicios sexuales que le dan.Incluso cuando te corres, no te dan ningún respiro, el corregue de cachondo insistió en que \"¡aún no lo has visto todo!\"Y que '¡puedes tomar uno más!', completamente perdido en su lujurioso celo.",
                "Pero aunque su entusiasmo es tan inagotable como su preciado dispositivo que mantiene inequívocamente apretando y asegurando que permanezca receptivamente duro sin importar cuánto tiempo pase, no se puede decir lo mismo de usted: después de más orgasmos de lo que puede contar, su visión creceMostrado y desenfoque, tu vista llena de fuegos artificiales climáticos que lo hacen la energía mientras sigue disminuyendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "PlayBlackOut",
                "Hasta que finalmente, su cuerpo no puede tomar más y, después de una última eyaculación de goteo, se desploma de su lado, completamente drenado.Cambiadamente, te desmayas, llena hasta el borde con el placer que rezumaba tu polla completamente servicio, bolas vaciadas y cuerpo felizmente agotado.",
                "StopBGM",
                "Speaks",
                "... ah, tal vez lo exageré ...",
                "IfChoice",
                "18",
                "OnaholeDone",
                "PostAmberService",
                "SetChoice",
                "18",
                "OnaholeDone",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "PostAmberService"
            ]
        },
        {
            "NameOfScene": "PostAmberService",
            "theScene": [
                "...",
                "AdvanceTime",
                "1",
                "DisplayCharacters",
                "EndLoop",
                "EndBlackOut",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "SwapLineIf",
                "Choice",
                "17",
                "Bondaged",
                "Cuando eventualmente vienes, te encuentras todavía en la misma habitación, en la misma mesa y en el mismo colchón, pero con tu esclavitud eliminada, ámbar no es ver, y cerca, una bañera de agua tibia, una toalla, un lanzador lleno y una nota, a la que dirige su atención.",
                "17",
                "",
                "Cuando finalmente vienes, te encuentras todavía en la misma habitación, en la misma mesa y en el mismo colchón, pero con ámbar no es ver, y cerca, una bañera de agua tibia, una toalla, una jarra llena, y una nota a la que dirige su atención.",
                "EndLoop",
                "SetChoice",
                "17",
                "",
                "Speak",
                "Note",
                "{i} Estoy en la tienda.Tómese el tiempo que necesita y salga cuando se sienta bien. {/i}",
                "Proceda a hacerlo, y después de estirar y hacer uso de las comodidades dejadas por Amber para disipar aún más la fatiga su {i} intensa sesión {/i} lo ha dejado lleno, revisas tu equipo, luego das un paso atrásen la tienda.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Como se esperaba, Amber está parado detrás de su mostrador como siempre, y le da un asentimiento en su apariencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "Parece que estás bien.Sabía que estabas hecho de cosas fuertes.",
                "IfChoice",
                "19",
                "Apologized",
                "SkipPostService",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Sin embargo, inesperadamente, el comerciante con cara de piedra se mira con una expresión poco avergonzada, parece que tiene algo más que decir, pero demostrando inusualmente atado por la lengua.Por lo tanto, se produce un silencio incómodo, hasta que después de un poco de inquietud, ella finalmente agrega.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Speaks",
                "... Admito que fui un poco duro allí, así que ... lo siento.Entendería si eso fuera ... demasiado para ti.",
                "Menu",
                "'You really went overboard!'",
                "\"Sí, eso probablemente no sea para mí\".",
                "'I actually liked it...'",
                "'No, yo {i} amaba {/i} it!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'You really went overboard!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "La boca de Amber se aprieta en una línea delgada y la ira interviene en sus ojos ante la respuesta de regañón, pero ella mantiene un tono y actitud nivelada mientras responde.",
                "Speaks",
                "Tal vez no lo dejé lo suficientemente claro, pero soy {i} inequívoco {/i} en cosas pervertidas, y eso incluye a veces ... bueno, yendo duro.",
                "Speaks",
                "Si eso no es para ti, ahora lo sabes.Y si me preguntas nuevamente ese tipo de servicio, no esperes otra advertencia o disculpas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Mirando hacia otro lado, lo deja en eso y vuelve a asumir su pose de espera normal, aunque su ceño fruncido parece más profundamente establecido y su postura más tensa de lo habitual ...",
                "ChangeProgress",
                "-2",
                "SetChoice",
                "19",
                "Apologized",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'Yeah, that's probably not for me.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Amber asiente fríamente para comprender eso, parece haber esperado su respuesta.",
                "Speaks",
                "Lo supuse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Si cambia de opinión, sabe dónde encontrarme, pero de lo contrario, no hay problema.",
                "Ella lo deja en eso, y mira hacia otro lado cuando la puerta se abre y entra un cliente, permitiéndole decidir qué hacer a continuación mientras trata con el cliente.",
                "SetChoice",
                "19",
                "Apologized",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'I actually liked it...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Una sonrisa sorprendentemente espontánea florece en su rostro a su respuesta, y ella responde con una sonrisa.",
                "Speaks",
                "Que así?Bueno ... tal vez tengamos más en común de lo que pensaba.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Si quieres volver a hacer eso, {i} y tal vez más {/i}, sabes dónde encontrarme.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego mira hacia otro lado cuando la puerta se abre y entra un cliente, dándote un último asentimiento antes de que su expresión vuelva a su hosco predeterminado y dirige su atención al recién llegado, dejándote decidir qué hacer a continuación mientras trata con elcliente.",
                "ChangeProgress",
                "1",
                "SetChoice",
                "19",
                "Apologized",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "'No, I {i}loved{/i} it!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Una expresión familiar y ligeramente preocupante de ansiedad perversa se muestra en su rostro a su respuesta, la vista haciendo que un trepidante trepidante de excitación corra por su columna vertebral, especialmente cuando agrega una voz casi ronrona.",
                "Speaks",
                "{i} ¿Lo hiciste ahora? {/i}",
                "Por un momento placentero, parece que lo llevará más lejos, pero rápidamente recuerda que estás en su tienda y se recuerda a sí misma, aunque todavía muestra una sonrisa traviesa mientras continúa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Parece que tendremos algo {i} agradable diversión {/i} juntos, entonces, je ... no me mantengan esperando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "En este momento preciso, la puerta se abre y entra un cliente, lo que lleva a la cara de Amber a regresar a su habitual Mien Mien con una velocidad impresionante, aunque se toma el tiempo para dispararle hábilmente un guiño sugerente antes de concentrarse en el recién llegado, dejándote decidir para decidirQué hacer a continuación mientras trata con el cliente.",
                "ChangeProgress",
                "2",
                "SetChoice",
                "19",
                "Apologized",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "SkipPostService",
            "theScene": [
                "Aparentemente, no tener más que decir sobre el tema y hacer que sea un punto para mantener su comportamiento en serio y apropiado en su tienda, lo deja en eso y mira hacia otro lado, dejándole decidir qué hacer a continuación.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "LackFundsForService",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A medida que te preparas para darle a Amber los Eros para el servicio, te das cuenta con vergüenza que realmente no puedes pagarlo, la mirada del comerciante después de tu gesto abortado y entendiendo rápidamente la razón.",
                "Speaks",
                "Corto, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "No necesita responder a la pregunta retórica para confirmar, la mujer revestida de cuero dejó escapar un suspiro incluso ante las noticias y luego se dirige a usted con la ecuanimidad comercial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Lo siento, [ThePlayerName], pero no hago cuotas, así que eso será un no ir ... Sin embargo, no voy a ninguna parte, así que siéntase libre de regresar cuando tengas más eros en el banco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "Speaks",
                "... o si tienes cosas que vender, las quitaré de tus manos, como de costumbre.",
                "Con eso, te sale de su sala de trabajo y regresa a la tienda, donde se reposiciona detrás del mostrador mientras considera qué hacer a continuación.",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Bound Aphrodisiac Application - 2500 Eros",
            "theScene": [
                "HasErosLessThan",
                "2500",
                "LackFundsForService",
                "IfChoice",
                "20",
                "BoundAphroDone",
                "BoundAphro",
                "SetChoice",
                "20",
                "BoundAphroDone",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "BoundAphro"
            ]
        },
        {
            "NameOfScene": "BoundAphro",
            "theScene": [
                "SetChoice",
                "17",
                "Bondaged",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "5",
                "Un aire de afán fervido se muestra en la cara de Amber en su elección, el sentimiento de expresión inusual {i} ligeramente {/i} sobre, pero también ... ¿desprecio?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sin embargo, se desvanece rápidamente a medida que regresa a su profesionalismo distante habitual, y con calma pasa el procedimiento de tomar su pago antes de hacer un gesto al colchón.",
                "Speaks",
                "Todo está bien.Puedes seguir adelante, quitarte la ropa y acostarte.",
                "ChangeEros",
                "-2500",
                "ChangeArousalByPercent",
                "2",
                "Un poco desconcertado por su actitud indiferente, y sentirse un poco incómoda al desnudarme justo a su lado, lo hace lo que le dicen, al menos encontrar que la cama ad hoc es razonablemente cómoda, y la habitación lo suficientemente cálida como para no sentirse incómodaIncluso cuando está desnudo.",
                "Mientras se asiente en una posición cómoda, el ámbar hurga a través de este estante y ese armario, y regresa con una longitud de cuerda oscura de aspecto bastante intimidante, así como un gran recipiente de tornillo opaco, que coloca cerca antes de llegar sin palabrasTrabaja en ti con la cuerda.",
                "Los minutos pasan como, en silencio pero con una habilidad innegable, te ata a la mesa de egluce.Procediendo de manera eficiente y cuidadosa, se asegura de que sus restricciones sean lo suficientemente apretadas como para que no pueda moverse, pero no hasta el punto de presentar un riesgo de lesiones, la cuerda en sí misma parece estar hecha de material de calidad que se siente duro {i} lo suficiente{/i} irritar a las muñecas y los tobillos sin morderlas cuando las mueves reflexivamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "En cuanto a Amber, a pesar de lo sorprendentemente clínica que es sobre la configuración, no puede evitar detectar la prolongación e incluso el entusiasmo en sus gestos bien perfeccionados, el comerciante muestra algo así como una media sonrisa mientras lo lleva a cabo y luego se dirige.Usted en una voz inesperadamente suave, casi susurrante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "¿Todo bien, [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "ChangeArousalByPercent",
                "3",
                "No puedes evitar sentirte un poco tímido mientras respondes afirmativamente, a lo que ella asiente y recoge el recipiente que anteriormente dejó a un lado, abriéndolo hábilmente antes de mirarte mientras vierte un poco de líquido en forma de gel en su súplicamano.",
                "Speaks",
                "Ahora, este es un producto experimental, pero no se preocupe: lo probé, incluso en mí mismo.No presenta peligro para el cuerpo humano, es lavable al agua y sus efectos se desvanecerán en unas pocas horas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Sin embargo, es {i} muy {/i} potente, así que no dude en avisarme si se vuelve demasiado.",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smirk",
                "ChangeArousalByPercent",
                "5",
                "El contraste de su tono cariñoso contra lo que es {i} bastante indudablemente {/i} Una expresión cachonda le da un tinte de inquietud excitada, pero no obstante, asiente con la cabeza, lo que la lleva a comenzar a frotar el afrodisíaco sobre su forma ligada y desnuda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Una vez más, actúa con una diligencia de hecho, y aunque se asegura de que ninguna parte de su cuerpo quede intacta, incluidos sus genitales, nunca persiste en ninguno de ellos y sus movimientos no muestran sensualidad, haciendo que la aplicación se sientaMás como una especie de masaje terapéutico que un servicio sexual ... Uno que {i} se siente {/i} sin embargo, los dedos firmes de Amber empujan tranquilamente a su piel y músculos, lo que lo atrae a relajarse.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "PlayBlackOut",
                "Cerrando los ojos y respirando bien y profundamente mientras te sumerges en el momento, sientes que el olor de la loción fluye a través de tus fosas nasales y te llena una sensación de calor reconfortante, la sustancia demostrando sorprendentemente fragante, emitiendo un fuerte, casi jarabado.Huelo, como grosellas negras confitadas con un toque de sabor.",
                "Después de unos minutos, el eficiente almacenista convertido en el trabajo de Masseuse está completo, y se puede escuchar pasos seguidos de agua y el frotamiento de tela contra el cuero mientras se lava las manos enguantadas, antes de volver a ti y reír.",
                "Speaks",
                "¿Haciendo el bien, [ThePlayerName]?",
                "Usted responde con un murmullo afirmativo, el abrazo de cuerpo completo y líquido del producto de Amber, lo que te hace sentir lujosamente cálido, como un baño tostado sin la humedad y, sin embargo, te imbuye sin somnolencia, en lugar de dejarte muy cómodo.",
                "Speaks",
                "Sintiendo los efectos todavía?",
                "No estás seguro de qué responder a eso.La loción se siente agradable, pero no de una manera que normalmente se asociarías con un afrodisíaco como los Alraunes '... en lugar de sentirse cachondo y enojado, ¿solo tienes un sentido general de ... ¿Balascos?",
                "StopBGM",
                "PlayVisualEffect",
                "StartHaze",
                "pinkHaze.png",
                "ChangeArousalByPercent",
                "25",
                "Hay otra risa, luego un contacto con pastoreo contra la mejilla ... y de repente, desde el ligero toque, todo el calor envuelto sobre su cuerpo se convierte en halil, el placer de serpasando, haciéndolo abrir los ojos con un jadeo mientras la excitación de excitación de las cascadas de¡El lugar de la caricia simple!",
                "EndBlackOut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeArousalByPercent",
                "20",
                "Aparece los ojos, te encuentras cara a cara con un {i} definitivamente {/i} ámbar cachondo, la mujer sonriente te mira ansiosamente como, a la vez, tus sentidos procesan el resplandor de la libido que te atraviesa.Tu cara, pecho, piernas, manos ... todo, desde tu cuero cabelludo hasta la punta de tus dedos de los pies, se siente increíblemente sensible y {i} caliente {/i}, como ese único productor fue el golpe de una combinación que enciende un polvo de lujuria dormida!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeArousalByPercent",
                "20",
                "Inclexivamente inquietando ante la sensación de ardor, terminas tirando inmediatamente contra tus enlaces que casi te habías olvidado, el mero contacto del material de cáñamo contra tu piel te hace llorar cuando las olas de dicha irradian desde las muñecas y los tobillos y se fusionan¡En tu polla ... lo cual te das cuenta de que es completamente duro y palpitante!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¿Qué tal ahora? ~",
                "ChangeArousalByPercent",
                "20",
                "Ámbar canta y te mueve atentamente mientras continúas luchando a medio cierto contra las restricciones inquebrantables, de repente desesperado por tocarte, masturbarte, moverte ... {i} cualquier cosa {/i} para dar una salida a la sensibilidad hirviente y necesitadaEso te ha reclamado ... Sin embargo, tu vano agado no hace nada más que intensificar la estimulación ardiente en todo tu cuerpo, haciéndote dejar salir otro grito de placer desordenado e inarticulado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThinkingHappy",
                "Speaks",
                "Mmmh, ese es un buen sonido.",
                "ChangeArousalByPercent",
                "20",
                "Torciendo su marco de esta manera y eso, intentas liberarte, o al menos alcanzar {i} en algún lugar {/i} en tu cuerpo, pero una vez más, tus enlaces apenas se mueven, dejándote sin otra opción que reconocer que túNo podrá aliviarse por su cuenta, lo que lo llevará a recurrir al otro ocupante de la habitación con ojos salvajes y febriles, balanceando frenéticamente las caderas en una solicitud muda mientras la mira con una mirada de alegato.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "ChangeArousalByPercent",
                "10",
                "Mirándote pacientemente, Amber espera unos pocos segundos demasiado largos, sabiendo claramente el espectáculo de su ineficaz lanzamiento y giro, antes de responder con voz melosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Oh, parece que necesitas ayuda ... ¿qué tal esto?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "30",
                "Levantando una mano, te lo trae y envuelve sus dedos ... uno de tus pezones, el mero toque pellizcado que se siente como una detonación de dicha se deflagran a través de tu marco, cortando tu animal artificante y cachorro y te hace apretar tuDientes a medida que todo su cuerpo se tensa bajo el asalto de placer repentino e inimaginablemente intenso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThinkingLewd",
                "ChangeArousalByPercent",
                "30",
                "Tareando felizmente ante su reacción, Amber lleva su otra mano a su otro pezón y comienza a jugar con él también, deleitándose en la variedad de sonidos y contracciones que hace que haga con tirones simples y bien medidos, lanzamiento y giro, cada uno.De sus hábiles gestos que intensifican el infierno muy avanzado que te devastan, todo el tiempo haciendo que tu polla salte, sacudiera y regate el precum en el éxtasis tortuoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "Todo su cuerpo debe sentirse como una zona erógena en este momento, [ThePlayerName] ... ¿Qué piensas de la experiencia?",
                "Menu",
                "'T-Touch me moooore!!!♥'",
                "'My dick! Touch my diiiick!'",
                "'Stop! It's too much!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'T-Touch me moooore!!!♥'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Una expresión encantada se muestra en la cara de Amber ante sus palabras, lo que responde con entusiasmo iluminado.",
                "Speaks",
                "Oh, {i} Por supuesto {/i} ... Te daré el {i} mejor {/i} orgasmo manos libres de tu vida, [ThePlayerName].",
                "ChangeArousalByPercent",
                "30",
                "Inmediatamente, ella deja pasar los pezones, en lugar de mover una mano a las piernas y comenzando a frotar uno de sus muslos tan enérgicamente como el fondo de una mascota necesitada que exige atención, lo que te hace sentir que puedes sentir un placer de ceño por cada pulgada deSu piel como la nueva variedad de éxtasis tántrico te reclama, tus pantalones se convierten en respiraciones gemidas como ARF mientras tu pierna temblaba espasta y rebota, al igual que tu polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "¿Eso se siente bien?¿Quieres más caricias?",
                "ChangeArousalByPercent",
                "30",
                "Más de tu cerebro freír en felicidad con cada segundo que pasa, asiente sin pensar, lo que lleva a tu encantadora Tormentress a mover sus manos a tu cabeza para pasar sus dedos a través de tu cabello, la sensación de sus ágiles dígitos que se mueven a través de tu cuero cabelludo que se queman las manchas ardientes deDeleite que parece estimular directamente sus receptores de placer, enviándolo a la euforia que llena la lengua y haciendo que el COO de ámbar con la disposición de la enfermedad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThinkingHappy",
                "Speaks",
                "Buen chico, buen chico ... sí, un chico tan bueno. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "30",
                "En su estado actual de éxtasis delirante, es como si pudieras sentir las vibraciones de su elogio vocal juguetón resuenan y reverbera en tus oídos y calavera, haciendo que el mundo a tu alrededor nade y se balancee en Felicity, especialmente a medida que las dextras manos enguantadas avanzan para afeccionaracariciando la barbilla y las mejillas, atrayéndolo a inclinarte en su toque con risas intoxicadas, mientras tu polla se siente cada vez más caliente, más dura y más sensible ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Parece que ya no puedes soportar más, [ThePlayerName] ... así que compensar todo este desenfreno, ¿qué tal si envolvemos esto de una manera respetuosa de Venereae, HM?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "10",
                "Atrapado en su delirio tántrico, apenas puede registrar sus palabras, mucho menos procesar lo que significan, pero en realidad no necesita responder o incluso pensar, el ámbar se apodera de una de sus manos mientras su otra mano descansa sobre suCabeza, el comerciante pervertido que se rita.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "Con ardiente y auriculares. ♥",
                "ChangeArousalByPercent",
                "20",
                "Sensualmente, ella se frota la palma y enreda sus dedos con los suyos mientras acaricia delicadamente la cabeza hacia la izquierda y la derecha y es un torcedura suavemente en la oreja, sumergiendo su cuerpo hipersensible con una comodidad abrumadora y lascas y dándole lo suficiente para llevarlo al límite, sus músculos, sus músculossobrecargado por el placer excesivo relajándose a la vez como, {i} Finalmente {/i}, vas por el borde.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Dejando escapar un rato de éxtasis feliz mientras sus ojos se ponen, te dejas disfrutar de las dulces no de Amber mientras tu semilla acumulada se libera en un géiser desenfrenado, chorros de espigadores espantoso de tu polla negada por tanto tiempo mientras se cascadas de órgamicasEl rapto se recuperó a través de usted, sostenido por el contacto de las manos de puntería que continúa perversamente mimándote.",
                "PlayBlackOut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "A medida que el alivio y la euforia lo avanzan, el clímax coronado y manos libres resulta demasiado para su cerebro sobreestimulado y se desmaya sin siquiera pensar en resistirse al sueño reclama que lo reclama, hundiéndose con una sonrisa en su rostro y un murmullo final entus oídos.",
                "Speaks",
                "Dulces sueños, [ThePlayerName]. ♥",
                "EndVisualEffect",
                "JumpToScene",
                "PostAmberService"
            ]
        },
        {
            "NameOfScene": "'My dick! Touch my diiiick!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "10",
                "Amber se ríe malvolamente ante su desesperada súplica, dejando que una parte de la duda y la preocupación se abran paso en su mente con lujuria mientras responde.",
                "Speaks",
                "Tu {i} diiiick {/i}, ¿eh?Realmente, ¿qué tan exigente puedes ser, [ThePlayerName]?",
                "ChangeArousalByPercent",
                "10",
                "Ella hace una muestra de caminar desde el costado de la mesa a su frente con pasos teatralmente lentos para dejarte estofarse un poco más mientras intentas no tener tu excitación bajo control con las respiraciones pesadas, la preocupación de la mujer finalmente termina posicionada.directamente frente a ti, una sonrisa irónica en su rostro mientras se acerca a su mano.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileRelaxed",
                "Speaks",
                "No hay problema, le otorgaré su solicitud ... pero debe tener cuidado con lo que desea.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "30",
                "Demontalmente, busca su polla completamente expuesta, su longitud completamente erecta proporciona un objetivo bastante fácil para que Amber envuelva su mano, el mero contacto de sus dedos en todo el eje, lo que le hace dejar escapar un grito estrangulado como un intenso perno de felicidad.¡Dispara desde su ingle al resto de su cuerpo, electrificándolo con placer!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "¡No hay de vuelta ahora!",
                "ChangeArousalByPercent",
                "50",
                "Sin más preámbulos, ella comienza a sacudirte sin piedad, pero con una habilidad innegable, la estimulación diestra y desenfrenada causa estragos de inmediato en tu marco hipersensible, haciendo que tus ojos y la boca se paren en un grito mudo, cada minuto y subida y-¡El movimiento hacia abajo se siente magnificado en un grado inhumano, enviando todos y cada uno de los nervios en su cuerpo.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeArousalByPercent",
                "40",
                "Con tu virilidad ya rogando por el clímax, el comerciante pervertido no tiene problemas para enviarte al borde en un instante, tu polla locamente palpitante se rinde rápidamente con un lanzamiento de chorrear que mancha su guante oscuro ... y le proporciona lubricación adicional a medida que ella¡Sigue inmediatamente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeArousalByPercent",
                "20",
                "Speaks",
                "¡Noooo se rompe! ... bueno, tal vez {i} tú {/i} se romperá.",
                "PlayerOrgasmNoSpiritLoss",
                "En medio del resplandor de la lujuria con exceso de sensibilidad a través de usted, apenas puede experimentar su resplandor del resplandor, mientras que su longitud permanece de alguna manera igual de dolorosamente duro, dejando que el ámbar continúe ferozmente masturbándolo, cualquier queja que puede haber expresado que se ha ahogado en sus gritos inarticulados de placerComo ella demasiado rápido saca un segundo orgasmo de ti, más de tu semilla vertiendo por toda su mano ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeArousalByPercent",
                "65",
                "Sin embargo, ella {i} todavía {/i} no se detiene, sino que se prepara para intensificar sus movimientos a medida que cambia su agarre para mantener un buen agarre en su eje mientras lleva su otra palma sobre su punta, el espectáculo de suEl destino inminente haciendo miedo indefenso y excitación en su cabeza mientras su visión nada, dejándole seguro de que su cuerpo y su mente no serán capaces de resistir una estimulación tan abrumadora mucho más tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeArousalByPercent",
                "45",
                "Speaks",
                "¿Todavía se mantiene después de dos eyaculaciones consecutivas?No está mal ... pero este te hará seguro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Obscene",
                "PlayerOrgasmNoSpiritLoss",
                "Justo como temes, ella se prepara para pulir tu glande con su palma enguantada, el fuerte roce que demuestra demasiado para tu polla abusada, mientras que el resto de tu marco cubierto de loción no le va mucho mejor, la ahora ruinosa dicha en todo tuEl cuerpo lo reduce a un gimidas sin sentido mientras pierdes la fuerza para mantener la cabeza en alto para mirar a los ámbar, sintiendo que se vuelve hacia el colchón justo cuando te corres una vez más.",
                "PlayBlackOut",
                "A medida que las cascadas de éxtasis excesivas y las rebotes a través de ti y tu tercer clímax consecutivo salen de tu polla pulverización como un grifo roto, sientes que la inconsciencia te lleva, tu atormenta finalmente dejó ir tu virilidad con una expresión de un deleite perverso puro en toda la cara.",
                "EndVisualEffect",
                "JumpToScene",
                "PostAmberService"
            ]
        },
        {
            "NameOfScene": "'Stop! It's too much!'",
            "theScene": [
                "SetChoice",
                "17",
                "",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeArousalByPercent",
                "5",
                "Al instante, su súplica congela a Amber en sus pistas y se retrae sus manos, luego se va rápidamente con una expresión de autoinsproaches en su rostro.",
                "ChangeImageLayer",
                "Face",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Contempt",
                "Speaks",
                "{i}Dammit.{/i}",
                "ChangeArousalByPercent",
                "-75",
                "En un latido, está de vuelta con una manguera que usa para rociar agua sobre usted, el avión burbujeante que se lava suavemente sobre usted y limpiando la loción y afortunadamente no causa una excitación más excesiva, el comerciante explica con calma a medida que avanza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "No te preocupes, estarás bien, estas cosas se eliminan {i} muy {/i} fácilmente ... prepárate para que la reacción sea noquea un poco.",
                "EndVisualEffect",
                "ChangeArousalByPercent",
                "-85",
                "Jadea en la respiración recuperada cuando el agua trae un alivio inmediato, las áreas salpicadas sobre su cuerpo dejan de sentirse caliente e hipersensible, la sustancia eliminada solo lo dejó un ligero entumecimiento ... así como un {i} intenso {/i}sentimiento de pesadez en tu cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "ChangeArousalByPercent",
                "-20",
                "Tan pronto como termina de manejarte, Amber aleja el aparato de riego y te desata hábilmente, permitiéndote flexionar tus extremidades en tu nueva libertad, pero detenerte con una mano suave contra tu pecho cuando intentas levantarse reflexivamente.",
                "Speaks",
                "No lo intentes.Créeme, no luches.Solo ... déjese guiñar un ojo.Estarás bien.",
                "PlayBlackOut",
                "ChangeArousalByPercent",
                "-15",
                "De hecho, sintiendo el agotamiento reclama más y más insistentemente con cada segundo que pasa, tomas su palabra y dejas que tu cabeza descanse contra el colchón, tus ojos se cierran solos mientras un ámbar de aspecto preocupado te acaricia la cabeza, permaneciendo a tu ladoHasta que te desmayes para siempre.",
                "...",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeArousalByPercent",
                "-40",
                "EndBlackOut",
                "Después de un tiempo, te despiertas por tu cuenta, e inmediatamente te das cuenta de que te han limpiado y reparado, y que el ámbar todavía está presente, sentado en una silla cerca y leyendo un libro, que deja de lado cuando te da cuenta de que te despojo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "Speaks",
                "Ah, estás llegando a.¿Cómo te sientes?",
                "Necesita uno o dos minutos para que la niebla posterior al sueño se aclare, pero una vez que su mente vuelve a enfocar, \"está bien\".es la primera palabra que le llega, la información que brinda alivio a la cara de Amber.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Eso es bueno.",
                "Sin palabras, ella te ayuda a sentarte y te entrega un vaso de agua del que te gustan, todavía te sientes un poco atontado y bien reseca, pero lo peor para el desgaste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "Bueno, eso no fue como esperaba.Pensé que cavarías ese tipo de juego, pero claramente, eso era un fracaso ... así que aquí, con mis disculpas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te entrega una pequeña bolsa, que curiosamente te abres para darte cuenta de que está llena de eros, precisamente la suma que le acabas de pagar.",
                "ChangeEros",
                "2500",
                "Speaks",
                "Y ahora, si puedes caminar, será mejor que regresemos a la tienda.Un poco de aire fresco también te servirá bien.",
                "Terminando su vaso, lo dejas y, después de asegurarte de que estás realmente listo, sigue a Amber fuera de su taller y regresa a la tienda propiamente dicho.Una vez allí, su propietario se prepara para reabrir el lugar con la ligereza silenciosa, pero le da una última mirada antes de desbloquear la puerta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "De nuevo, lamento que no funcionara, [ThePlayerName].Eso depende de mí por asumir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno ... ahora lo sabrás.",
                "Con eso, termina su reapertura y regresa detrás del mostrador, luciendo tan robusto como siempre, lo que te deja para considerar tu próximo movimiento.",
                "IfChoice",
                "21",
                "BoundAphroDud",
                "TalkMenu",
                "SetChoice",
                "21",
                "BoundAphroDud",
                "ChangeProgress",
                "-1",
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Leave Amber's store.",
            "theScene": [
                "Salgas de la tienda y puedes sentir la mirada de la severa de Amber aburrida ...",
                "ChangeBG",
                "town.png"
            ]
        },
        {
            "NameOfScene": "_Amber Progress Thing",
            "theScene": [
                "Dungeon de bosque despejada: 5-10",
                "Montaña despejada: 5",
                "Templo despejado: 5",
                "Labyrinth despejado: 5",
                "Pregunte por su tienda: 1",
                "¿Tienes que ser tan frías: 2?",
                "¿Eres un pervertido?: 1",
                "¿Tienes algo contra los elfos?: 1",
                "Actualización general de Sextoy: 3",
                "Actualizaciones de juguetes sexuales generales de fino: 3",
                "Deluxe Onahole Servicing: 2",
                "(Con opción de esclavitud): 1",
                "Aplicación afrodisíaca encuadernada: 2",
                "Aplicación afrodisíaca vinculada DUD: -1",
                "Respuesta grosera a las disculpas: -2",
                "Respuesta positiva a las disculpas: 1",
                "Respuesta entusiasta a las disculpas: 2",
                "Pregunte por otro pueblo de la ciudad: -1"
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "El evento AAAAA se atribuyó."
            ]
        }
    ]
}