{
    "name": "Bubble Slime Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El limo de burbujas respira fuertemente de su orgasmo, luciendo medio aturdido mientras te da una mirada anhelante mientras jadea con un sonrojo en la cara.",
                "Speaks",
                "Haah, cariño ... ♥ tienes tanta resistencia, simplemente no puedo seguir el ritmo. ♥",
                "Con otro suspiro agradable, se recuesta en el lecho de limo pegajoso, mostrando su cuerpo voluptuoso completo para ti, sus pechos pesados ​​se balancearon de manera atractiva del impacto perezoso, sus ojos encerrados en los tuyos mientras abre sus piernas resbaladizas, exponiendo su empapado de húmedo.Pussy para ti, extendiéndolo tentador con dos dedos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mnnnn, pero no me importa si haces todo el trabajo, ven aquí cariño. ♥",
                "Menu",
                "Give her what she wants",
                "Perhaps another time",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Perhaps another time",
            "theScene": [
                "Le dices a la mujer gaseosa que te gastan por ahora, y realmente necesitas estar en camino, haciéndola puchero como la tensión sensual en su cuerpo se aleja y ella religiosa para descansar lentamente en su piscina con un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speaks",
                "Aw ... bueno si estás seguro ... mmmhp ...",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speaks",
                "Jajaja .. eres una broma, ¿sabes que cariño?... pero vuelve y pasa un tiempo de calidad conmigo, ¿no? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Ella te da una pequeña ola mientras bosteza el sueño, hundiéndose en su propia piscina de limo para descansar, mientras regresas a tu viaje.",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Give her what she wants",
            "theScene": [
                "Colocas tus manos sobre las gruesas piernas de la mujer viscosa, dándoles un buen apretón pegajoso mientras ella te mira expectante, dejándose completamente a tu merced.",
                "Te tomas el tiempo para explorar amorosamente su cuerpo, acariciando sus suaves muslos, a lo largo de sus caderas y cintura, lo que hace que su forma sensible se estremezca de placer, dejándola jadeando mientras abre las piernas un poco más con una mirada necesitada;Las burlas no son necesarias para ponerla de humor, pero claramente la está disfrutando.",
                "ChangeArousalByPercent",
                "15",
                "Finalmente, agarras las piernas de limo de la burbuja y, con su sorpresa, las levantas en alto, presionándolas frente a ti y abrazas firmemente contra tu cuerpo, dejando sus pies colgando sobre tu hombro mientras empujas tu polla dura dentro de ellaBrotando el coño, haciendo que todo su cuerpo temble con placer mientras sus pesadas tetas se tambalean por el impacto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Speaks",
                "O-OHOO, cariño ...! ♥",
                "Ella gime humilde, relajándose con los brazos de ancho a los costados mientras te ve hacerte a cargo y follarla, cada empuje envía pequeñas ondas atractivas a través de su forma fluida, sus grandes senos se agitan de un lado a otro ligeramente desde el impulso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Mientras tanto, continúas apreciando sus piernas, deslizando tus manos hacia arriba y hacia abajo, acariciando sus curvas mientras te aferras a ella, sintiendo la sensación suave de sus muslos que se aplican con las que se aplastan cada vez que golpeas en ella, tus propios nethers están completamente cubiertos.En su cálida sustancia sustentada.",
                "ChangeArousalByPercent",
                "15",
                "Mientras continúas follándola, aprovechas la oportunidad de salpicar sus brillantes piernas en pequeños besos, lo que hace que otro gemido se escape de tu amante burbujeante, los dedos de los pies se enroscan sobre tu hombro mientras disfrutas de su lujoso cuerpo femenino con el contenido de tu corazón, lamiendo, lamiendoTus labios mientras sabores su dulce sabor efervescente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mmmph- ♥ sátame todo lo que quieras, cariño. ♥ ohhh puedo sentir cada empuje reverberando a través de todo mi todo- mmmn-! ♥",
                "La llevas a su oferta, continuando besando sus piernas mientras aumenta el ritmo de tus empujes, lo que hace que la mujer de limo jadee más pesado en placer.Con un placer, borracho, mewl, ella luxuria en tus atenciones, recostándose en su cama pegajosa mientras pone los brazos detrás de su cabeza mientras te mira a ti mismo, un oscuro sonrojo que cubría su rostro.",
                "ChangeArousalByPercent",
                "15",
                "La cálida sensación pegajosa de su primavera efervescente solo sirve para acentuar las sensaciones de deleite sexual, su polla palpitante está cubierta de su esporenal pegajosa mientras are bruscando su sexo hambriento, cada impacto obsceno que envía una ondulación a través del cuerpo de barrios de la burbuja y el cuerpo de lujos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Sus gruesas curvas reaccionan al impulso de cada empuje, que sirven como un placer a sus ojos lujuriosos, particularmente sus pesadas tetas que se tambalearon y rebotan hacia arriba y hacia abajo tentador, y el limo parece notar esto mientras se toma un momento para sacudirlas de lado.lado, solo para ti, dejando escapar una risita como ella.",
                "ChangeArousalByPercent",
                "30",
                "La atractiva exhibición es todo lo que se necesita para voltear un interruptor en su mente cachonda, dejando de lado suavemente sus piernas flexibles, lo que le permite extenderlas curiosamente a un lado, se acuesta en la cima de la mujer pegajosa a medida que avanza por sus senos,Y ella deja escapar un grito agradable mientras comienzas a succionar con uno de sus pezones mientras tus manos se aferran a sus caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su lengua rodea su tetina, su sabor gaseoso cubre toda la boca mientras chupas y te entregas a su suavidad, dejando el limo de burbujas estremeciéndose en éxtasis mientras trae una mano a tu cabello y comienza a acariciarte, animándote a continuar con bajos gemidosresbalando de sus lujosos labios.",
                "ChangeArousalByPercent",
                "20",
                "Tus empujes disminuyen la velocidad, pero se vuelven más contundentes;La empalas tan profundamente como puedes, mientras te subes al pezón y tientas a sus anchas caderas, haciendo que el limo arquea su cuerpo hacia arriba desde el placer hinchado, gimiendo en voz alta para que cualquier persona cercana escuche, ni a ti o a ti les importaahora mismo.",
                "Speaks",
                "Ohhh- ♥ m-more ... ¡más, cariño! ♥ ¡Fóllame más! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeArousalByPercent",
                "30",
                "Ella llora, y estás feliz de obligar, dejando ir su tetina mientras te mueves hacia su rostro, presionando tus labios en los de los suyos y llevando tus manos a las suyas.Ella deja escapar un gemido feliz y amortiguado en tu boca, sus dedos se entrelazaron con los tuyos mientras comienzas a pueblarla con un vigor renovado, alentado a follarla literalmente en un charco.",
                "Puede sentir que la parte inferior del cuerpo está cubierta de su cálido y gaseoso líquido mientras sus gruesas piernas se envuelven alrededor de la cintura, dejándote atrapado en una prisión de suavidad lasciva que no tienes intención de escapar.Tu lengua envuelve amorosamente alrededor de la suya como lo haces, ansioso por saborear más de ella con cada empuje.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Sus enormes tetas de almohada presionan hábilmente contra su cuerpo mientras se acuesta encima de ella, los impactos de Wobbley resonantes que atraviesan su cuerpo masajeando sus curvas flexibles contra usted, dejándote un poco cosquillas de sus pezones frotando contra tu pecho.Sus piernas te dan un apretón, y te mira profundamente a los ojos, hambriento de que la sigas follando.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "A medida que siente que se acerca la ventaja climática, instintivamente aceleras el ritmo, golpeando su coño travieso con todo lo que puedes reunir.Ella gime de alegría, su cuerpo viscoso sin otersed por sus empujes agresivos, ya que todo lo que hicieron fue hacer que su cuerpo se ondulara y se tambalee, acentuando sus deliciosas curvas resbaladizas para usted.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "S-SO Goooood !! ♥ ¡Estoy corriendo! ♥♥♥",
                "Ella te aprieta fuerte con sus gruesas piernas, sus manos dejan ir a las tuyas mientras las envuelve alrededor de tu cuerpo, y la mujer viscosa llega a un clímax huffing, maullando, haciéndole ordeñar tu polla desesperadamente con las pegajosas paredes internas de su coño, arrastrándote al clímax gimiendo con ella mientras tu resistencia se derrite.",
                "PlayerOrgasmNoSpiritLoss",
                "Apriando lo más profundo posible, estallas dentro del limo de la burbuja, lo que parece amplificar su orgasmo tembloroso, dejándola estremecer y apretarlo aún másTu lengua envolvió la suya mientras te besas apasionadamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Se tarda varios segundos antes de que sus orgasmos disminuyan, y lentamente lo sueltas la boca del otro, el limo jadea mucho mientras te mira con una sonrisa feliz y perezosa, mientras que un rastro de saliva pegajosa todavía conecta tus lenguas.Satisfecho y gastado, casi a regañadientes comienzas a levantarte, quitando tu polla de su coño mientras tu semen sale de su agujero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Haah ... tan enérgico ... ♥ Tan bueno ... ♥ Seguro que sabes cómo satisfacer a una mujer, cariño. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Mientras se desenreda por completo del limo de la burbujas, ella se hunde completamente en su primavera efervescencia con un suspiro feliz, dándote una pequeña sonrisa mientras disfruta del resplandor de su clímax, hundiéndose lentamente en la piscina pegajosa.",
                "Speaks",
                "Realmente necesito descansar ahora ... pero por favor ven y visítame nuevamente cuando puedas, cariño.No me importaría ser alimentado así de nuevo. ♥",
                "Respondes inclinándote y dándole otro beso, lo que la lleva a reír en la satisfacción a medida que te separas.Tomando un pequeño respiradero de su propio orgasmo, comienza a volver a ponerse de pie y vestirse para continuar su camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Cuando vuelves a verificar el limo de la burbujas, parece haberse quedado dormido, descansando con una sonrisa complacida en sus labios.Dejándola para descansar, procedes en silencio en tu viaje.",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1"
            ]
        }
    ]
}