{
    "name": "Lizardgirl Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Lizard Girl",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "SexIntro"
            ]
        },
        {
            "NameOfScene": "SexIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "MinorAhegao",
                "Derrota, la niña lagarto se queda muy jadeada y jadeando en el suelo, tu polla todavía se contrae ansiosamente dentro de ella mientras se frota mansamente sus caderas contra ti en falta de más ...",
                "Menu",
                "Keep fucking her.",
                "Pull out and continue onwards.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep fucking her.",
            "theScene": [
                "Speaks",
                "Ahhh-!Jahhhhhnn! ♥",
                "La niña lagarto llora de placer mientras tu polla entra y sale de su tembloroso coño, haciendo un aplauso lascivo cada vez que tus caderas se encuentran con las suyas.Su agarre arañado aprieta los hombros mientras intenta alejarte en un vano intento de ganar algo de control sobre la situación a pesar de sus respiraciones jadeadas y su cuerpo tembloroso.",
                "Speaks",
                "Hiiiiiiiiii!H-HOW ... ¿Podría ...!",
                "Desafortunadamente para ella, está indefensa para resistir mientras la empujas hacia el suelo, jodiéndola todo el tiempo mientras doblas lentamente sus piernas en una prensa de apareamiento, mirando sus ojos frenéticos y sonrojados.",
                "Speaks",
                "I...I'm...going...to...!",
                "Apretando su agarre, la presiona contra el suelo con más firmeza, y la niña lagarto responde agitando las piernas inútilmente alrededor de su cintura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Speaks",
                "{b}CUUUUUM!!!{/b}",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Con un fuerte grito, las paredes apretadas de la niña lagarto agarran su eje con una necesidad desesperada mientras ella culmine poderosamente, y la rápida y rítmica apretada alrededor de toda su longitud también lo envía al límite.",
                "Largas y gruesas cuerdas de semen brotes de tu punta mientras te entierras lo más profundo de la belleza exótica que puedas, gimiendo fuerte y con tensión cuando la Cazadora se contrae débilmente debajo de ti mientras su orgasmo la deja casi cojera en el suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Ambos jadean y gemen mientras se llenan llena de semen, sus paredes apretadas apretan y acarician su longitud mientras su cuerpo intenta tomar cada gota que tenga.Las cantidades excesivas de la semilla blanca nublada se derrama rápidamente, haciendo un desastre de ambas cinturas.",
                "Speaks",
                "TH-que fue ... increíble ~ ♥",
                "La niña lagarto te mira con ojos medios, su lengua se tira de entre sus labios mientras jadea acaloradamente.El agotamiento es claro en su expresión, sus ojos nebulosos y sus brazos se extienden impotentes en el suelo, sus suaves senos se agitan mientras toma respiraciones profundas y estremecidas en un intento de acumularse.",
                "Speaks",
                "¡Ganes ... para pensar que una cazadora podría ser superada por su presa!",
                "Ella te mira con respeto y admiración en su mirada, y casi puedes imaginar a sus alumnos formando corazones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingBlush",
                "Speaks",
                "Eres tan fuerte, mi amor ~ ♥!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdLoving",
                "Aceptando su derrota, se inclina para tratar de tentarte en un beso.Una de sus manos garras se asienta en la cintura, mientras otro acaricia la mejilla.Su cola se muele suavemente contra su muslo e incluso baila contra su eje.Incluso mordisquea ligeramente tu cuello, gimiendo en silencio mientras se mueve para lamer tu rostro y finalmente presionar sus labios contra los tuyos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Un momento después, en su lugar, tienes ambas manos clavadas por las muñecas sobre su cabeza, y una expresión de confusión cruza su bonita cara, sus ojos muy abiertos y sus labios se separaron sorprendentes.",
                "Speaks",
                "Wha...?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "MinorAhegao",
                "Eso es lo único que tiene tiempo para exclamar antes de reanudarla golpearla al suelo, incapaz de resistir la tentación de su cuerpo atlético y su aroma salvaje mientras pierdes el control de tu excitación ardiente.",
                "Speaks",
                "Hwaahhh ~!?D-darling, espera!",
                "Pero no hay forma de que puedas esperar.Todo lo que puedes pensar es en lo bien que se sintió presionando contra ti mientras luchaba.Sus senos sexys y su culo tonificado.Su larga lengua cada vez que te besaste.Qué caliente ha dejado tu cuerpo en sus intentos de follarte para que se sometan.Su eje erecto roca su cuerpo de un lado a otro, incluso mientras está atrapado en una prensa de apareamiento.",
                "Speaks",
                "¡Desacelerar!¡Todavía soy s-sen-sensitiiiiiiiiii ~!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Sus paredes apretadas se sujetan firmemente alrededor de su eje una vez más mientras logras redoblar su clímax, lo que acababa de comenzar a eliminar.La intensa sensación la deja arqueando la espalda debajo de tu forma de empuje, sobresaliendo sus pechos alegres hacia ti.",
                "Aprovechas lujuriosamente la oportunidad, una de tus manos a tientas el pecho, apretando ligeramente y pellizcando suavemente el placer entre dos de tus dedos.",
                "Speaks",
                "¡Hahhhh ~!Th-esto es ... entonces ...! ♥",
                "Ella jadea y grita en dicha con cada poderoso empuje mientras la apareaba bien, su boca se agapia y sus dientes afilados y depredadores brillan a la luz mientras su cuerpo se somete a su polla.",
                "Speaks",
                "CAN I't ... STOP ... {b} Cumming {/b} ~ ♥!",
                "Sus espasmos de coño exquisitamente musculosos alrededor de tu polla empujada sin fin, la chica lagarto atrapada en un ciclo de orgasmos continuos mientras la follas en el suelo.Sus dedos de los dedos escalados con garras se curvan por el placer, y sus piernas se envuelven instintivamente alrededor de su cuerpo en un intento de mantenerlo cerca y mantener su polla tan profundamente dentro de sus paredes calientes como sea posible.",
                "Speaks",
                "Ahhhhn~♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "MinorAhegao",
                "El cuerpo de la mujer exótica crece lentamente debajo de ti, cualquier resistencia derribada por los golpes ásperos y drenado por el orgasmo aparentemente interminable, y comienzas a sentir la sensación familiar de un clímax en ascenso en tu propia cintura.",
                "Al acercarse al punto de inflexión, sus empujes disminuyen la velocidad y levantas las caderas de la niña lagarto y el culo del suelo para darte más influencia.Los dos se miran a los ojos mientras entregan un poderoso empuje ... luego un segundo ... y finalmente un tercero, se apiñan en el fondo del coño empapado de la cazadora derrotada mientras se llena con otra gran carga de cargasemen.",
                "Speaks",
                "Hahhh-mmph!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdLoving",
                "La chica lagarto gime sensualmente, solo para ser cortado mientras capturas sus labios en un beso apasionado.Dominando a fondo su boca mientras tienes el resto de su cuerpo, permanecen juntos en esta posición, la cazadora conquistada arrullando y resoplando sin duda mientras sus paredes apretadas y convulsionantes siguen ordeñando cada gota de semen que puedes darle.",
                "Pero a medida que su orgasmo finalmente termina y su forma atlética y sexy comienza a desaparecer lentamente debajo de ti, ella rompe el beso para acariciarte contra tu cara con un suspiro satisfecho.",
                "Speaks",
                "Alma gemela ... te amo ~ ♥",
                "Sus ojos se cierran en el sueño mientras termina de desvanecerse, y te tomas varios minutos para recuperar el aliento antes de finalmente levantarse y reparar."
            ]
        },
        {
            "NameOfScene": "Pull out and continue onwards.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "La mujer reptiliana deja escapar un gemido de decepción mientras se libera de su polla de su apretado coño y la dejas, dejándola desvanecerse con una queja murmurada mientras se aleja en el sueño después de la batata ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        }
    ]
}