{
    "name": "Imp Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Imp",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "JumpToScene",
                "RestOfIntro"
            ]
        },
        {
            "NameOfScene": "AltIntro",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "El último Imp se colapsa en el piso, retorciéndose de placer, solo cuando sus aliados ya se han desvanecido de sus propios orgasmos.",
                "JumpToScene",
                "RestOfIntro"
            ]
        },
        {
            "NameOfScene": "RestOfIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El sol solitario se escapa en el suelo por un momento antes de que te mira con una mirada ligeramente hambrienta, jadeando con lujuria.",
                "ChangeImageLayer",
                "Blush",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "A-ah ... ♥ y-yo me ganas, b pero no me vas a hacer nada para mí ... ¿verdad? ♥",
                "Mientras miras a la mujer casi dolorosamente excitada, notas que, a pesar de sus palabras, su tono y lenguaje corporal parecen implicar que está bastante dispuesta a cuidar cualquier lujuria que puedas tener sobrantes de la pelea ...",
                "Menu",
                "Fuck her pussy.",
                "Fuck her ass.",
                "Get a blowjob.",
                "Give her a spanking.",
                "Continue onwards.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her pussy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Agarras a la pequeña mujer por sus piernas flexibles, levantando su cintura hasta la tuya mientras rápidamente sumerges tu polla en su coño mojado, haciéndola temblar en éxtasis mientras la dejan fuera de su estupor de placer con un chillido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella débilmente levanta las manos para apoyarse mientras te mira con una expresión lujuriosa y sumisa, dándote un buen vistazo de su rostro mientras se retorce con cada empuje que convierte en su hendidura ajustada mientras se aprieta sobre tu longitudComo un vicio, todo mientras dejaba salir gemidos cada vez más lujuriosos mientras se estremece en la dicha orgásmica con cada movimiento que hagas.",
                "Speaks",
                "¡Ahhh! ♥ ¡Ja, ja! ♥ m my coño se siente como si va a romper! ♥♥♥ d-don no parar! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Sus gritos jadeadores te impulsan a golpear su orificio de espasmo más duro, haciendo que su pequeña forma convulse para contragar la dicha mientras la follas absolutamente tonta, ya que cada reunión de tus caderas en las suyas envía una sacudida de placer igualmente poderosa a través de tu rígida variedad.",
                "Speaks",
                "O-Ohhhh! ♥♥♥ m-More! ♥ EEEEEE! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Los ojos del Imp se ponen sobrevivil mientras su cuerpo casi se encaja en tus brazos, aparentemente tan abrumado con el éxtasis que le estás dando que ni siquiera puede mantenerse más coherente, simplemente gimiendo sin palabras en dicha con un placer descuidado y borracho.Sonríe en su rostro desde su ritmo rápido e implacable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Sin previo aviso, deja escapar un grito de éxtasis penetrante mientras todo su cuerpo de repente se tensa en el orgasmo, haciendo que su coño se aprieta tan fuerte alrededor de tu polla que puedes verlo abarrotando a través de su abdomen mientras la follas, y te temblarás mientras su espasmo está inspirado enComience a hacer su propia burbuja de orgasmo en sus caderas, haciendo que cada empuje encantador lo acerque cada vez más al borde.",
                "PlayerOrgasmNoSpiritLoss",
                "Con un poderoso empuje final y un grito de placer bestial, descargas tu semilla en el Imp, haciendo que sus espasmos climáticos y los gemidos ondulados se redujeran mientras la llenas con tu semen, dejándola incoherentemente jadeando en la dicha debajo de ti mientras la bombea con carga.Después de la carga de tu semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "El Imp ya está empezando a desvanecerse cuando su orgasmo finalmente termina, y temblará mientras su coño todavía se aferra desesperadamente a su polla mientras se retira mientras observa su forma completamente dispuesta a placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella se encuentra con tu mirada mientras jadea en el suelo, y se las arregla para darte una sonrisa alegre incluso mientras continúa desvaneciéndose ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "Gracias por la comida ... ♥",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1",
                "Con un suspiro final satisfecho, el IMP se desvanece por completo mientras se extiende por un momento, sintiéndose renovado, pero no puede evitar preguntarse si esto solo va a alentarla a atacarlo nuevamente en el futuro ..."
            ]
        },
        {
            "NameOfScene": "Fuck her ass.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Llegas a la mujer pequeña y ligera por sus caderas con sorprendente facilidad, lo que la saca de su estupor de placer mientras ella abre su boca para preguntarte qué estás haciendo, solo para que ella deje escapar un chillido de éxtasis incoherenteLa presionas con fuerza contra la pared y sumerges tu polla rígida en su apretado culo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Pero sin siquiera perder el ritmo, ella levanta los antebrazos para prepararse contra la pared mientras se bloquea las piernas alrededor de la cintura mientras su cola se envuelve alrededor de la pierna, dándote por completo mientras la follas en la parte trasera apretada, incluso comoElla continúa gimiendo con felicidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella mira sobre su hombro con una sonrisa petulante y lujuriosa por un momento, pero su arrogancia te sobresale para fortalecer su agarre en sus caderas bien formadas y golpear su culo vicepresidente aún más duro, lo que hace que su expresión se convierta en una dicha sumisa mientras suve su gemidode placer redoble, resonando por los pasillos mientras su polla se contrae deliciosamente en su apretada y apretada trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Speaks",
                "Eek-! ♥ ¡Sí! ♥ ¡Ahh! ♥♥♥♥",
                "El cuerpo del Imp tembla en éxtasis con cada empuje impactante que haces en su trasero apretado, y puedes ver su rostro aflojado en una sonrisa cachonda mientras pantalones de placer, llenándote una poderosa necesidad de bombearla llena de tu semilla como su acogedoraEl culo se aferra desesperadamente a su eje con cada movimiento que realice, trabajando para expulsar una carga gruesa de usted.",
                "Speaks",
                "Y-Tu polla! ♥ Es asombroso! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su voz del placer y los gemidos cachondos envían un impulso casi primario de follarla hasta que se rompe, y no te detienes por un momento, ya que todos menos te golpean el culo con un abandono imprudente, haciendo que sus brazos se estremecieran como cada poderoso, HiltingEl empuje de su polla presiona su cuerpo pequeño en la pared mientras su culo apretado envía ondas cálidas de dicha que irradian en sus caderas.",
                "Eventualmente, el IMP no puede resistir el placer por más tiempo, ya que grita en un éxtasis inarticulado y se derrumba en la pared, mientras que todo su cuerpo se espasma incontrolablemente mientras se orgasmos poderosamente, fácilmente atendiéndote hacia tu propia liberación climática mientras su trasero casi dolorosamente se aprieta dolorosamentealrededor de tu palidez de la virilidad.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Con un empuje resonante final, te empuñes dentro de la parte trasera del Imp y vierte una carga gruesa de tu semilla directamente en su cuerpo de espera, obligando a sus chillidos a redoblar en intensidad mientras tu orgasmo obliga a los suyos a alturas aún mayores, y rayos de placer de placerCorre a través de ti cuando su culo se aprieta tan fuerte alrededor de tu polla espasmante que ni siquiera podrías moverte si quisieras.",
                "Por un momento breve y eterno, ustedes dos están atrapados en sus propios casos respectivos de éxtasis climático hasta que sus orgasmos finalmente comienzan a desaparecer, y sacan suavemente su dolor de polla de su trasero apretado tan pronto como se relaja lo suficiente como para dejarVas, dejándola cayendo hacia el suelo mientras liberas tu agarre sobre ella, débilmente espasmando mientras se esconde de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Mientras te tomas un momento para recuperar el aliento, el Imp mira hacia arriba para darte una sonrisa borracha mientras se ríe felizmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "H-hehe ... Th-gracias para la comida ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Sus ojos pierden el enfoque y suavemente cerca mientras busca quedarse dormido, y rápidamente se desvanece poco después mientras arregla su ropa.",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1",
                "Una vez que haya terminado de refrescarse, se estira por un momento, sintiéndose algo revitalizado, pero no puede evitar preguntarse si esto solo la alentará a atacarlo nuevamente en el futuro ..."
            ]
        },
        {
            "NameOfScene": "Get a blowjob.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Agarras el imp de uno de sus cuernos, provocando un pequeño gemido de ella mientras te mira con un estupor de placer con una pequeña sonrisa en su rostro antes de levantar su cuerpo para que esté nivelado con tu aún rígidaLa polla, y sus ojos se centran en tu virilidad con una abrupta claridad lujuriosa cuando su respiración comienza a ser más pesada antes de que te abre ansiosamente la boca por ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Sin dudarlo, te agarras de su otra bocina mientras presionas lentamente tu eje por su garganta que espera, dejando escapar un poco de placer mientras ella felizmente chupa tu longitud cada centímetro del camino con un fervor lujurioso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Finalmente, te empuñes completamente en su boca, viendo tu bulto de virilidad en la garganta del Imp mientras te mira con una mirada de dicha desenfocada y sumisa, adorando tu polla lo mejor que puede mientras todo su cuerpo continúa temble en éxtasis.",
                "Poco a poco, comienzas a entrar suavemente dentro y fuera de su boca hambrienta con movimientos poco profundos, y ella gime alrededor de tu eje mientras envuelve sus brazos alrededor de tu cintura con la poca energía que le queda, preparándote y te da más control sobre su cabezaMientras la guías fácilmente por tu polla.",
                "Poco a poco comienzas a acelerar a medida que el Imp las mudas chupa tu polla con cada movimiento que haces, haciendo que tu polla se contrae mientras presionas cada vez más en su boca que espera hasta que te vuelvas a la longitud con cada empuje que hagas, todo mientras ella mantiene su mirada lujuriosa y sumisa encerrada sobre tus ojos mientras te devastas la boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Los tornillos de placer corren a través de tus caderas mientras el Imp las sorbe lascierras y chupa tu polla con una intensidad casi decidida, lamiendo la cabeza cuando te retiras y tragas poderosamente cuando vuelves a entrar, complaciendo ansiosamente tu longitud palpitante mientras follasSu rostro más duro y más rápido con cada momento que pasa, enviando sonidos húmedos y eróticos que hacían eco por el pasillo.",
                "Gemes felizmente mientras su lengua hábil hace que tu virilidad late de placer cuando comienzas a preguntarte si ella es la que te complace en lugar de que te complaces con ella, pero no te dejas preocuparte mientras aprietas tu agarre en sus cuernos y simplementeReanude sus movimientos, enviando sacudidas de éxtasis a través de sus caderas mientras la obliga a llevar su erección palpitante a su base una y otra vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El impgo goma la felicidad por la sensación de tu polla bajando por su garganta mientras te arre la boca, temblando en la dicha mientras ella continúa mirando con amor contigo en una neblina intoxicada de placer sumiso mientras ella le chupa la polla palpitante mientras ella la droga mientras ellase abre camino hacia su recompensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "La vista de verla tan ansiosamente te sirve casi te envía al borde por sí solo, y aprietas tu agarre sobre sus cuernos aún más mientras comienzas a pistonamente a tu virilidad en su boca hambrienta, haciéndola dejar escapar un gemido sorprendido como ella.Chupar abruptamente se detiene de la gran intensidad de ti golpeando tu eje por su garganta una y otra vez y simplemente se aflige mientras sus ojos comienzan a enrollar de placer.",
                "PlayerOrgasmNoSpiritLoss",
                "Con el éxtasis abrumador lavando todo su cuerpo, empujas tu polla tan lejos por la garganta como puede ir mientras dejas que tu orgasmo te lave, llorando de placer mientras brote la cuerda tras la cuerda de esperma directamente por la garganta de espera del Imp., obligándola a endurecerse y espasmo en la dicha mientras deja escapar un grito de éxtasis amortiguado alrededor de tu polla, abrumada por su propio clímax mientras la llena con tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Simplemente te sientas hacia atrás y disfrutas del placer mientras mantienes tu polla palpitante firmemente alojada por su garganta, temblando en la felicidad climática con cada trago borracho que hace mientras trata de ordeñar hasta la última gota que puede mirarte con un estampado con un embrujadoexpresión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Cuando tu orgasmo finalmente se aleja, lentamente comienzas a sacarla de tu longitud, temblando ligeramente mientras ella chupa suavemente tu polla mientras te alejas hasta que liberas tu polla de repente con un pop lascivo y húmedo, y toma un largo largoAliento de aire mientras ella te da una sonrisa débil y lasciva.",
                "Speaks",
                "Phwaaa ... ♥ Th-gracias para la comida ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Sus ojos se cierran rápidamente a medida que su cuerpo se ajusta y comienza a desvanecerse, y liberas tu agarre sobre sus cuernos y la bajas suavemente al suelo, mirándola desvanecerse mientras reconstruyes tu ropa.",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1",
                "Para cuando desaparece por completo, has terminado de refrescarte al dejar escapar un suspiro satisfecho, pero no puedes evitar preguntarte si esto solo la alentará a atacarte nuevamente en el futuro ..."
            ]
        },
        {
            "NameOfScene": "Give her a spanking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Te sientas al lado del Imp y la sacas sobre tu regazo, dejando que su cabeza descanse sobre tus piernas mientras la dobla sobre la rodilla, y antes de que se las arregle para recordar su yo triunfado, te sonríes mientras te das un amplioReduzca una bofetada firme.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Casi instantáneamente, el Imp grita en éxtasis como espasmos de todo el cuerpo en renovado placer antes de que de repente salga cojera con un gemido ronco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Parpadea sorprendido y miras a la mujer temblorosa en tu regazo por un largo momento, sintiéndote más que un poco asombrado de lo repentinamente que vino mientras te mira por encima del hombro con una expresión increíblemente excitada pero un poco en pánico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ComicalPanic",
                "Speaks",
                "A-ah-h-Hold on!I-Aprendí mi lección-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Sin darle tiempo para terminar de hablar, le das a su trasero otra bofetada, un poco más dura, y ella instantáneamente convulsiona poderosamente en tu regazo una vez más, dándote una buena vista de su rostro mientras se retorce en una expresión de éxtasis mientras deja salirUn gemido incoherente de dicha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Le das a su trasero dos golpes juguetones adicionales cuando parece que está a punto de recuperarse del placer, enviándola de regreso al clímax después del clímax con el mero toque de tu mano.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El Impt pantalones y jadeos por aire en su regazo mientras intenta desesperadamente recuperarse de sus orgasmos traseros, y usted se abstiene de azotarla nuevamente mientras le da tiempo para recuperarse, sintiendo un poco de duda si debe continuar ono.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Cuando comienzas a considerar si debes terminar con las nalgadas aquí, el Imp mira hacia atrás sobre su hombro con una expresión nublada de lujuria mientras te da un placer a la sonrisa borracha, y ella te mueve bruscamente su amplia parte trasera mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡C-COME ON! ♥ D-Denme que ya has terminado ... ♥ M-Méame Cum hasta que no puedo soportarlo más! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Cualquier duda que tuviera sobre si estaba lista para dejarlo, sale volando por la ventana mientras la reajusta en su regazo y comienza a azotar su trasero con un ritmo lento y metódico, y cada una y cada una de las reuniones de su mano a su piel hojassu aullido y espasmo en placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Poco a poco, comienzas a abofetear su trasero más rápido y más rápido, haciendo que sus orgasmos comiencen a superponerse mientras temblaba en tu regazo en éxtasis, cubriendo una de tus piernas en la babe mientras gime con una expresión suelta y cubriendo la otra con ella.Jues mientras ella llega una y otra vez.",
                "SetArousalToXUnlessHigherThanXThenAddY",
                "100",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Puedes sentir que tu polla comienza a tensarse contra tus pantalones del puro erotismo de las reacciones del Imp mientras la \"castiga\", y el IMP jadea sorprendido mientras siente que presiona contra su sección media.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Pero cada vez que trata de abrir la boca para decir algo, no puede hacer nada más que gemir y gemir en la dicha, y finalmente se da cuenta de hacer algo más que aferrarse a tu cuerpo mientras intenta inútilmenteParta las ondas interminables de placer orgásmico que su nalgada la envía a través de ella, dejándola retorcida de éxtasis en su regazo a medida que su rostro se pone permanentemente con una sonrisa suelta y zorra.",
                "DisplayCharacters",
                "EndLoop",
                "Con una azotea final y rotunda en la parte trasera del Imp, se endurece mientras grita en un éxtasis entusiasta antes de colapsar en tu regazo, y desaparece casi instantáneamente mientras está completamente vencida por la sobrecarga de placer que le diste, dejándote sentado en el pisoSolo con tu polla aún rígida presionando a través de tus pantalones.",
                "ChangeArousalByPercent",
                "-25",
                "AdvanceTime",
                "1",
                "Durante unos minutos, simplemente tome un momento para dejar descansar mientras intenta calmarse antes de ponerse de pie lentamente para limpiarte.",
                "Una vez que haya terminado, te preparas para frente, pero no puedes evitar preguntarte si esto solo va a alentarla a atacarte nuevamente en el futuro ..."
            ]
        },
        {
            "NameOfScene": "Continue onwards.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Decides dejar solo al Imp de placer, y ella rápidamente se desvanece con una expresión ligeramente decepcionada a medida que continúas en tu viaje ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        }
    ]
}