{
    "name": "Kunoichi Trainee Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Menu",
                "Fuck her pussy!",
                "Fuck her ass!",
                "Put her mouth to better use.",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "StartEventDuo",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fear",
                "Su aliado logra escapar en una bocanada de humo, dejando a su placer aliado solo contigo, y se ve un poco nerviosa por ser completamente abandonada.",
                "Speaks",
                "Th -... no hay forma de {i} {/i} Perder a alguien como tú ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Menu",
                "Fuck her pussy!",
                "Fuck her ass!",
                "Put her mouth to better use.",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SexStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Su coño todavía tembloroso aprieta ligeramente su palmada mientras considera qué hacer a continuación ...",
                "Menu",
                "Keep fucking her pussy!",
                "Fuck her ass instead!",
                "Pull out of her pussy and put her mouth to better use.",
                "Pull out and leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SexStartDuo",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fear",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Su aliado usa su preocupación con su camarada para escapar en una bocanada de humo, la mujer desgarrada debajo de ti parece un poco nerviosa de ser abandonada por su aliado.",
                "Speaks",
                "Th -... no hay forma de {i} {/i} Perder a alguien como tú ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Menu",
                "Fuck her pussy!",
                "Fuck her ass!",
                "Put her mouth to better use.",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "AnalStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Su trasero tonificado aprieta ligeramente su eje palpitante mientras considera qué hacer a continuación ...",
                "Menu",
                "Keep fucking her ass!",
                "Fuck her pussy instead!",
                "Pull out of her ass and put her mouth to better use.",
                "Pull out and leave. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "AnalStartDuo",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Fear",
                "Su aliado usa su preocupación con su camarada para escapar en una bocanada de humo, la mujer desgarrada debajo de ti parece un poco nerviosa de ser abandonada por su aliado.",
                "Speaks",
                "Th -... no hay forma de {i} {/i} Perder a alguien como tú ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Su trasero tonificado aprieta ligeramente su eje palpitante mientras considera qué hacer a continuación ...",
                "Menu",
                "Keep fucking her ass!",
                "Fuck her pussy instead!",
                "Pull out of her ass and put her mouth to better use.",
                "Pull out and leave. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her pussy!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "El Kunoichi te mira nerviosamente mientras te acercas a ella con tu palidez de la virilidad, y ella trata desesperadamente de mirarte ferozmente mientras te separas las piernas no resistentes, revelando su sexo goteando.",
                "Speaks",
                "Ya-ya te dije que no seré derrotado por-",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Cortas sus palabras mientras penetras fácilmente en su coño apretado, obligándola a sofocar un gemido cachonda mientras te apresuras dentro de su cuerpo acogedor.",
                "ChangeArousalQuietly",
                "30",
                "Su voz solo se vuelve cada vez más fuerte a pesar de sus esfuerzos por contenerse a medida que aumenta lentamente su ritmo, y los escalofríos de placer corren por su columna vertebral mientras ella inconscientemente aprieta su eje con tiempo con sus empujes.",
                "JumpToScene",
                "SexScene"
            ]
        },
        {
            "NameOfScene": "Keep fucking her pussy!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeArousalQuietly",
                "20",
                "El Kunoichi deja escapar un grito de placer cuando comienzas a empujar en su apretado coño una vez más, y ella trata desesperadamente de sofocar sus gemidos mientras te mira ferozmente.",
                "Speaks",
                "¡Ya yo ya, nnmmm! ♥ t-stold que no seré derrotado por ti!",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Contrariamente a sus palabras desafiantes, sus respiraciones jadeadas y su sexo goteante indican que claramente siente sus movimientos a medida que comienzas a aumentar tu ritmo, y los escalofríos de placer corren por tu columna vertebral mientras ella inconscientemente aprieta tu eje a tiempo con tus empujes.",
                "JumpToScene",
                "SexScene"
            ]
        },
        {
            "NameOfScene": "Fuck her pussy instead!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeArousalQuietly",
                "10",
                "El Kunoichi se estremece poderosamente con placer mientras sales de su apretada trasera, mientras que casi parece aferrarse desesperadamente a tu eje, y ella te mira con desafío incluso cuando el menor indicio de lujuria nubla su expresión.",
                "Speaks",
                "H-ja ... Sabía que no podías manejar-!",
                "ChangeArousalQuietly",
                "15",
                "Cortaste sus palabras mientras de repente te empujaste dentro de su sexo goteando, obligando a un gemido de sus labios mientras ella tiembla debajo de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Speaks",
                "¡EEEK! ♥ GHHH!¡Ya te dije que no seré derrotado por ti!¡J-solo se rinde ya!",
                "ChangeArousalQuietly",
                "25",
                "Ella trata desesperadamente de sofocar su voz a medida que aumenta lentamente su ritmo, pero sus ruidos amortiguados de placer solo te estimulan para moverte más rápido mientras te deleitas en las sensaciones de su sexo acogedor mientras inconscientemente aprieta tu eje con el tiempo con tus empujes.",
                "JumpToScene",
                "SexScene"
            ]
        },
        {
            "NameOfScene": "SexScene",
            "theScene": [
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Te agarras de sus piernas y las empujas más allá de la cabeza mientras comienzas a follarla realmente en serio, haciéndola descargar profundamente por la vergüenza mientras ella temblaba en éxtasis.",
                "ChangeArousalQuietly",
                "25",
                "Su coño se aprieta poderosamente sobre su polla mientras empujas a sus ansiosas profundidades e intenta chuparte de nuevo mientras te retiras, enviando escalofríos de deleite corriendo a través de tu ingle mientras intenta inútilmente sofocar sus gemidos de placer con sus manos.",
                "ChangeArousalQuietly",
                "35",
                "A medida que se acumula para un buen tempo, logras fijar completamente el kunoichi, presionando tu peso sobre ella mientras continúas follando su coño apretado.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Ella se niega a mirarte mientras comienza a calmar por completo su voz con una mirada de desafío, y te tomas un momento para golpear abruptamente tus caderas en las suyas mientras se abalanza una mano hacia sus muñecas, obligándola a soltar un gemido y perderConcéntrese el tiempo suficiente para dejar que se aleje de su rostro.",
                "ChangeArousalQuietly",
                "25",
                "Ahora incapaz de contener su voz, deja escapar ruidos jadeos de placer con cada movimiento que haces, y después de un breve momento de intentar luchar de tu agarre, finalmente te dispara una apariencia rebelde mientras te muestra una sonrisa astuta.",
                "Speaks",
                "¡No estoy fuera de esta pelea todavía!",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Te estremes en placer mientras su coño se aprieta y se agita alrededor de tu polla, tratando de ordeñar ansiosamente tu eje seco y provocando un gemido de ti a medida que su sonrisa se vuelve más arrogante.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Ella abre su boca para decirle algo, solo para dejar escapar un grito de placer sorprendido mientras soltaste las piernas y envuelve tus brazos alrededor de ella para llevarla a un poderoso abrazo mientras la empujan más fuerte y más rápido que nunca, yEstá tan sorprendida por tu repentina agresión que no parece darse cuenta de que se ha cerrado las piernas alrededor de la cintura.",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ella trata desesperadamente de recuperar la compostura mientras se estremece en éxtasis con cada movimiento que haces, pero su expresión desafiante se está desmoronando rápidamente en una de la lujuria sin sentido, y deja escapar un jadeo conmocionado entre sus gemidos mientras de repente se da cuenta de cómo su cuerpo se ha hecho su cuerpo.inconscientemente se aferró al tuyo.",
                "Speaks",
                "¿Por qué son mis piernas?¿Qué crees que estás haciendo para? ¡Oh! ♥",
                "ChangeArousalQuietly",
                "35",
                "Su voz se sigue cuando un pequeño orgasmo corre a través de ella, haciéndola temblar debajo de ti mientras gime con dicha, y te mira con una mirada de necesidad fundida, apenas logrando mantener la pequeña compostura que le queda mientras intentaSteel misma una última vez.",
                "Speaks",
                "No puedo lanzarte ... ♥ I-yo tengo G-got para ... h-hold en f-for a ... para un ...",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Ni siquiera se las arregla para terminar su pensamiento mientras continúas golpeando su coño, haciéndola tensa en éxtasis mientras otro micro orgasmo se rasga a través de ella, y antes de terminar con espasmo, te envuelve los brazos alrededor de tu cuello y te empuja a unBeso profundo y romántico, dejándote dominar su boca y su cuerpo al mismo tiempo.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Sus ojos rojos brindan con lujuria sumisa mientras te mira con amor, y deja escapar un poco de placer extático mientras comienza a mover su cuerpo a tiempo con tus empujes, intensificando las ya enormes cantidades de placer a través de ti.",
                "ChangeArousalQuietly",
                "75",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Tus empujes se vuelven aún más salvajes y poderosos, ya que sientes una necesidad fundida de liberar la construcción dentro de ti, y los ojos de Kunoichi comienzan a enrollar con placer cuando comienza a estremecerse de una serie aparentemente interminable de orgasmos en miniatura, haciendo que su coño se vuelva a su espasmo a su coño alrededor devirilidad palpitante.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "De repente, deja escapar un aullido de éxtasis salvaje en tu boca y aprieta su agarre alrededor de tu cuello cuando finalmente es empujada a un clímax poderoso, haciendo que su coño se aprieta sobre tu polla como un vicio y te envía a tu propio orgasmo igualmente poderoso, obligándola a alturas aún mayores mientras te corres en su ansioso cuerpo de espera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ustedes dos temban en éxtasis sin aliento por un momento aparentemente interminable hasta que finalmente rompen el beso, dejándolos jadeando por aire mientras el Kunoichi te mira con una sonrisa sumisamente feliz.",
                "Speaks",
                "Oh, ♥ maestro que fue maravilloso-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicScreamingInternally",
                "Sus ojos se paren mientras deja escapar un 'Eep' sorprendentemente lindo antes de cerrar la boca y rápidamente mirando hacia otro lado con un al ras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "¡A-que ganaste!Ahora siéntate ... y tú me estás haciendo sentir raro ...",
                "A pesar de sus palabras, sus piernas solo parecen cerrarse más fuerte alrededor de la cintura, y sus brazos sienten que te están acercando suavemente hacia ella mientras su rostro aún arde rojo brillante ...",
                "Menu",
                "Fuck her some more!",
                "Pull out and head on your way.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her some more!",
            "theScene": [
                "Trasas el kunoichi y tú mismo en una posición sentada con ella en tu regazo, y sus brazos y piernas permanecen firmemente envueltas a tu alrededor mientras se vuelve para mirarte con una mirada débilmente desafiante.",
                "Speaks",
                "¿Qué crees que eres?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "La interrumpe tirando de ella en otro beso profundo, y ella rápidamente se derrite en tu abrazo con un gemido lujurioso.",
                "ChangeArousalQuietly",
                "20",
                "Ella se aferra firmemente a tu cuerpo mientras te metes la lengua alrededor de la suya, y comienza a rebotar lentamente sus caderas sobre tu eje.",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Jadeando de placer mientras continúa montando en broma tu virilidad, te rompe el beso y te mira con una mezcla de vergüenza y lujuria.",
                "Speaks",
                "Y-you bastardo ... solo estoy haciendo esto porque eres mi mástil -... quiero decir ... yo ... tu-",
                "ChangeArousalQuietly",
                "30",
                "Ella deja escapar un gemido frustrado y acaricie en tu cuello, apretando su agarre en tu cuerpo mientras comienza a mover sus caderas un poco más rápido.",
                "Speaks",
                "E-Every parte de mi cuerpo está gritando para ser tuyo ... w-¿Por qué ...? ♥",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Responde a su pregunta agarrando sus caderas con curvas y golpeándola en su polla, haciéndola endurecer en éxtasis mientras deja escapar un gemido en la oreja.",
                "Speaks",
                "¡Ohhhh! ♥♥♥ M-Master ... ♥",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ella aleja la cabeza de tu cuello por un momento para contemplarte con necesidad sumisa, e inmediatamente comienza a montarte más intensamente mientras empujas a su apretado coño, haciéndola temblar de placer mientras los dos follan en tuabrazo íntimo.",
                "Speaks",
                "Ahhh ... ♥ Se siente tan bien llamarte mi M-Master ... No me gustaría ... B pero lo hago ... ♥",
                "ChangeArousalQuietly",
                "30",
                "Tu polla palpita con cada empuje de molienda que conviertes en su sexo goteando, y ella tiembla de felicidad mientras la tiras en otro beso.",
                "ChangeArousalQuietly",
                "40",
                "Ella continúa soltando gemidos de éxtasis en tu boca mientras los dos aumentan tu tempo hasta que estás jodiendo a un ritmo abrumadoramente rápido, y de repente rasga sus labios de los tuyos con un gemido necesitado mientras mira a tus ojoscon lujuria completamente sumisa.",
                "Speaks",
                "P-por favor ... maestro ... hazme tuyo. ♥",
                "ChangeArousalQuietly",
                "75",
                "Inmediatamente comienzas a moverte aún más intensamente que antes, golpeando sus caderas sobre tu eje una y otra vez mientras deja escapar un maravilloso grito de éxtasis, y ella comienza a salpicar tu cara con besos mientras temblaba de placer.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Ella gime y gemidos sumisamente de manera necesaria mientras la devuelve la besos mientras la folvas absolutamente tonta, y continúa moliendo y rebotando sus caderas contra las tuyas todo el tiempo, incluso cuando sus ojos ocasionalmente retroceden de la intensa estimulación que devastan su cuerpo.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Entre sus jadeos de éxtasis y sus besos interminables, continuamente te ruega que la divierte en tu esclavo sexual irreflexivo mientras susurras 'maestro' una y otra vez, solo para detenerte en una felicidad sumisa cada vez que empujas de su coño completamente empapado.",
                "ChangeArousalQuietly",
                "50",
                "Su espasmo se vuelve más fuerte y más fuerte a medida que se acerca al orgasmo una vez más, y sus súplicas se vuelven cada vez más desesperadas a medida que temblaba poderosamente con necesidad antes de que te empuja a un beso profundo y comienza a montar tu eje con abandono salvaje, aparentemente desesperada por hacerte corres.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Dejas escapar un grito a su boca mientras te apresuras dentro de su coño espasmo y la llenas de otra carga masiva de semen, electrificando su cuerpo con placer mientras la empujan a un orgasmo abrumadoramente potente.",
                "A medida que ambos eventualmente bajan de sus respectivos máximos, rompes el beso cuando el Kunoichi se aflige en tus brazos, contrajándose ligeramente en el resplandor de placer con una expresión completamente aturdida y borracha mientras su lengua cuesta libremente de su boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Suavemente la bajas al suelo cuando lentamente comienza a desvanecerse, y ella deja escapar un gemido de protesta mientras liberas tu polla gastada de su coño todavía espasming.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Cuando lentamente comienzas a desenredarte de su agarre, ella tensa suavemente los brazos alrededor de tu cuello por última vez mientras te mira con amor con una sonrisa sorprendentemente lúcida.",
                "Speaks",
                "Gracias Maestro ... ♥ Por favor, muéstrame cómo enviar de nuevo en algún momento pronto ... ♥",
                "JumpToScene",
                "Fucked her silly"
            ]
        },
        {
            "NameOfScene": "Fuck her ass!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "El Kunoichi te mira nerviosamente mientras te acercas a ella con tu virilidad palpitante, y ella trata desesperadamente de mirarte ferozmente mientras te separas de sus piernas no resistentes, revelando que te atrae un gilipollas.",
                "Speaks",
                "Ya-ya te dije que no seré derrotado por-",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Cortas sus palabras mientras penetras fácilmente en su trasero, obligándola a sofocar un gemido zumbido mientras te apresuras dentro de su cuerpo acogedor.",
                "ChangeArousalQuietly",
                "30",
                "Su voz solo se vuelve cada vez más fuerte a pesar de sus esfuerzos por contenerse a medida que aumenta lentamente su ritmo, y los escalofríos de placer corren por su columna vertebral mientras ella inconscientemente aprieta su eje con tiempo con sus empujes.",
                "JumpToScene",
                "AnalScene"
            ]
        },
        {
            "NameOfScene": "Keep fucking her ass!",
            "theScene": [
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "El Kunoichi deja escapar un grito de placer cuando comienzas a empujar en su culo apretado una vez más, y ella trata desesperadamente de sofocar sus gemidos mientras ella te mira ferozmente.",
                "Speaks",
                "¡Ya yo ya, nnmmm! ♥ t-stold que no seré derrotado por ti!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "ChangeArousalQuietly",
                "30",
                "Contrariamente a sus palabras desafiantes, sus respiraciones jadeadas y su cuerpo esponjoso indican que claramente siente sus movimientos a medida que comienza a aumentar su ritmo, y los thivers de placer corren por su columna vertebral mientras inconscientemente aprieta su eje a tiempo con sus empujes.",
                "JumpToScene",
                "AnalScene"
            ]
        },
        {
            "NameOfScene": "Fuck her ass instead!",
            "theScene": [
                "ChangeArousalQuietly",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "El Kunoichi se estremece poderosamente con placer mientras se quita su coño mientras casi parece aferrarse desesperadamente a su eje, y ella te mira con desafío incluso cuando el menor indicio de lujuria nubla su expresión.",
                "Speaks",
                "H-ja ... Sabía que no podías manejar-!",
                "ChangeArousalQuietly",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Cortaste sus palabras mientras de repente te empuñes dentro de su apretado culo, obligando a un gemido de sus labios mientras ella tiembla debajo de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "¡EEEK! ♥ GHHH!¡Ya te dije que no seré derrotado por ti!¡J-solo se rinde ya!",
                "ChangeArousalQuietly",
                "25",
                "Ella trata desesperadamente de sofocar su voz a medida que aumenta lentamente su ritmo, pero sus ruidos amortiguados de placer solo te estimulan para que te muevas más rápido mientras te deleitas en las sensaciones de su trasero acogedor mientras inconscientemente aprieta tu eje con el tiempo con tus empujes.",
                "JumpToScene",
                "AnalScene"
            ]
        },
        {
            "NameOfScene": "AnalScene",
            "theScene": [
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Forzas al aprendiz de Kunoichi sobre su estómago cuando comienzas a follarla realmente en serio, y ella simplemente te dispara sobre su hombro mientras te sonroja profundamente de vergüenza.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Parece estar apretando los dientes para evitar que se haga ruido, pero a medida que sus manos alcanzan para tocar su firme trasera mientras continúa aumentando lentamente su ritmo cada vez más, todo su cuerpo se escapa mientras un leve gemido escapa de sus labios.",
                "ChangeArousalQuietly",
                "20",
                "Tu polla palpita agradablemente dentro de su trasera apretada mientras se aprieta hacia abajo con cada empuje que haces, y note que una de sus manos está firmemente sujetada sobre su boca en un intento de silenciarse a sí misma.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "La aprendiz de Kunoichi dispara una mirada victoriosa aparente sobre su hombro mientras se las arregla para sofocar por completo su voz, pero su obstinada resistencia se desmorona por completo mientras de repente tiras de su cola y usas tu agarre para empujar en su rondan.Ella para dejar escapar un gemido abrumadoramente excitante mientras la mano que cubre su boca cae a su lado.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ella intenta desesperadamente volver a controlarse mientras continúa tirando de su cola mientras ella temblaba cada vez que te empuñes dentro de ella, pero parece que no puede manejarlo mientras gana de placer debajo de ti.",
                "ChangeArousalQuietly",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Su respiración comienza a volverse cada vez más irregular a medida que su voz se eleva lentamente en el tono, y después de darle a su parte trasera deliciosamente tonificada algunas apretadas más antes de golpearla juguetonamente mientras empuja poderosamente a ella, de repente grita en éxtasis mientras sus espasmos corporales en la dicha,haciendo que su trasero se aprieta deliciosamente alrededor de su polla.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "No dejas de empujar incluso mientras se estremece con cada movimiento que haces, y te dispara un resplandor aturdido, excitado, pero muy indignado sobre su hombro mientras trata de controlar su voz jadeadora.",
                "Speaks",
                "T-no hay forma de que venga de algo tan débil como {i} que {/i} h-human!I-i'M {i} no {/i} un m-masoquist como y-you!",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Usted tiras sobre su cola una vez más mientras continúas empujando a su trasera apretada, y su rostro se suelta con éxtasis mientras de repente se tambalea con un gemido desenfrenado, claramente incapaz de apoyarse con los brazos mientras los espasmos de placer se rasgansu cuerpo.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Su voz solo se vuelve más fuerte, ya que parece olvidarse de retenerla por más tiempo, y cuando le das a su trasero una bofetada más firme, deja escapar un grito de felicidad orgásmica mientras otro clímax se lava a unos pocos momentos después de su último.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Su culo ya apretado se vuelve a vislarse alrededor de su polla, ya que siente una necesidad ardiente de liberación de la construcción dentro de su ingle, y comienza a abofetear su firme trasero entre sus empujes mientras reduce sus esfuerzos para follar al aprendiz de Kunoichi, lo que le hace espasmo en el espasmo en eltierra mientras extiende sin esfuerzo su ya poderoso orgasmo.",
                "Speaks",
                "¡Aaaahh! ♥ I-me rindo!¡Ganas!¡Eeeek! ♥ n-no más!¡Me convertiré en masoquista en esta rata- oooohhhh! ♥♥♥",
                "ChangeArousalQuietly",
                "50",
                "Ni siquiera puede terminar su oración cuando comienzas a golpear su trasero, haciéndolo tirarse con cada reunión de tus caderas mientras su voz se rinde en ruidos incoherentes de éxtasis.",
                "ChangeArousalQuietly",
                "50",
                "Tus pensamientos están completamente consumidos por tu intensa necesidad de correrse, pero a medida que te pones en la cola una vez más para empujarla desde un ángulo diferente, la punta de la espada se mueve frente a tu cara, y de repente estás abrumado por elInsta a morderlo mientras se acerca a su boca.",
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "A medida que se inclina hacia adelante y hunde suavemente sus dientes, el Kunoichi se vuelve completamente rígido con una dicha incoherente mientras deja escapar un grito de placer ensordecedor.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Su culo espasmos y se convierte en su virilidad mientras otro orgasmo se rasga a través de ella, y cada empuje que haces comienza a sentirse agonizante y agradable mientras te tambaleas al borde de tu propio clímax.",
                "PlayerOrgasmNoSpiritLoss",
                "Le das a su trasero una última bofetada mientras te apresuras dentro de ella y se corres, inundándola con tu semen ya que todo su cuerpo se envía a alturas de placer más altas que nunca.",
                "Speaks",
                "Aaaaaaah !!! ♥♥♥ Yesss !!! ♥♥♥",
                "Después de un momento de éxtasis sin aliento, liberas tu agarre en su cola y te recuperas mientras te deleitas en el resplandor de tu orgasmo, pero el Kunoichi continúa dejando escapar gemores maravillosos mientras ella temblora ligeramente en el suelo, y mira hacia arribaUsted con una sonrisa suelta, que parece estar completamente intoxicado por el placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Speaks",
                "A-ah ... la polla de mi maestro se siente tan Gooodddd ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ella se separa ligeramente cuando sus ojos de repente parecen recuperar su enfoque, y te vuelve a mirar con una determinación renovada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Speaks",
                "W-¿Por qué me estás mirando?¿No dije nada raro, ¿a la derecha?B-besides, ganaste, s-te date prisa y ya sacas ...",
                "A pesar de sus palabras, casi parece estar empujando su cintura hacia atrás mientras muele suavemente sus caderas en las tuyas mientras su trasero posesivamente aprieta su palpitante polla ...",
                "Menu",
                "Fuck her ass some more!",
                "Pull out and head on your way. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her ass some more!",
            "theScene": [
                "ChangeArousalQuietly",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Comienzas a empujar a la parte trasera del Kunoichi una vez más, y ella deja escapar un gemido de placer en pánico mientras un escalofrío corre por su cuerpo.",
                "Speaks",
                "¿A-ah?!¿No estás satisfecho todavía?",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Te agarras de las piernas y la sacas de vuelta en tu regazo antes de envolverte los brazos alrededor de la cintura y pararte, haciéndola jadear mientras continúas follando su trasero mientras la apoyas en el aire.",
                "ChangeArousalQuietly",
                "25",
                "Sus piernas están completamente abiertas en tu agarre, exponiendo su coño goteando al aire mientras empujas poderosamente su trasero mientras la rebotes sobre tu polla, obligándola a estremecerla mientras la dominas fácilmente.",
                "Speaks",
                "¡¡W-WAIT!Esta posición es T-Too Humiliating Mast-",
                "ChangeArousalQuietly",
                "50",
                "Se muerde el labio para evitar hablar, pero deja escapar un fuerte gemido con un escalofrío de placer mientras afloja deliberadamente su agarre ligeramente sobre sus piernas, lo que le hace lanzar su polla involuntariamente dentro de los confines de su cuerpo como su cuerpo.El peso la presiona hacia ti.",
                "ChangeArousalQuietly",
                "35",
                "Sus espasmos de culo alrededor de su longitud mientras continúas follándola, enviando oleadas de placer corriendo a través de ti mientras te empujas sin fin.",
                "ChangeArousalQuietly",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Ella comienza a inclinarse hacia atrás en tu pecho mientras deja escapar gemidos de éxtasis por lo más o menos que la estás tratando, y el cambio de su peso te permite deslizar una de tus manos de su cintura a su coño goteando, lo que la hace.Temble mientras comienzas a jugar con ella, ocasionalmente deteniéndote para hacer girar suavemente su clítoris sensible.",
                "ChangeArousalQuietly",
                "25",
                "Shivers of Bliss le quitan el cuerpo de su asalto simultáneo de su culo y su coño, y ella comienza a ser completamente holgada de placer mientras presiona más contra su cuerpo, mirándote con un aspecto completamente borracho, pero aún débilmente desafiante.",
                "Speaks",
                "Jahhh ... ♥ i-yo no ... G-give in ...",
                "ChangeArousalQuietly",
                "50",
                "Sus palabras te impulsan a empujar aún más duro que antes cuando tu otra mano se mueve hacia arriba y comienza a tientar a tientas uno de sus senos mientras se ajusta y pellizca su pezón, haciéndola jadea con despachador mientras se estremece en tus brazos.",
                "ChangeArousalQuietly",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Ella aprieta los dientes en un intento de soportar el placer, pero grita en éxtasis mientras pellizcas suavemente su clítoris mientras la rebotas sobre tu polla, haciendo que los jugos se arrojen de su coño mientras sus espasmos en el culo alrededor de tu eje.",
                "Speaks",
                "EEEK!♥♥♥",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Empiezas a empujar con fuerza y ​​rápido en su trasero en contra mientras su cuerpo comienza a espasmo en el orgasmo, y ella deja escapar una serie de gemidos incoherentemente lujuriosos mientras ella se mira sumisamente a los ojos.",
                "ChangeArousalQuietly",
                "50",
                "Cuando finalmente comienza a bajar de su orgasmo, disminuyes la velocidad de los empujes febriles, y levanta los brazos que se colgaban libremente a los costados para envolverlos alrededor de la cabeza mientras acerca la cara a los de ella con una expresión de lujuria felicidad.",
                "Speaks",
                "Maestro ... ♥ Por favor, bésame mientras rompes el resto de mi resistente- ♥ Ghk- Wh-¿Por qué estaba?",
                "ChangeArousalQuietly",
                "75",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Sus ojos parecen recuperar su enfoque por un momento mientras trata de alejarse de ti, pero cortas sus movimientos con el beso que estaba rogando desesperadamente, y cualquier desafío que haya dejado por completo la deja mientras se derrite en tuAgarra, temblando sumisamente mientras dominas su trasero, coño, boca y senos al mismo tiempo.",
                "ChangeArousalByPercent",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Ella gemela y gime con cada movimiento que realice, reciprocando sus empujes con sus caderas a medida que una necesidad ardiente comienza a construir en su ingle, y su voz comienza a ser cada vez mayor a medida que se acerca a su propio orgasmo, pero justo antes de lograrCum, de repente se aleja de tu boca y te mira con amor.",
                "Speaks",
                "M-Master.♥",
                "PlayerOrgasmNoSpiritLoss",
                "Su voz mansa te empuja sobre el borde mientras la tiras poderosamente hacia atrás en un beso profundo mientras te topas dentro de su apretada trasera y descarga una gran cantidad de semen dentro de ella, haciendo que los dos temblaran mientras continúan pellizcándolapezones y clítoris mientras te corres, haciendo que su trasero se aprieta aplastante alrededor de tu espasmo de virilidad mientras la empujan a su propio orgasmo explosivo.",
                "El sonido de sus gemidos abrumadoramente lascivos se amortigua por tu intenso beso mientras torces tu lengua alrededor de la suya, e incluso cuando ambos vienen de tus respectivos altos de placer, ella continúa espasmo en tus brazos desde la réplica de tantos clímax en rápidosucesión.",
                "ChangeEnergyQuietly",
                "-50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Una repentina ola de agotamiento se lava sobre ti, y te sientes lentamente con tu polla todavía dentro del culo apretado de Kunoichi mientras recuperas el aliento.Esa posición te lo sacó ...",
                "Golpeas los brazos debajo de las axilas de la mujer ahora flácida y te lo quitas, haciéndola murmurar en protesta mientras liberas tu variedad gastada desde su retaguardia, pero ella no lucha sumisamente mientras la dejas en el suelo a tu lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Ella te da una sonrisa débil y feliz mientras se acuesta en el suelo, todavía temblando ligeramente en la dicha post orgásmica mientras sonríe con satisfacción.",
                "ChangeEnergyQuietly",
                "60",
                "No le toma mucho tiempo recuperar su energía, y cuando se retira, nota que el Kunoichi ya está comenzando a desvanecerse ...",
                "JumpToScene",
                "Fucked her silly"
            ]
        },
        {
            "NameOfScene": "Put her mouth to better use.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "El Kunoichi te mira nerviosamente mientras te acercas a ella con tu palidez virgen, y ella trata desesperadamente de mirarte ferozmente mientras pones tus manos detrás de la cabeza y miras sus labios de aspecto completo.",
                "Speaks",
                "¡Ya te he hecho, no seré derrotado por yo- mmph!?!",
                "JumpToScene",
                "BJScene"
            ]
        },
        {
            "NameOfScene": "Pull out of her pussy and put her mouth to better use.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeArousalQuietly",
                "10",
                "El Kunoichi se estremece poderosamente con placer mientras se quita su coño mientras casi parece aferrarse desesperadamente a su eje, y ella te mira con desafío incluso cuando el menor indicio de lujuria nubla su expresión.",
                "Speaks",
                "H-ja ... ¡Sabía que no podías manejar mmfh!?!",
                "JumpToScene",
                "BJScene"
            ]
        },
        {
            "NameOfScene": "Pull out of her ass and put her mouth to better use.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "ChangeArousalQuietly",
                "10",
                "El Kunoichi se estremece poderosamente con placer mientras se quita el culo, mientras que casi parece aferrarse desesperadamente a su eje, y ella te mira con desafío incluso cuando el menor indicio de lujuria nubla su expresión.",
                "Speaks",
                "H-ja ... ¡Sabía que no podías manejar mmfh!?!",
                "JumpToScene",
                "BJScene"
            ]
        },
        {
            "NameOfScene": "BJScene",
            "theScene": [
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Cortas sus palabras mientras agarras en su cola de caballo y empujas tu espesa virilidad en su cálida boca.",
                "ChangeArousalByPercent",
                "15",
                "Ella te mira con ira indignada mientras empieces tu eje hacia sus labios, y dejas escapar un pequeño jadeo cuando su lengua hábil comienza a dar servicio a tu longitud.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Los ojos del Kunoichi se abren sorprendidos, ya que parece tan sorprendida de sus acciones, claramente sin tener la intención de darte servicio obedientemente cuando comienza a chupar tu polla mientras lae a tu punta sensible.",
                "ChangeArousalQuietly",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Ella te mira con una apariencia nerviosa pero ligeramente anticipada mientras guías su cabeza hacia arriba y hacia abajo de tu eje, haciéndote temblar de la deliciosa sensación de sus suaves labios sellando firmemente tu virilidad en su boca.",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Empiezas a empujar a su bocada invitada mientras empujas y tiras de su cabeza con el tiempo con tus movimientos mientras su lengua continúa hundiendo y lamiendo tu polla, haciéndola soltar sonidos de excitación mientras sus ojos confusos comienzan a nublar con quemaduraslujuria.",
                "Speaks",
                "Mmmmph?Mmmm ... ♥ mmm !!!",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Poco a poco, comienzas a follarla adecuadamente cuando deja un gemido feliz sobre tu eje, y ella envuelve un brazo alrededor de tu cintura para prepararse mientras su otra mano y cola comienzan a burlarse de sus senos y goteando coño.",
                "Speaks",
                "Mmmmmm...♥♥♥",
                "ChangeArousalQuietly",
                "50",
                "El placer se acumula en sus caderas de su boca acariciando su longitud mientras ella chupa poderosamente su eje cada vez que empujas, luego lame y se burla de tu punta cuando comienzas a salir, haciéndola temblar mientras obedece a tu polla obedientemente.",
                "ChangeArousalByPercent",
                "35",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Puedes sentir un orgasmo poderoso que se acerca rápidamente a medida que aumenta tu ritmo ya rápido, y el Kunoichi te mira sumisamente con una cara extasiada y lujuriosa mientras su lengua se tuerce alrededor de tu punta, y la vista de ella trabaja ansiosamente tu palidez mientras estás follandoSu rostro causa cualquier restricción que te quedara para desmoronarse a la nada.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Dejas escapar un aullido mientras pones ambas manos en la parte posterior de su cabeza y la empujas sobre tu polla mientras empujas tu dolidosa erección por su garganta y vierte una carga masiva de semen en ella, y se estremece en éxtasis como suyo.El cuerpo se tensa en el orgasmo, haciendo que sus ojos se llenen de placer mientras su coño arroja jugos al suelo.",
                "Incluso mientras continúas corriendo, ella continúa chupando tu eje mientras su lengua vuelve a tu punta sensible, haciéndote temblar mientras extiende tu orgasmo hasta que finalmente comienza a disminuir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "El Kunoichi deja escapar un gemido de infelicidad cuando comienzas a salir de su boca con un pop húmedo y lascivo, pero no protesta mientras ella arrodilla sumisamente antes que tú.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Ella tiembla y gime de placer mientras mira tu polla, y su mano todavía está burlándose de su coño mientras su cola se tuerce amorosamente alrededor de uno de tus brazos todavía envueltos detrás de su cabeza.",
                "Speaks",
                "Ahhhhh ... maestro ... ♥ tu polla es tan sabrosa ... ♥ ghk!?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "De repente parece salir del trance inducido por su dicha con un comienzo, y deja de masturbarse mientras mira hacia otro lado de ti con una descarga profunda y avergonzada.",
                "Speaks",
                "¡No quise decir eso!¡El!F-fine ganaste ... ahora ponte en movimiento o s-algo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "A pesar de sus palabras, su mirada ocasionalmente vuelve a su polla aún palpitante mientras su cola aprieta su muñeca muy ligeramente ...",
                "Menu",
                "Fuck her throat some more!",
                "Head on your way.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her throat some more!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Todavía no está sacado, comienzas a tirar de su cabeza sin importancia sobre tu polla.",
                "Speaks",
                "E-eh?¡Te ha dejado en un segundo!",
                "ChangeArousalQuietly",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Antes de que pueda terminar de hablar, su voz se apaga abruptamente mientras abre su boca en una forma lasciva de O y saca la lengua, pareciendo invitar su eje a su garganta una vez más mientras su cálido aliento se hormiguea sobre su piel.",
                "Speaks",
                "Ah?¡¿¡¿Ah?!?!",
                "ChangeArousalByPercent",
                "25",
                "Parece desconcertada por sus propias acciones, pero la vista lasciva te impulsa a sumergirte ansiosamente tu polla en su boca, y un escalofrío de placer te atraviesa mientras inmediatamente sella sus labios alrededor de tu polla y comienza a chupar en voz alta y lamer tu todo tuLongitud con débiles ruidos de placer.",
                "Speaks",
                "Mmmmm?!♥",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "El Kunoichi atiende ansiosamente a su eje mientras simplemente se recuéstate y te dejas que te guste con su boca deliciosamente agradable, y a pesar de su resplandor indignado, parece estar disfrutando a sí misma cuando su mano se mueve sin ociosidad y comienza a burlarse de su coño una vez más,Pero ella se quita la boca de tu eje con un pop lascivo mientras te mira sumisamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Nmm, d-damn ... i-it ... * sluuurp * haaa, ♥ la polla del maestro! ♥ ghk?¡N-No!No voy a enviar ...",
                "ChangeArousalByPercent",
                "20",
                "A pesar de su obvio conflicto interno, ella regresa ansiosamente la cabeza hacia abajo sobre su polla y continúa agitando hábilmente y burlándose de su longitud palpitante, por lo que duele con la necesidad de sus gentiles ministros.",
                "ChangeArousalByPercent",
                "25",
                "La lujuria abrumadora comienza a adelantarte cuando te encuentras incapaz de sentarse y dejarla hacer todo el trabajo, y comienzas a golpear tu virilidad en su garganta mientras empues la cabeza hacia arriba y hacia abajo de tu eje, forzando un maullido de éxtasis desde el éxtasis desde el éxtasis desde el éxtasis.ella mientras redobe sus esfuerzos para atenderte.",
                "ChangeArousalQuietly",
                "40",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Mientras la follas en la garganta, observas el desafío aún en su rostro lentamente derretirse a la sumisión lujuriosa mientras la succión de su boca solo parece aumentar mientras su lengua se vuelve más gratificante en tu eje, y todo el cuerpo escala con placer cadaLa hora en que te golpeas la longitud en su garganta.",
                "Speaks",
                "Mmmm mm! ♥ n-no ... ♥ n no va a g-giv- mmmm pphh!? ♥♥♥",
                "ChangeArousalQuietly",
                "50",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "A medida que continúas dominando su boca, ella se vuelve rígida y deja escapar un gemido de éxtasis amortiguado a medida que un poderoso orgasmo la rasga, haciendo que su coño se arroja a los jugos sexuales en todo el piso a medida que su rostro se afloja con un placer completamente sumiso.",
                "ChangeArousalQuietly",
                "60",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Toda su actitud anterior parece haber desaparecido ya que felizmente le brinda a su polla con lame y apestando sin esfuerzo, trabajando sin esfuerzo en el tiempo con sus movimientos para hacer que se sienta lo más bien posible como su cuerpo temblora con cada empuje que hagas.",
                "ChangeArousalQuietly",
                "40",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Sus ojos te miran con pura adoración, casi parecen rogar por tu semen mientras ella le chupa el eje aún más por su garganta que nunca, enviando poderosos thivers de placer corriendo a través de ti mientras sientes un orgasmo construyendo en tu ingle.",
                "ChangeArousalByPercent",
                "25",
                "El Kunoichi gime en éxtasis cuando otro clímax se rasga a través de su cuerpo, haciéndola estremecer cuando su lengua comienza a lanzar furiosamente y lamer tu eje palpitante.",
                "PlayerOrgasmNoSpiritLoss",
                "Con un empuje final en su boca que espera, dejaste escapar un grito primario de placer mientras te quitas una espesa carga de semen por la garganta, sosteniendo la cabeza hacia abajo sobre tu eje mientras te estremes poderosamente de las sensaciones de su boca aún con la boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Sus ojos comienzan a enrollar mientras la sensación de su semen que se vierte en ella hace que su cuerpo espasma sea incontrolablemente con placer sumiso, encerrándola en una mente derretida y poderosa orgasmo.",
                "Después de un largo momento de placer feliz, su orgasmo finalmente disminuye, y sacas tu polla gastada de su boca con un suspiro, liberando tu agarre en la cabeza mientras se balancea en su lugar antes de colapsar en un montón de sacudidas con una sonrisa feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Speaks",
                "Gracias, maestro ... ♥",
                "JumpToScene",
                "Fucked her silly"
            ]
        },
        {
            "NameOfScene": "Leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Decides dejar a la derrotada Kunoichi Be y dirigirte a tu camino, y mientras te alejas de ella, ella te grita con ira indignada, negándose a aceptar que la derrotas y jurando venganza por su derrota, y para cuando mirasDe vuelta a donde estaba, ya se ha desvanecido ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pull out and leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Sacas del coño apretado del kunoichi mientras deja escapar un estremecimiento que gimaza, pero cuando comienzas a alejarse de ella, te grita con ira indignada, negándose a aceptar que la derrotaras y se venga de venganza por su derrota, y porEl momento en que miras hacia atrás donde estaba, ya se ha desvanecido ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pull out and leave. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Sacas del culo apretado del kunoichi mientras deja escapar un estremecimiento que gimaza, pero cuando comienzas a alejarte de ella, te grita con ira indignada, negándose a aceptar que la derrotas y jurar venganza por su derrota, y porEl momento en que miras hacia atrás donde estaba, ya se ha desvanecido ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Head on your way.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Sigue adelante y dejas solo al avergonzado Kunoichi, y ella rápidamente se va con un profundo sonrojo.",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pull out and head on your way.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Sacas del coño apretado del Kunoichi mientras deja escapar un estremecedor, y mientras te diriges a ti, el Kunoichi te da una mirada ligeramente melancólica antes de que se vaya con un sonrojo profundo.",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "Pull out and head on your way. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Sacas del culo apretado del Kunoichi mientras deja escapar un estremecimiento que gimaza, y mientras te diriges, el Kunoichi te da una mirada ligeramente melancólica antes de que se vaya con un sonrojo profundo.",
                "DisplayCharacters",
                "EndLoop",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "Fucked her silly",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Storido, dejas el Kunoichi temblando en el suelo con una expresión borracha completamente de placer en su rostro, y entre sus respiraciones jadeadas, puedes escucharla felizmente \"Maestro\" hacia ti una y otra vez.",
                "DisplayCharacters",
                "EndLoop",
                "Mientras miras a la mujer agotada, ella te mira y sonríe felizmente antes de finalmente desvanecerse, dejándote continuar.",
                "AdvanceTime",
                "1"
            ]
        }
    ]
}