{
    "name": "Kyra's Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kyra",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Kyra yacía en el suelo, jadeando con excitación ...",
                "Menu",
                "Talk",
                "To the victor go the spoils. (Sex Options)",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "To the victor go the spoils. (Sex Options)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Kyra te mira un poco nervioso.",
                "IfChoice",
                "1",
                "Tonguejobed",
                "TonguejobsexMenu",
                "Menu",
                "Sex",
                "Blowjob",
                "Cuddle",
                "Talk",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TonguejobsexMenu",
            "theScene": [
                "Menu",
                "Sex",
                "Tonguejob",
                "Cuddle",
                "Talk",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sex",
            "theScene": [
                "Con una necesidad ardiente en sus lomos, te mueves sobre Kyra mientras te agarras de las piernas y las separas, exponiendo su coño goteando a ti.",
                "La cara de Kyra se elimina mientras procesa lo que está por suceder.",
                "Speaks",
                "E-eh?Uhm, ah, ya no ganas",
                "Empujaste tu erección rígida en su coño húmedo y esperando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Speaks",
                "¡Ahh! ♥♥♥ Mnn ... ♥ [ThePlayerName], por favor, ♥ fóllame con todo lo que tienes! ♥",
                "Te complace complacer la solicitud de la mujer de lagarto excitada cuando comienzas a empujarla, acumulando un ritmo constante antes de aumentar lentamente el tempo.",
                "Cada movimiento que haces está marcado por felices sonidos lujuriosos de Kyra cuando llegas a sus partes más profundas.",
                "Kyra se contrae y se estremece en placer mientras la dominas, sus lindos jadeos lo llevan a empujar más fuerte y más rápido en su coño finamente musculoso mientras se tensa alrededor de su virilidad.",
                "A medida que comienzas a pistonar tus caderas en las suyas, Kyra se lanza hacia adelante y envuelve poderosamente los brazos alrededor de tu espalda, acercando la cara hasta que está a solo centímetros de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Su cálido aliento en tu rostro mientras gime suavemente hace que tu piel se hormiga mientras miras profundamente en sus brillantes ojos dorados, amas claramente en su mirada mientras vuelve a mirar las tuyas.",
                "Speaks",
                "Ah, ♥ mi alma gemela, estás dominando por completo mi coño. ♥ Bésame sin sentido también! ♥",
                "Ella comienza a llevarte a un beso, pero la cortas y comienzas a besarse agresivamente con la primera.",
                "A pesar de su larga lengua, puedes controlar fácilmente el beso mientras arrasa el interior de su boca, haz que gime en la tuya por la estimulación combinada del beso y el sexo.",
                "La dolorosa necesidad en su ingle está comenzando a ser insoportable a medida que continúa empujando su apretado coño, sus gemidos reverberan en todo su cuerpo.",
                "Empiezas a empujar más fuerte y más rápido en ella, tratando de saciar tu lujuria ardiente.Sus brazos se apretan a tu alrededor y su aliento se vuelve más rápido y poco profundo en tu rostro mientras comienza al orgasmo, haciendo que su coño apriete cada vez más duro alrededor de tu virilidad.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Su gemido orgásmico y su coño de espasmo te envían al borde y te quitas la carga después de la carga de semen en su útero que espera, lo que hace que el orgasmo de Kyra se intensifique como un sinfín de escalofríos de placer la abruman.",
                "Finalmente, rompes el beso con ella, dejándolos jadeando por el aire, pero a pesar de su dicha post orgásmica, Kyra te mira un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hmph",
                "Speaks",
                "Y-you tirón, ♥ que se sintió ... w-w-wy demasiado bien ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Ella se estremece de placer mientras la sacas tu eje rígido de ella, y yaces jadeando en el suelo mirándote, su mirada una mezcla de amor y vergüenza.",
                "GetEventAndChangeProgress",
                "Lizard Sightings",
                "1",
                "Menu",
                "Cuddle",
                "Get up and leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Blowjob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Le dices a Kyra que quieres que te dé una mamada, y su rostro se llena de vergüenza.",
                "Speaks",
                "¿Qué?T-no hay absolutamente ninguna manera!I-yo quiero decir, y ganas y todo, b-pero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Ella te mira en serio y procede a mostrar sus dientes bastante afilados.",
                "Speaks",
                "No quiero accidentalmente, y lo sabes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Enjuagando, mira hacia el suelo con toque.",
                "Speaks",
                "Yo podría usar mi lengua, supongo, es bastante largo ...",
                "Menu",
                "Try a tonguejob",
                "Sex",
                "Cuddle",
                "Talk",
                "Leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try a tonguejob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Speaks",
                "Muy bien, bien ... B pero solo esta vez, ¡pervertas!",
                "SetChoice",
                "1",
                "Tonguejobed",
                "JumpToScene",
                "Tonguejob"
            ]
        },
        {
            "NameOfScene": "Tonguejob",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Kyra se enroja profundamente cuando se pone en una posición de arrodilla frente a su erecta virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Ella te mira mientras respira suavemente tu polla.",
                "Speaks",
                "Será mejor que disfrutes esto, ¿a la derecha?",
                "Ella comienza a lamer tentativamente tu eje con su lengua larga, comenzando en la base y yendo a la punta con trazos lentos y cautelosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Kyra retrocede ligeramente cuando su polla palpita un poco por su atención, pero rápidamente se reanuda burlándose de su eje con su lengua, decidida a terminar esto más rápido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Una vez que llega a la punta de tu eje, lento lento la parte inferior antes de moverse hacia un lado y burlarse de regreso a la base.",
                "Una de sus manos con garras agarra suavemente tus bolas y comienza a masajearlas cuidadosamente mientras su lengua continúa acumulando su polla dolorosamente erguida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Kyra respira hondo, pareciendo estar casi cautivado con tu virilidad.Su lengua larga y sinuosa se vuelve cada vez más atrevida a medida que se envuelve en todo el eje y comienza a acariciar lentamente su longitud.",
                "La sensación de su cálido aliento en tu ingle envía un delicioso hormigueo por tu columna vertebral mientras su lengua húmeda continúa burlándose de toda tu polla.",
                "Incluso mientras su lengua continúa girando y se metió alrededor de su virilidad, su mano garra todavía amasa y masajea suavemente sus bolas doloridas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Kyra te sonríe antes de moverte debajo de tu polla y libera tus bolas, solo para que su lengua se deslice por tu eje para burlarse y lamer tus testículos en su lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Una de sus manos con garras agarra tu palo y comienza a acariciarlo suavemente mientras su lengua está ocupada lamiendo y apretando tus dolientes bolas.",
                "La intensa estimulación es hacerte gemir mientras sientes que tu orgasmo comienza a acercarse, y a medida que tu polla palpita con necesidad, Kyra parece darse cuenta de lo que está sucediendo.",
                "Ella comienza a lamer hábilmente y burlarse de la punta de su eje mientras la mano estaba acariciando su longitud con los movimientos hacia abajo para masajear sus bolas.",
                "Su lengua ocasionalmente envuelve su longitud y la acaricia suavemente mientras ella continúa avanzando lentamente hasta la punta de su virilidad.",
                "Tu polla paliza con necesidad, incapaz de tomar mucho más, y cuando Kyra finalmente alcanza la cabeza sensible de tu polla, ella comienza a lamerlo y burlarse de ella, enviándolo al borde como escalofríos orgásmicos de placer atraviesa todo tu cuerpo.",
                "PlayerOrgasmNoSpiritLoss",
                "Kyra abre la boca mientras lloras en éxtasis y disparas cuerdas de esperma, tratando de atrapar cada foto de tu semilla que puede, mientras su lengua larga lame suavemente y extrae tanto semen de tu eje posible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "A medida que su orgasmo finalmente disminuye, Kyra cierra su boca llena y tira de su lengua hacia atrás, cerrando los ojos de placer mientras comienza a girar y saborear el sabor de su semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Ella se traga su carga con algunos tragos audibles antes de mostrar su boca completamente vacía mientras sus ojos dorados te miran, nublado con lujuria.",
                "Speaks",
                "Ahhhh, ♥ alma gemela, ♥ tu semen es tan sabroso. ♥",
                "ChangeArousalQuietly",
                "25",
                "Su lengua vuelve a la punta de su eje tratando de obtener caídas perdidas que podría haberse perdido, enviando algunas oleadas de placer deliciosas a través de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Cuando comienza a mover su rostro hacia su ingle, se congela cuando su expresión lujuriosa se convierte en una de confusión y vergüenza.",
                "Speaks",
                "Ah ... yo solo ... y ... ah ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Antes de que puedas decir algo, ella se levanta y corre hacia el bosque, las mejillas ardían.",
                "Puedes que su voz vuelva a hacer eco mientras corre.",
                "Speaks",
                "¡Eso nunca pasó!¡J-solo olvida que alguna vez lo hizo!",
                "DisplayCharacters",
                "EndLoop",
                "Con un pequeño suspiro, decides continuar tu viaje.",
                "AdvanceTime",
                "1",
                "GetEventAndChangeProgress",
                "Lizard Sightings",
                "1"
            ]
        },
        {
            "NameOfScene": "Cuddle",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Kyra se tensa con sorpresa mientras la envuelve los brazos alrededor de ella y la tira a un suave abrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Speaks",
                "E-eh?H-hey esto es una especie de ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Ella se sigue y envuelve sus brazos antes de que vuelva a ti.",
                "Speaks",
                "Eres muy cálido ...",
                "Escuchas sus respiraciones tranquilas mientras se acurruca contigo, disfrutando de los cálidos abrazos del otro ...",
                "Los dos yacían allí juntos para lo que parece un momento tranquilo y agradable y tranquilo.",
                "Finalmente, ella comienza a desvanecerse, y se ve un poco triste porque esta tranquila paz está llegando a su fin.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Speaks",
                "Ah ... yo ... supongo que esto es siempre que pueda quedarme después de perder ...",
                "Ella te sostiene más apretado mientras sus luminosos ojos dorados miran con ansias el tuyo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Speaks",
                "Te haré ... nos vemos más tarde ... Definitivamente te venceré la próxima vez, [ThePlayerName].Puedes contar con eso.",
                "Ella te da una sonrisa feliz mientras desaparece por completo, dejándote continuar tu viaje.",
                "AdvanceTime",
                "1",
                "GetEventAndChangeProgress",
                "Lizard Sightings",
                "1"
            ]
        },
        {
            "NameOfScene": "Talk",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "ChangeBGM",
                "music/Desert/Mid-Air_Machine_-_Streets_of_SantIvo_107__44.mp3",
                "Kyra te mira con un poco de sorpresa, que parece recuperarse de su derrota bastante rápido mientras se pone de pie temblorosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Eh?¿Quieres hablar?Uh, claro ... ¿sobre qué?",
                "GetEventAndChangeProgress",
                "Lizard Sightings",
                "1",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "Talk Topics",
            "theScene": [
                "Menu",
                "'You didn't fade away?'",
                "'Do you love me?'",
                "'You seem... Out of place.'",
                "'You're cute.'",
                "'I want to know about you.'",
                "Something else...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'You didn't fade away?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "¡Pfff, por supuesto que no me desvanecí!¡Mi voluntad es demasiado fuerte para dejar que algo como una miserable derrota como esa me envíe de regreso a mi campamento!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "No es como si fuera {i} quiero {/i} para que se quede para pasar tiempo contigo o algo ...",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'Do you love me?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¿Eh?¡O-O-OF NO!¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡",
                "Speaks",
                "A pesar de que somos almas, quiero decir, incluso si {i} fuéramos {/i} almas gemelas, tendríamos que conocernos y seguir citas ... y cosas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Parece haberse vuelto bastante nerviosa pensando en ello antes de recompensarte y mirarte seriamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hmph",
                "Speaks",
                "Y no, ¡no quiero ir a una cita contigo!¡No seas un idiota!",
                "PlayerSpeaks",
                "Ni siquiera dije nada ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Speaks",
                "¡Estabas pensando en eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'You seem... Out of place.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "¿Eh?¿Qué quieres decir?",
                "Ella se mira y mira a su alrededor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Oh!Uh, correcto.De hecho, soy de una tribu desértica de mujeres lagarto.",
                "Speaks",
                "Ya pasa esas montañas de esa manera.",
                "Ella señala algunas montañas imponentes en la distancia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "Técnicamente es un área de muy alta potencia, por lo que si no fuera por todo el asunto de la batalla sexual, te habría destruido por completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hmph",
                "Speaks",
                "Pero ... ya sabes ... {i} ugh! {/i} No puedo creer que realmente estoy haciendo ... {i} que {/i} contigo ... Vine todo este camino haciaMira si realmente podría luchar contra un chico por aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Eres el primer tipo al que me encontré aquí, y yo un poco ... está bien, tal vez atacarte a la vista no fue la mejor idea ... yo era solo ... estaba ... un poco desesperado,¡¿bueno?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Ella se endurece con un rubor.",
                "Speaks",
                "¡F-for una pelea!¡N-no para un compañero o algo así!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¡Venir al bosque no tiene nada que ver con básicamente ningún hombre que pase la capital!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "PlayerSpeaks",
                "¿Qué hay de querer realmente pelear sexual conmigo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¿Eh?Ah, bueno, tú- uhm ... y tú es el único chico con el que he encontrado desde entonces, s-so, uhm ...",
                "Parece estar llevándola todo lo que no tiene que atornillarse al bosque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Speaks",
                "I-Simplemente pensé que los demás podrían tener razón ... y podríamos tener que cambiar nuestras tradiciones de apareamiento debido al encantamiento ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Ella parpadea antes de mirarte en serio.",
                "Speaks",
                "Espera ... Eres un aventurero, ¿verdad?",
                "PlayerSpeaks",
                "Yeah.",
                "Speaks",
                "Entonces ... vas a derrotar a la reina del demonio, ¿verdad?",
                "PlayerSpeaks",
                "Uh-",
                "Ella te agarra de los hombros y se inclina desconectablemente cerca de tu cara mientras te mira enojado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Yelling",
                "Speaks",
                "Y conseguirás que levante el tonto encantador del continente, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "¡Entonces podemos reunirnos como una pareja normal!¡A través del rito de combate!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Ella detiene su apasionado despotricación cuando se da cuenta de lo que acaba de decir, sonrojándose profundamente mientras te aleja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Y, sabes, si me gustaste o algo ... uhm ... sí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Entonces ... ¡te apoyo cien por ciento!¡Por favor, ve a patearle el culo!...Esperar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hmph",
                "Speaks",
                "Supongo que el encanto significa que tendrás que follarla para derrotarla ... y un montón de otras chicas monstruosas en camino a ella ... que pervertido ...",
                "Se ve bastante descontento pensando en esto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, si fallas en todo el asunto de 'derrota a la reina demoníaca' y terminas con un juguete sexual de Sucescubus o algo así, probablemente no eres digno de ser mi alma gemela de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¡N-no que te considero digno ahora!¡Pero es mejor que no estés pensando en tratar de hacer un harén!¡L-LET ya habla de otra cosa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'You're cute.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "¿Qué?N-no lo soy!¡Soy un guerrero orgulloso y mortal!",
                "PlayerSpeaks",
                "Todavía lindo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Speaks",
                "Sh-shut up, idiota!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'I want to know about you.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "¿H-huh?Ah ... bueno ... soy del desierto, soy una gran espada, mi color favorito es el rojo, y realmente me gusta tomar el sol, pero es mucho mejor en casa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hm, qué más ... las rosas son mi flor favorita en caso de que te estés preguntando ... Oh, sí, y estoy de sangre fría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Ah!¡Quiero decir, literalmente, no la matanza de sangre fría!Quiero decir, puedo pelear y todo eso, pero-",
                "PlayerSpeaks",
                "Lo entiendo, está bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ah ... t-gracias ... yo uh, je, a veces reacciona exageradamente a cosas, supongo ...",
                "Speaks",
                "Hombre, es mucho más difícil hablar de ti mismo cuando te pones en el lugar así ...",
                "Speaks",
                "¿Quizás si hablamos de algo más, aprenderás un poco más sobre mí?Espera, ¿qué hay de ti, eh?Cuéntame un poco sobre ti.",
                "Le cuentas sobre algo de tu tiempo en la escuela de aventuras, algunos detalles sobre tu hogar y algunos de tus gustos y disgustos.",
                "Kyra parece bastante contenta sobre lo que le dices y su cola se balancea con un poco de alegría mientras hablas con ella.",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'Green Scale?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "¡Oh!Me preguntaba a dónde fue eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Puede parecer una escala de lagarto, pero en realidad es un pequeño encanto de piedra preciosa que compré a la tribu local de las niñas lagarto.",
                "Speaks",
                "Es un encanto de buena suerte para encontrar amor",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicBlush",
                "Speaks",
                "¡G GLORIA DE FIENTA F en combate!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Speaks",
                "Uhm, puedes guardarlo.Ya compré otro, así que no lo pienses demasiado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Speaks",
                "Pero en serio, las chicas lagarto por aquí son casi tan malas como los elfos a veces.Algunos de los encantos que vendían eran un poco ... umm ... lascivos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Sin mencionar que a veces pueden ser un poco desagradables, así que no me quedo en su pueblo, simplemente acampé por el bosque.",
                "No puedes evitar sentir que está tratando de alejar la conversación del encanto que compró, y su regalo improvisado ...",
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "Something else...",
            "theScene": [
                "Menu",
                "'Green Scale?'",
                "'Sex?'",
                "Back",
                "'See you later.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Back",
            "theScene": [
                "JumpToScene",
                "Talk Topics"
            ]
        },
        {
            "NameOfScene": "'Sex?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Speaks",
                "¿Qué?... Pensé que solo querías hablar ... Ugh ... F-Fine, ganaste después de todo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Ella se acuesta en el suelo nerviosamente y te mira expectante.",
                "JumpToScene",
                "PostTalkSex"
            ]
        },
        {
            "NameOfScene": "PostTalkSex",
            "theScene": [
                "Kyra te mira aprensivamente.",
                "IfChoice",
                "1",
                "Tonguejobed",
                "PostTalkTonguejobsexMenu",
                "Menu",
                "Sex",
                "Blowjob",
                "Cuddle",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "PostTalkTonguejobsexMenu",
            "theScene": [
                "Menu",
                "Sex",
                "Tonguejob",
                "Cuddle",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'See you later.'",
            "theScene": [
                "Speaks",
                "¿Eh?Oh, cierto, supongo que tienes cosas de aventureros que hacer y todo eso.Te atraparé entonces.",
                "Te despides de Kyra antes de continuar en tu camino.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Leave",
            "theScene": [
                "Decides dejar a Kyra y seguir tu camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Yelling",
                "Speaks",
                "¡Te venceré la próxima vez [ThePlayerName]!",
                "Miras hacia atrás y la ves desvanecerse antes de continuar en tu camino.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Get up and leave",
            "theScene": [
                "Decides dejar a Kyra y cabeza a tu camino, levantándose mientras te mira con un poco de anhelo en los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseBlush",
                "Speaks",
                "Te venceré la próxima vez [ThePlayerName].",
                "La ves desvanecerse con una mirada de determinación y lujuria en su rostro antes de desaparecer por completo, dejándote continuar tu camino.",
                "AdvanceTime",
                "1",
                "UseHeldBG"
            ]
        }
    ]
}