{
    "name": "Shizu Defeated",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Shizu",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "GetEventAndIfChoice",
                "KunoichiCombatEvents",
                "3",
                "AmbushFight",
                "Mountain Victory",
                "JumpToScene",
                "Temple Victory"
            ]
        },
        {
            "NameOfScene": "Temple Victory",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "SetChoice",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Shizu se acuesta de lado jadeando y jadeando en el suelo completamente derrotado, su cuerpo temblando con temblores postorgásticos, se mueve por la máscara de la cara para tratar de retirarse un poco mejor, y toda su cara se alza de excitación ...",
                "Menu",
                "Fuck her!",
                "RequiresChoiceFromEvent",
                "Kunoichi's Hallway Dojo",
                "1",
                "BeatShizu",
                "Punishment Training",
                "Leave her be.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave her be.",
            "theScene": [
                "Decides no disfrutar del cuerpo de Shizu.",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Avanzas y te sumerges toda tu longitud en su coño empapado en un solo movimiento, Shizu gime sorprendido y los aprendices jadean sus acciones.",
                "Speaks",
                "¿Qué crees que estás d-doing?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Su voz está mezclada con preocupación y pura excitación, y te está mirando con ojos bastante necesitados.",
                "PlayerSpeaks",
                "Follando hasta que esté satisfecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Shizu se esconde felizmente mientras empujas su sexo cálido, y puedes sentir que se calienta aún más, conforme perfectamente en la forma de tu polla.",
                "Tus manos se deslizan sobre su cuerpo curvilíneo, a tientas y burlándose de ella, ella se escapa y gemela cuando una de tus manos se conforma con a tientas su deliciosa trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Speaks",
                "Mmm ... ♥ ahhh ... ♥ y-estás humillándome frente a mis alumnos ... ♥ h-how podrías ... ♥",
                "Todo su cuerpo se sacude mientras continúas follando su coño de chorros frente a su aprendiz que mira la escena desplegándose ante ellos con una mezcla de reacciones variadas.",
                "Ser observado así es hacer que tu corazón se acelere un poco, y cada empuje hacia el ansioso por complacer el coño hace que tu virilidad latiera con necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Usted gira sobre su estómago, manteniendo su trasero levantado en el aire para que pueda obtener un mejor agarre en su cintura para aprovechar sus empujes, e inmediatamente gime cuando comienza a golpearla en una pose sumisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Cada uno empuje en ella se frota la cara en el suelo, puntuando su completa derrota hacia ti, gota mientras otro orgasmo cae en cascada a través de su ser, dejando su lengua colgando de su boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "La vista de su expresión bastante cachonda es hacer que su polla latira con una necesidad animal, e incapaz de contener más que empujas en su cálido coño con cada onza de fuerza que puedas reunir.",
                "Ella gime de manera incoherente mientras la follas sin sentido, le das a su retaguardia regordeta un golpe juguetón que la hace llorar aún más fuerte en placer, y su coño ya apretado y placentero se tensa aún más a medida que espasmos.",
                "PlayerOrgasmNoSpiritLoss",
                "Con un empuje rotundo final, dolor de placer que atraviesa tu virilidad, estallas dentro de Shizu, bombeándola llena de tu semen caliente mientras su coño se anima como un vicio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Ella gime y espasmos con una dicha orgásmica mientras la llenas, sus ojos se ponen en peligro en el placer de fusión de la mente y un gemido de hojas lascivo la escapa.",
                "Todo su cuerpo se tensa, congelado con éxtasis mientras brota la carga después de cargar en el exquisito coño de Shizu, y dejas escapar un suspiro contento a medida que el placer se aleja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Shizu se escapa mientras sales de su agujero empapado de semen, basado en su expresión de placer borracho, probablemente esté demasiado fuera de ella para comer tu carga en este momento, ya que ahora sale lentamente de su coño sacudido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Haahhh ... jahhh ... shooo gooowdd ... m-mast-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Se corta y se cubre la boca con una mano vergonzosamente mientras sus aprendices jadean en estado de shock, y te mira susurrando, su rostro todavía está al ras de pura excitación.",
                "Speaks",
                "A-ah ... [TPN]-[ThePlayerName], y tú me has divertido ... deleitando en mi vergonzosa derrota ... s-so por el bien de mi orgullo y mis alumnos, por favor, n-No más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Su voz se sacude de lujuria cuando termina de hablar, y sus ojos están llenos de temblor necesidad ...",
                "Menu",
                "Show her off to the students and fuck her ass!",
                "Leave her with some of her pride intact.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave her with some of her pride intact.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thoughtful",
                "Decides que has tenido suficientes placeres de la carne, y dejas a Shizu Be ... se ve un poco decepcionada ...",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Show her off to the students and fuck her ass!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Agarras a Shizu con un brazo alrededor de su cintura y el otro debajo de uno de sus firmes muslos y te pones de pie con ella en tu alcance.",
                "Speaks",
                "E-Eh?!",
                "Después de cambiarla un poco, liberas su cintura y agarras su otra pierna, levantándola completamente del suelo y extendiendo las piernas para que sus alumnos los vean.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Speaks",
                "W-wait d-don't you Dar-",
                "Te sumerges tu polla en su culo bastante acogedor, y todo el cuerpo de Shizu sacude con una dicha sin sentido mientras llora en éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "Ohhh?! ♥ uuohhh! ♥♥♥",
                "Los estudiantes jadean en estado de shock ante la expresión descaradamente lasciva en el rostro de su sensei, y la vista de sus piernas se extendió con semen que goteaba de su coño completamente dominado.",
                "Aunque puede ver algunos de los aprendices observando la pantalla con la lujuria abyecta, tocándose silenciosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Shizu gemela y cubre su rostro ardiente con las manos mientras se las arregla para recordarse a sí misma.",
                "Speaks",
                "T-esto es tan vergonzoso ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Su breve momento de claridad se destroza cuando comienzas a empujarla y rebotarla en tu polla rígida, su voz gritó una vez más en las lascivos gemidos.",
                "La mano de Shizu se reduce a medida que sus brazos se tensan con el éxtasis, sus gritos eróticos de placer resonan libremente por el pasillo con los sonidos lascivos de ti follando su desvergonzado culo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su espalda se arquea mientras todo su cuerpo se escapa con felicidad orgásmica y su coño arroja jugos sexuales al suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Ahhh ♥ ohhh ♥ ohhhhhh! ♥♥♥ Mfffnnn a-como puedes ver a los estudiantes, M-my maestro es, ohhhhh! ♥ s-showing you a todos cuán completamente está mfnnnn! ♥ me derrotó. ♥",
                "Shizu comienza a jugar descaradamente con su clítoris y a tientas sus propios senos, completamente tomados con lujuria sumisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speaks",
                "Ohhhh! ♥ s-entonces recuerda, si no tienes cuidado, ahhhh ♥ terminarás como yo! ♥ mnnnn! ♥ una puta completa para la polla de tu maestro! ♥ ouhhh! ♥ c-comming de cada empuje de cada empuje de¡Su poderoso M-Manhooood! ♥♥♥",
                "Todo su cuerpo temblaba con éxtasis mientras se empujas a ella, puntuando su declaración, y tu polla pulsa con necesidad mientras muestra su sumisión completa hacia ti.",
                "Partes con su polla más fuerte y más rápido en ella, y su voz se disuelve rápidamente de una lección improvisada en gemidos incoherentes.",
                "El orgasmo de Shizu parece ser interminable mientras se niega y se contrae, su culo espasming y endureciendo alrededor de su dolor de virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Hasta que con un empuje final explotes dentro de ella, inundando su trasero con tu espesa carga, y ella arroja la cabeza hacia atrás gimiendo con un placer enloquecedor mientras la llena con tu semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "El placer en tu ingle gradualmente se desvanece, y te quitas su gilipollas todavía.Shizu se escapa cuando su polla deja su parte trasera, y lentamente mira a sus alumnos con un placer borracho que se ríe, dándoles una sonrisa cachonda y dos señales de paz.",
                "Con la lujuriosa necesidad de su cuerpo, te das cuenta de lo dolorido de los brazos y las piernas de sostenerla así ...",
                "Menu",
                "Put her down gently.",
                "Drop her onto the floor.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Put her down gently.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Pasé completamente suspiro y colocó cuidadosamente el orgasmo montado en Kunoichi en el piso, dejándola tirar con réplicas de placer sin sentido.",
                "AdvanceTime",
                "1",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Drop her onto the floor.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Pasé completamente el suspiro, y suelta las piernas de Shizu, dejándola caer al suelo en un montón afectado por el placer, apenas parece notar el impacto del piso, simplemente temblando en la dicha ... o tal vez eso es {i} por qué {/i} Ella está temblando de felicidad.",
                "AdvanceTime",
                "1",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Punishment Training",
            "theScene": [
                "SetChoice",
                "1",
                "AltLoss",
                "ChangeImageLayer",
                "Mask",
                "1",
                "ActivateOverlay",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Al darse cuenta de que no vas de inmediato por su forma caída, ni pareces interesado en la habitación más allá, Shizu intenta reunirse, tirando de su máscara de nuevo en un intento de mantener su apariencia profesional mientras se mueve de rodillas y luegose encuentra delante de ti.",
                "Sin embargo, incluso a través de su máscara, el sonido notable del calor y molesto de Shizu te dice cómo su cuerpo todavía anhela más.Apenas puede permanecer de pie mientras sus alumnos miran, curiosos sobre cómo irán las cosas, algunas en estado de shock mientras procesan su sensei perdiendo frente a ellos nuevamente.",
                "Speak",
                "Shizu",
                "Hnf ... no esperaba menos de ti ... eso fue ... una buena manifestación ...",
                "Mientras ella hace todo lo posible para sonar compuesta, puedes escuchar el vacío en su voz mientras todavía se recupera de su placentera derrota, el contorno de sus labios regordetes que te muestran que su boca está abierta, jadeando, mientras te tratan lo agradableVista de sus pezones erectos claramente visibles a través del cuerpo descarado y descarado que siempre usa.Una vista atractiva de la que no puedes quitarte los ojos mientras todos los estudiantes te miran ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Shizu",
                "Ahh ... hmh ... de todos modos, de regreso a entrenar-",
                "PlayerSpeaks",
                "Wait.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Su comentario toma el súcubo por sorpresa mientras se endurece, sonrojándose pesadamente y aún temblormente recuperándose de tu combate.Ella se estremece visiblemente mientras te mira, un rubor fresco que se asiente en su cara ya enrojecida mientras intenta no sonar demasiado avergonzada o nerviosa por la interrupción que solo parece avivar su excitación apenas marcada.",
                "Speak",
                "Shizu",
                "...?!¿Qué es?",
                "Mirando sobre la habitación y sus muchos aprendices, notas que uno de ellos está llevando alrededor de una bolsa que se ha mantenido a mitad de abierta y contiene varios dispositivos, desde pasas de pelota hasta correas de cuero y vibradores.El Kunoichi que lo sostiene parece congelarse en su lugar cuando haces contacto visual con ella antes de volver a Shizu con una expresión conocida que la golpea con una sacudida de emoción sutil pero visible.",
                "PlayerSpeaks",
                "Esto es entrenamiento, ¿verdad?Podemos enseñarles un poco {i} más {/i}, ¿no crees?",
                "Aunque la fachada de la maestra es de profesionalismo habitual, ella duda perceptiblemente en rechazarlo, sus piernas se mueven sutilmente a medida que su mirada aún con lujuria gira de un lado a otro entre su expresión reveladora y la bolsa que su estudiante está agarrando.Apenas visible a través de su máscara, finalmente se muerde el labio y cede.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Shizu",
                "Yo ... sí, debemos asegurarnos de que aprendan tanto como puedan de un ... un oponente fuerte como tú ...",
                "Mirando hacia atrás de Shizu al aprendiz, gesto para que se acerque, lo que parece reacia a hacer hasta que su maestra asiente en la confirmación.Vacilante, ella casi se acerca a usted y, ante sus instrucciones, coloca la bolsa frente a usted antes de retirarse tímidamente a la curiosa multitud.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Los ojos de la cabeza Shinobi se abren mientras te ve voltear la parte superior de la bolsa completamente abierta, revelando su contenido.Una vez que haya confirmado qué elementos hay a su disposición, su mirada regresa al Sucúcubo con una idea ... una cruel, tal vez, pero mientras observa a Shizu, puede ver que tiene su significado y a juzgar por su expresión embrujadaY el cambio de sus muslos, a ella no parece importarle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Speak",
                "Shizu",
                "Eso es ... tu ... ya vea ...",
                "PlayerSpeaks",
                "¿Les enseñamos sobre {i} interrogación {/i}, entonces?",
                "Shizu se tensa cuando confirma sus sospechas, luego ella asiente, agachándose mientras mira a sacar varias bandas de cuero de la bolsa.Se puede escuchar un trago sutil entre los alumnos mientras se atas a sus brazos detrás de su espalda y se inclina para que su cuerpo esté en exhibición, con los codos levantados sobre sus hombros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Una vez que la banda está sujetada alrededor de sus muñecas, el Sucúcubo le da un remolcador experimental que la separa ligeramente, dándole un poco de margen.Un toque de resistencia fuera de lugar, tal vez, que corregirá al alcanzar y apretar uno de sus pechos agitados, amasar y rodarla en la mano mientras ella aprieta los dientes e intenta poner una cara fuerte para sus alumnos, haciendo todo lo posible.Mantenga un comportamiento profesional y docente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Speak",
                "Shizu",
                "Hnf ...!A-como estás a punto de ver, los estudiantes, mi ma- my mi {i} compañero de entrenamiento {/i} está a punto de ayudarme a mostrarte de lo que debes desconfiar de cuando se trata de ser capturado por el enemigo ...",
                "La constante mirada de los aprendices no vacila ni por un momento mientras susurran entre ellos, todos de ellos se acercan lentamente para que puedan ver mejor.Sus niveles de emoción y volumen aumentan con cada nueva banda de cuero unido que sale al marco curvilíneo de Kunoichi, entre los techos inactivos de su cuerpo bien formado, la multitud de los succubi más jóvenes susurra con comentarios excitados.",
                "Speak",
                "Kunoichi Trainee 1",
                "¿Sensei realmente va a ser interrogado?",
                "Speak",
                "Kunoichi Trainee 2",
                "Ella casi lo llamó 'maestro' de nuevo ~",
                "Speak",
                "Kunoichi Trainee 3",
                "¿Ella realmente estará bien?",
                "Las muñecas unidas y obligando a sus brazos a doblarse detrás de su cabeza, la forma de Shinobi bienpelia está en exhibición completa, sus piernas se extienden y su culo regordete descansando sobre la parte posterior de sus talones, desde sus grandes senos rebotando hasta el corazón amortiguado.Consejo en forma de sus piernas claras y visibles debajo de su traje ceñido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Sin embargo, mientras abastece la última correa de cuero alrededor de los muslos regordetes y deliciosos del Kunoichi para mantenerla firmemente en la posición agachada desvergonzada, sientes que sus músculos se aprieta y notas que su ceño se molesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Rage",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speak",
                "Shizu",
                "{b} ¡Detente la pequeña charla y presta atención! {/b} ¡Esta es una lección importante para que aprendas!",
                "A pesar de su posición sumisa y su clara excitación, la voz del Sucúcubus resuena en voz alta y clara en toda la habitación, la reprimenda que se rompe atrae un coro de chillidos y disculpas de la multitud a medida que su sensei se reafirma ...En diversión, cuánto tiempo durará su resolución, ya que alcanza dos dispositivos rosados ​​más pequeños dentro de la bolsa, lo que Shizu se da cuenta con una mirada rápida y expectante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speak",
                "Shizu",
                "Ahora ... como seguramente sabes, estos se llaman vibradores de rotor y generalmente se aplican a las zonas erógenas del sujeto interrogado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Speak",
                "Shizu",
                "Nnn .. Como puede ver, los colocó inmediatamente sobre mis pezones.La intensidad de tales vibradores puede controlarse como el asaltante desea ....",
                "El patrón de respiración de Shizu ha cambiado notablemente, cada vez más poco profundo incluso antes de encender los vibradores ahora pegados a sus pezones erectos, el olor de su excitación llena el aire.Justo antes de que esté a punto de mirarte por sostener la siguiente parte de su lección, presionas un interruptor en el control remoto en tus manos.Un beep {/b} {/b} {/b} suena alegremente, seguido de un bajo {/b} vrrrrr {/b} sobre el cuerpo del kunoichi.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speak",
                "Shizu",
                "Ghhhhgh ...!A-como puede ver, estos pueden ser usados ​​para mantenerme en un estado constante de estimulación sin siquiera tener que tocar mi cuerpo ... esto es particulartiempo...",
                "Incluso a través de la máscara, tanto usted como los aprendices de Shinobi pueden ver claramente que su respiración se calienta más y se filtre más caliente y se filtra lentamente a través de la tela oscura.Controlado de su pelea anterior y ahora forzado a un exhibicionismo desvergonzado justo en frente de sus alumnos, el Kunoichi está claramente excitado, pero su rostro todavía es bastante recto ... pero eso se puede cuidar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Agarrando una pequeña cosecha de equitación sobresaliendo de la bolsa, la derribas en la parte trasera de Shinobi, provocando un pequeño grito y un temblor que hace que su sentadilla se rompa brevemente.Sin embargo, las correas de cuero alrededor de sus muslos la mantienen en su lugar mientras se recupera, claramente tratando de concentrarse en qué decir a continuación, mientras que su expresión espacia ligeramente de la delicia masoquista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Speak",
                "Shizu",
                "N-next up es un cultivo ... esto a menudo se usa para-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Mientras habla, le das a su trasero regordete otro pesado {i} Thwack {/i}, nuevamente haciendo que su voz se apetezca con dolor placentero, su culo tonificado se sacudía agradablemente del impacto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speak",
                "Shizu",
                "Gnn-!?... usó t-to ... estimular el cuerpo más que una simple azotea ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Cada esfuerzo que el shinobi bien formado hace para reanudar su lección se encuentra con el cuero duro, frío y de cuero {i} thwack {/i} del artículo en sus manos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Speak",
                "Shizu",
                "Hnn ...!A-y se puede utilizar como un método para atormentar el objetivo de interrogatorio ... si bien no ofrece tanto impacto como una mano o paleta desnuda ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Viendo cuidadosamente la expresión de Shizu, te aseguras de acelerar el ritmo y la fuerza de tus bofetadas de manera apropiada, asegurando que Shizu pueda mantener su concentración en lo que está diciendo en lugar de sucumbir al placer masoquista ... pero también que no puede contenerla.Lushia pervertida, gimiendo como una puta frente a sus alumnos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Speak",
                "Shizu",
                "Mmmn-!... Se puede usar para entregar huelgas mucho más nítidas en ciertas áreas ...",
                "... Aunque la idea de que se rompa, jadee sin sentido y desesperadamente pedir más es ciertamente atractiva también, su polla palpitando por cada jiggle atractivo que los pesados ​​{i} son {/i} del artículo de cuero en sus manosenvía a través de su cuerpo flexible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speak",
                "Shizu",
                "Ah...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Cada huelga de la cabeza de cuero en caja envía un escalofrío visible por la columna vertebral de Sucescubus, ya que no puede evitar ser humillada frente a sus alumnos, cualquier pretensión de educación que se derrita con cada minuto que pasa, su mente cada vez más empañadaarriba por la excitación indefensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Sonriendo, te mueves a diferentes lugares en su cuerpo, la forma del shinobi se sacude de esta manera y que mientras te golpeas debajo del brazo, a través de su culo, e incluso encima de sus tetas balanceadas, sus generosas curvas en exhibición bajo su traje de cuerpo,Cada ataque medido cumplido por una contracción, un jadeo o un resoplido de Shizu mientras sus alumnos miran en el éxtasis de la mandíbula.",
                "Speak",
                "Kunoichi Trainee 2",
                "Oye, ¿somos solo yo o ...",
                "Speak",
                "Kunoichi Trainee 4",
                "Sí, eso se ve un poco caliente, en realidad ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Al escuchar los susurros emocionados y silenciosos, Shizu sale de su trance inducido por el dolor y frunce el ceño desafiante, mirando a los aprendices de una manera que los silencia a pesar de su postura espiratoria y su cara sonrojada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Rage",
                "Speak",
                "Shizu",
                "¡No subestimes lo que este tipo de tratamiento puede hacerte!Manténgase fiel a su deber como Kunoichis ... ¡no le rindas!",
                "El shinobi persiste en colocar un frente duro, incluso cuando los vibradores zumbadores mantienen sus pezones visiblemente erectos y estimulados impotentes a través del leotardo ceñido que usa, el corazón rosado debajo empapado con sus jugos mientras agarra sus dientes a través del placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Pero no importa sus esfuerzos, su resolución se está desmoronando, su cuerpo cachonda traicionando su determinación, la baba comenzando a ser obvia incluso a través de su máscara cuanto más tiempo permanece en cuclillas, el impotente receptor de su castigo, todos sus gemidos y gemidos, haciéndolaLos labios suaves se separan lascivos, hojaldres de respiraciones jadeantes de afrodisíaco que se forman frente a ella.",
                "Speak",
                "Shizu",
                "El peor de los casos ... el enemigo te someterá a este tipo de interrogatorio ... ya sea con herramientas como esta o ...",
                "Mientras vigila la forma flexible de la mujer, rebotando y desliza el cultivo más allá de sus tetas y recorta cintura a sus amplias caderas, un pensamiento sádico cruza tu mente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Speak",
                "Shizu",
                "R-Remember!D-do no ceder ...!Si vacilas incluso un poco ... el placer",
                "{b}{i}THWACK!{/i}{/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Speak",
                "Shizu",
                "{b} gwoooough ...!? {/b} ♥",
                "El sonido agradablemente agudo de la cosecha resuena a través de la habitación mientras lo planta directamente sobre el corazón de babeo entre sus piernas con fuerza calculada.Todo todo el cuerpo de Shizu se estremece mientras se lleva por el borde y sus músculos espasmo en éxtasis, un chorro de excitación líquida inundada en el piso debajo de ella mientras sus ojos ruedan hacia arriba, su humillante y resbaladizo clímax para que todos lo vean.",
                "Speak",
                "Kunoichi Trainee 5",
                "Wow ... Sensei vino solo por meter el culo y las tetas azotadas ...",
                "Speak",
                "Kunoichi Trainee 2",
                "Sí ... tal vez ella {i} es {/i} un poco maso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Speak",
                "Kunoichi Trainee 6",
                "... Es casi como si nos estuviéramos hacer que pierda aún más difícil [ThePlayerName] ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Speak",
                "Shizu",
                "Silence!Presta atención, aprendices ...!Este podría ser tú en un punto ... {i} ja ... {/i} Cualquier persona atrapada Dawdling estará sujeto a la misma capacitación ...",
                "No puedes evitar reírte mientras el shinobi claramente y muy pantanoso intenta mantener su actuación por el bien de sus alumnos.Incluso después de tener un orgasmo tan demostrativo forzado a salir de ella, parece tan severa y aguda.Sin embargo, tienes una mejor idea para su boca después de ver sus labios en forma de O Press contra la máscara de la cara en gemidos orgásmicos lascivos ...",
                "Speak",
                "Shizu",
                "Ahora, todos deberían pagar",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Speak",
                "Shizu",
                "Ahora, todos deberían pagar",
                "Mientras continúa arengan a sus alumnos, bajas suavemente la máscara que cubre la mitad inferior de su cara, para su repentina sorpresa, revelando sus labios húmedos, deliciosos y almohados.Sin palabras, cubres tu longitud irritante y palpitante sobre su rostro, cubriendo sus ojos cada vez más nerviosos de sus alumnos, un pantalón bajo que le escapa de la boca mientras su nariz se llena con tu aroma.",
                "PlayerSpeaks",
                "Hay más en tu demostración, ¿sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speak",
                "Shizu",
                "Yo ... eso es ... y-yes ...",
                "Atravesado por su exhibición dominante, ella se basa con el peso y la circunferencia de su polla, su fachada maestra se hizo añicos inmediatamente.Temblando de emoción en su posición depravada, atada y en cuclillas, sus ojos se deslizan hacia arriba hacia ti, los corazones prácticamente se forman en sus alumnos desde pura alegría sumisa mientras continúa con un balbuceo admirador.",
                "Speak",
                "Shizu",
                "I-in a los juguetes ... tus captores también probablemente usarán sus ... impresionantes y deliciosamente pollas de aroma a ti ... B pero no puedes dejarte perder a Mmmmngh ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Como el shinobi está dando una conferencia a sus alumnos, no se puede tomar más de los movimientos atractivos de su boca y aprovechar la oportunidad para mover su polla entre sus labios regordetes, silenciándola rápidamente.Ansiosamente y sin protesta, el Kunoichi toma su propina con un beso inactezable, un ruido amortiguado de confusión agradable que se eleva de su garganta mientras empuja lentamente más profundamente, gimiendo en satisfacción cuando sientes que comienza a sorber.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "En unos pocos segundos, el Sucescubus excitado y calentado se pierde ante el placer subordinado de chupar su eje endurecido, balancearse hacia arriba y hacia abajo con su facilidad practicada mientras mira con los ojos de amor.Parece que todavía está tratando de dar una conferencia a sus alumnos sobre algo, pero a través de su longitud rígida, se convierte en tonterías amobladas y descuidadas.",
                "Speak",
                "Shizu",
                "Mmmf ... nnnmgfff ... nmmmgh ... nmmmg ... ~ ♥",
                "Speak",
                "Kunoichi Trainee 4",
                "Wow, Sensei solo lo está chupando ...",
                "Speak",
                "Kunoichi Trainee 1",
                "Ella parece una puta ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "Speak",
                "Kunoichi Trainee 2",
                "Solo perdiendo ante la polla como esa ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dazed",
                "Speak",
                "Shizu",
                "A-todo ustedes- {i} mmbbphg ... ♥ {/i}",
                "Ella intenta liberar sus labios de tu virilidad para protestar por los burladores y burlarse de sus alumnos, pero agarras la cabeza y lo empujas hacia abajo, haciéndola que mewl desafiando enojado antes de suspirar en la felicidad eufórica, su resolución se derrite de inmediato por todas partes.de nuevo.Ansioso por disfrutar del servicio de la mujer voluptuosa y desvergonzada, no la vas a dejar ir ... y {i} realmente {/i} no suena como si ella mente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Speak",
                "Shizu",
                "Mmmgphn ... gmmmph ... glllkmmn ... ~",
                "En cuestión de segundos, Shizu se está balanceando ansiosamente a lo largo de su longitud, ahora con una creciente devoción de adoración, casi hipnotizada por el olor y el gusto de su sexo en su estado actual ...",
                "Pero tan agradable como es la hábil súcubus de la falla de Sucescubus, esta sigue siendo una demostración de entrenamiento para sus alumnos, por lo que a pesar de que ella obediente chupa su polla, derriba la cosecha de cuero en su mano con un ahora familiar {b}} {/b}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speak",
                "Shizu",
                "Mmmmngph...!♥♥♥",
                "La herramienta de cuero negro golpea directamente sus senos que rebotan, balancearon y los senos sensibles, lo que hace que redoble su enfoque en su eje una vez que se recupera del placentero que golpea a través de su cuerpo.Con una implacabilidad sádica, sigues adelante, cada uno siguiendo {i} thwack {/i} contra su pecho de mudanza alentándola a chupar aún más rápido y que te atiendan a fondo mientras sus pensamientos se dispersan y se rompen en la excitación fechrena.",
                "Controlado y aún fresco de tu pelea como eres, la boca de rendimiento de Shizu te lleva al borde rápidamente, cada un sorbo ansioso y un deslizamiento de su lengua experta en tu longitud, lo que te hará latir en su boca de aceptación, persuadiéndola para que te brindaran un mayor fervor con fervor.Mientras sabe tu precum, prodigando tu erección con larga y necesidad de sus labios lujosos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speak",
                "Shizu",
                "Mmmphmmmnllph ... mmmmgphlllh ... gnnnmn ... ~ ♥!",
                "PlayerOrgasmNoSpiritLoss",
                "Agarrando la parte posterior de su cabeza, la tiras asertivamente hacia la base de tu polla, recompensándola por sus esfuerzos al dejar ir, empujándola tranquilamente mientras tus puños apretan el cabello de manera dominante.El Succubus se escapa en la alegría masoquista en respuesta, y su voz amortiguada se eleva en un gemido agradable que se vuelve confuso lentamente, ahogado por su semen inundado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Sin queja o pausa, el Sucescubus completamente derrotado sorbe obedientemente y traga cada gota que le das mientras sus ojos rodan hacia arriba.Aparentemente, habiendo olvidado por completo la presencia de sus alumnos, ella la pone a todos en el servicio de ti, sus labios forman un sello apretado sobre tu polla mientras ella apesta y hambrienta apesta y traza tu semilla.",
                "Acepta del lujoso orgasmo, permanece en esa posición durante unos minutos largos y encantadores, dejando que su bucal flexible se acaricia y masajee su virilidad, hasta que eventualmente se retira de sus labios apretados con una queja silenciosa y tranquila de ella, un audible {i} pop {/i} resonando antes de que tu felicidad, limpiada, limpiada y cubierta de babeo se vuelva a colocar la cara de placer de Shizu mientras ella pantalones.",
                "Con lo completamente embrujado con su virilidad, su postura y sus respiraciones resoplando casi haciéndola parecer un perro subordinado, tienes que golpearla por la mejilla con tu reluciente eje para recordarle dónde está y hacer que se deje de adorar sin pensar tu pollacon sus ojos.Incluso entonces, ella mantiene su mirada enamorada entrenada en ti, la voz soñadora mientras se dirige sumisamente a ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speak",
                "Shizu",
                "A-ah ... M-Master, eso fue ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "En una demostración de severa misericordia, usas la cosecha de cuero para caer en un pesado {i} thwack {/i} contra su culo aún empujado, enviando una onda a través de su traje y rompiéndola a sus sentidos, el instructor, el instructor, el instructorrecuperando cierta lucidez con un comienzo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speak",
                "Shizu",
                "Mmmfnn ... ~!Y-yes ... oh ... r-right ... {i} ejem ... {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Tratando de retroceder su libido máximo, el shinobi se aclara la garganta y le lame los labios por última vez antes de mirar a los alumnos, la mayoría de los cuales miran a los mandos, en estado de shock o no tan groseros a losVista de la derrota completa de su maestra, mientras que Shizu se recompensa a sí misma a pesar de estar encerrada en su pose en cuclillas depravada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speak",
                "Shizu",
                "TH-que será todo para nuestra lección sobre resistencia al interrogatorio por ahora.Haz tu mejor esfuerzo en el futuro para resistir lo que el enemigo pueda hacer y recuerde que lo que sea que puedas usar como un método de interrogación, lo usarán.Ahora- {b} vrrrr {/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Con una sonrisa juguetona, mueves el control remoto de los vibradores de pezones aún adjuntos de Shizu, lo que hace que dejara escapar un Eep y Gime de niñas, su expresión congelada en estado de shock y placer por un momento ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Defiant",
                "... Pero parece que ha vuelto a su modo de maestra grave para siempre, el Sucescubus de la cara ahora severa que le disparó un pequeño resplandor en la reacción, sus ojos violetas y brillantes emitieron una advertencia silenciosa.",
                "ChangeImageLayer",
                "Mask",
                "1",
                "ActivateOverlay",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Sabiendo mejor que empujarlo, acepta dejar ir al shinobi, y después de unos momentos rápidos de deshacerse de sus ataduras y juguetes sexuales, la devuelve a una apariencia más adecuada.Herramientas se escondieron, su traje de cuerpo se ajustó a la normalidad, y su actitud estoica volviendo a su ser serio habitual, entrena una mirada con forma de halcón a sus aprendices mientras se vuelven inocente y mansamente a sus estaciones, luego se vuelve hacia usted a sabiendas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Speak",
                "Shizu",
                "No te pongas demasiado confiado ... o podría darles una demostración en vivo de técnicas de interrogación para usar en {i} humanos {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Aunque sonaba como una amenaza, también puedes discernir un anillo juguetón en su voz, el instructor te da una sonrisa enmascarada rápida antes de volver a una expresión más comercial.",
                "IfInExploration",
                "ExplorePunishWin",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Shizu",
                "Ahora, ¿había algo más que necesites?",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ExplorePunishWin",
            "theScene": [
                "¡Pasa hacia un lado, para reanudar la capacitación de sus alumnos, mientras te deja para continuar en tu exploración!"
            ]
        },
        {
            "NameOfScene": "Mountain Victory",
            "theScene": [
                "GetEventAndIfChoice",
                "Kunoichi's Hallway Dojo",
                "1",
                "BeatShizu",
                "Mountain Victory Post Temple Win",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Mountain Victory Post Temple Win",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Shizu se acuesta de lado jadeando y jadeando en el suelo completamente derrotado, su cuerpo temblando con temblores postorgásticos, se mueve por la máscara de la cara para tratar de retirarse un poco mejor, y toda su cara se alza de excitación ...",
                "Speaks",
                "S-SO, {i} maestro {/i} ... ¿qué planeas hacerme ahora?",
                "Menu",
                "Fuck her silly!",
                "Tie her up and get a blowjob!",
                "Nothing.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nothing.",
            "theScene": [
                "Shizu te da un puchero triste.",
                "Speaks",
                "Fine...",
                "Con sorprendente facilidad, se levanta y salta ... dejándote continuar en tu camino.",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Tie her up and get a blowjob!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Usando una cuerda conveniente, shizu, así que {i} sucedió {/i} para tenerla fácilmente, la atas fácilmente con una esclavitud bastante erótica y la obliga a arrodillarse frente a ti.",
                "Con los brazos atados a la espalda, solo puede mirarte con entusiasmo y retorcerse un poco, haciendo que las cuerdas caven en su piel y su sensible coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Ella comienza a adorar a tu polla sin una sola palabra, lamiendo amorosamente su longitud completa con su ágil lengua, ocasionalmente dándole a tu virilidad un largo beso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Suspiras felices mientras el sumiso Kunoichi le brinda obedientemente a tu polla, agarrando firmemente la cabeza que guías sus lujosos labios a la punta de tu eje.",
                "Ella le besa y chupa tu carne sensible, enviando un placer hormigueante sobre tu cuerpo mientras brota la lengua alrededor de la cabeza de tu polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Empujas con fuerza tu virilidad hacia su boca aceptada, y Shizu gime felizmente en tu polla mientras golpeas la parte posterior de su garganta.",
                "Obedientemente, ella le chupa la polla mientras la guía hacia arriba y hacia abajo de su virilidad mientras ella te mira con pura sumisión maravillosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Los sonidos eróticos de ella lamiendo y chupando tu polla te impulsa a follar su rostro más fuerte y más rápido, y todo el cuerpo se escapa de éxtasis orgásmico mientras su coño arroja jugos en el suelo.",
                "Ella se ha perdido por completo con la sensación de tu polla golpeando su garganta, y estás disfrutando mucho de su adoración apesta mientras folla su rostro.",
                "Tus bolas doloridas están empezando a tensar, y tu polla pulsa con una sacudida de placer cada vez que te empuñes en su boca burlona.",
                "Sintiendo tu necesidad, Shizu te chupa y te lame en un frenesí amoroso, tratando de ordeñar una carga gruesa de tu semen, y comienzas a piston tu polla en su boca en respuesta.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Ella gime lasciadas en tu polla dolorida mientras sus jugos brotan de su coño, su voz erótica te envía al límite, y con un poderoso empuje final gritas el éxtasis, vertiendo tu espeluznante esperma por su garganta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Suspiras en la satisfacción mientras ella obedientemente traza tu grueso semen mientras haces todo lo posible para chupar hasta la última gota de tu semilla de tu longitud palpitante.",
                "Su cuerpo se sacude y temblora con entusiasmo mientras se corre de simplemente beber por su semen y sorber por su polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "A medida que su orgasmo se aleja lentamente, se aleja de ella, y ella chupa con amor toda su polla mientras se aleja, obteniendo algunas tomas perdidas de su semen por sus esfuerzos.",
                "Finalmente, te las arreglas para alejarte de ella con un pop mojado bastante lascivo, ya que decidió chupar bastante fuerte en tu punta sensible mientras la lae con la lengua.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Un suave aliento de aire te escapa mientras miras apreciativamente la expresión lasciva y devota de Shizu mientras te mira, temblando mientras traza lentamente las últimas gotas de tu semen antes de abrir la boca con bastante invitación para mostrarte que lo bebía todoabajo.",
                "Estás tentado a follar su rostro de nuevo, pero ese orgasmo te dejó sintiéndote bastante agotado y saciado.Sin mencionar que parece que los orgasmos inducidos por orales de Shizu fueron suficientes para comenzar a hacer que se desvanezca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Jahh ... ♥ oh maestro, gracias por esa hermosa delicia. ♥ estoy seguro de que nos veremos pronto pronto ... ♥",
                "AdvanceTime",
                "1",
                "DisplayCharacters",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her silly!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Avanzas y te sumerges toda tu longitud en su coño empapado en un solo movimiento, Shizu gime con lujuria ante tu penetración bastante contundente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Ella te mira con ojos bastante sumisos y necesitados y se esconderte felizmente mientras empujas a su sexo cálido, y puedes sentir que se calienta aún más, conforme perfectamente en la forma de tu polla.",
                "Tus manos se deslizan sobre su cuerpo curvilíneo, a tientas y burlándose de ella, ella se escapa y gemela cuando una de tus manos se conforma con a tientas su deliciosa trasera.",
                "Speaks",
                "Mmm ... ♥ ahhh ... ♥ oh, maestro ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Aroused",
                "Todo su cuerpo se sacude mientras continúas follando su coño chorreado, cada empuje en su orificio de espasmo hace que tu virilidad latiera con necesidad.",
                "Usted gira sobre su estómago, manteniendo su trasero levantado en el aire para que pueda obtener un mejor agarre en su cintura para aprovechar sus empujes, e inmediatamente gime cuando comienza a golpearla en una pose sumisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Cada uno empuje en ella se frota la cara en el suelo, puntuando su sumisión completa hacia ti, gira mientras otro orgasmo cae en cascada a través de su ser, dejando su lengua colgando de su boca.",
                "Speaks",
                "¡Ohhhh! ♥ Uhooo! ♥♥♥ M-More! ♥ P-Por favor! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "La vista de su expresión bastante cachonda combinada con sus gemidos lascivos está haciendo que su polla palpara con una necesidad animal, e incapaz de contener más que empujas en su cálido coño con cada onza de fuerza que puedas reunir.",
                "Ella gime incoherentemente mientras la follas sin sentido, le das a su trasero regordete algunos golpes juguetones que la hacen llorar aún más fuerte en placer, y su coño ya apretado y placentero se tensa aún más a medida que se contrae locamente.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Con un empuje rotundo final, dolor de placer que atraviesa tu virilidad, estallas dentro de Shizu, bombeándola llena de tu semen caliente mientras su coño se anima como un vicio.",
                "Ella gime y espasmos con una dicha orgásmica mientras la llenas, sus ojos se ponen en peligro en el placer de fusión de la mente y un gemido de hojas lascivo la escapa.",
                "Todo su cuerpo se tensa, congelado con éxtasis mientras brote cargar después de cargar en el exquisito coño de Shizu mientras le ordeña con sus paredes cálidas, y dejas escapar un suspiro contento a medida que el placer se aleja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Shizu se escapa mientras sales de su agujero empapado de semen, basado en su expresión de placer borracho, probablemente esté demasiado fuera de ella para comer tu carga en este momento, ya que ahora sale lentamente de su coño sacudido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Haahhh ... ♥ mmmm ... ♥ maestro ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Su voz se sacude con lujuria mientras se acuesta en el suelo se contrae, comenzando a desvanecerse de su intenso orgasmo.",
                "Speaks",
                "I-espero con ansias nuestra próxima reunión ... ♥",
                "AdvanceTime",
                "1",
                "DisplayCharacters",
                "EndLoop"
            ]
        }
    ]
}