{
    "name": "Venefica",
    "IDname": "Venefica",
    "species": "Demonic Beast",
    "gender": "female",
    "description": "Una mujer estricta con piel de chocolate, llamativos ojos amarillos con esclera negra y cabello rosa de chicle salvaje atado parcialmente en una enorme trenza, y dos orejas de conejo rosadas notablemente grandes se sientan sobre su cabeza, sacudiéndose ocasionalmente.\n\nEn su cabeza usa un gran sombrero de bruja con tonos de chocolate con llamativos acentos blancos en los lados, hay una división encuestada en el borde en el frente que ayuda a mantener su cara visible a pesar del tamaño de los sombreros, y las cadenas doradas están envueltas alrededor de su base, unaOrnamento en forma de ojo en su centro, la punta del sombrero parece fluir y parpadear por medios mágicos.\n\nSu atuendo es bastante adornado, y un color de chocolate negro con acentos escarlatas oscuros, con un cuello emergente sin mangas que se conecta a lo largo de los lados de su forma con el vestido ajustado y suave que está usando, que a su vez tiene dos con forma de llama puntiaguda y puntiagudaspiezas de tela resistente que cubren y apoyan sus pechos de taza F desbordantes, presionándolos firmemente en un valle seductor de escote profundo y totalmente visible, enmarcado por la parte superior y una cadena dorada sobre su collar que se conecta a los lados del popcollar de arriba.\n\nSus brazos están adornados con mangas sin hombros que comienzan justo antes de sus codos, con piezas parpadeantes de tela roja que se arrastran en la parte superior, mientras que la mayoría de la manga es de un color crema suave con una línea dorada de tela que termina con sus manos en unaojo similar al del sombrero.Sus manos parecen estar adornadas en una obsidiana suave, cada dedo delicado con una garra amenazante y afilada.\n\nEl extremo inferior de su bustier sólido está bordeado de oro, y tiene cadenas doradas que se arrastran desde una punta inferior hasta la parte posterior de su atuendo, y un gran chocolate ornamentado y una pinza escarlata profunda cortadas desde el atuendo, con otro ojo de aspecto malvado cercaLa punta puntiaguda de la tela.A los lados del taparrabos se encuentran la tela drapeada con forma de vestido con forma de vestir que bucee alrededor de sus piernas como una capa, la tela interior es un rojo llamativo y parpadeante como ese en su sombrero y mangas, y el material fluido deja amplias ventanas para su flexibleLos muslos a los lados mientras se recorren.\n\nSus largas y poderosas piernas están adornadas con elegantes botas de chocolate negro con tacones de color crema que solo se suman a su apariencia dominante.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "False",
    "requires": [
        ""
    ],
    "skillList": [
        "Anti-Elly Dark Matter Burst",
        "Witches Temptation",
        "Chocolate Marshmallow Temptation",
        "Umbral Caress",
        "Umbral Arousaga",
        "Melting Dark Matter Cascade",
        "Power Word: Cum",
        "Oblivion Vista",
        "Oblivion Vista",
        "Umbral Sucker",
        "Umbral Connection",
        "Delicious Sin",
        "Oblivion Connection",
        "Umbral Kiss",
        "Syrupy Sweet Kiss",
        "Oblivion Kiss",
        "Melty Sweet Temptation",
        "Umbral Marshmallows",
        "Melty Sweet Domination",
        "Addictive Sweetness",
        "Oblivion Marshmallows",
        "Witches Intoxication",
        "Umbral Milk",
        "Oblivion Milk",
        "Umbral Domination",
        "Witches Sole",
        "Umbral Heel",
        "Oblivion Sole",
        "Umbral Mating",
        "Bunny Blitz",
        "Sweet Valley Vista",
        "Draining Press",
        "Enchanting Intoxication",
        "Marshmallowy Love",
        "Oblivion Press"
    ],
    "perks": [
        "Energy Drainer",
        "Energy Drainer",
        "Monster Pacing",
        "Semen Eater",
        "Arcane Adept",
        "Arcane Expert",
        "Arcane Master",
        "Insightful Schemer",
        "Thoughtful Schemer",
        "Predictive",
        "Quick Witted",
        "Aphrodisiac Tolerant",
        "Aphrodisiac Resistant",
        "Bond Breaker",
        "Domineering",
        "Loving",
        "Sex Adept",
        "Sex Expert",
        "Skilled Tongue",
        "Swift",
        "Alluring",
        "Honey Trap",
        "Lovers Passion",
        "Unbridled Passion",
        "Grappler",
        "Unbounded",
        "Unshackled",
        "Great Tits",
        "Amazing Tits",
        "Nice Legs",
        "Amazing Legs",
        "Skilled Feet",
        "Flawless Feet"
    ],
    "stats": {
        "lvl": "100",
        "Exp": "1000",
        "max_hp": "4444",
        "max_ep": "300",
        "max_sp": "1",
        "Power": "30",
        "Technique": "50",
        "Intelligence": "100",
        "Allure": "70",
        "Willpower": "60",
        "Luck": "44"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "110",
        "Ass": "80",
        "Breasts": "100",
        "Mouth": "100",
        "Seduction": "100",
        "Magic": "90",
        "Pain": "1",
        "Holy": "135",
        "Unholy": "65"
    },
    "resistancesStatusEffects": {
        "Stun": "25",
        "Charm": "25",
        "Aphrodisiac": "25",
        "Restraints": "25",
        "Sleep": "25",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "25"
    },
    "moneyDropped": "4444",
    "ItemDropList": [
        {
            "name": "Witch Hat",
            "dropChance": "50"
        },
        {
            "name": "Luck Rune",
            "dropChance": "75"
        },
        {
            "name": "Alraune Nectar Glazed Donut",
            "dropChance": "15"
        },
        {
            "name": "Bag of Gummi Slimes",
            "dropChance": "30"
        },
        {
            "name": "Jumbo Mint Choco Chip Clarity Cookie",
            "dropChance": "15"
        },
        {
            "name": "Box of Assorted Deluxe Chocolates",
            "dropChance": "20"
        },
        {
            "name": "Sinfully Divine Chocolate Truffle",
            "dropChance": "5"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "LossIntroSex",
            "move": "",
            "stance": "Sex",
            "includes": [
                "Venefica"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "You tremble underneath Venefica as she continues to slowly ride your aching cock, and she purrs excitedly watching your resistance melt away, a hint of animalistic lust glinting in her eyes.",
                "GetEventAndIfChoice",
                "VeneficaCombatEvents",
                "2",
                "EllyAid",
                "BlastEllyWhileRiding",
                "JumpToScene",
                "LossSexScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BlastEllyWhileRiding",
            "move": "",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "With little warning Venefica turns her attention to Elly, sending a series of undulating orbs brimming with dark magic, and the now unsupported Elly's eyes go wide as she desperately tries to defend herself, but the projectiles slam through her defenses with ease, making her gasp and moan with pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "It doesn't take long for Elly to crumple to the ground with an orgasmic cry, a final blast of magic striking her square in the chest, leaving both of you incapacitated at the clawed hands of Venefica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Venefica turns her hungry gaze back to you, grinding her hips in seductive circles, making your cock twitch inside her as focus is on you fully.",
                "Speaks",
                "Now,♥ where were we?♥",
                "JumpToScene",
                "LossSexScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossSexScene",
            "move": "None",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "She then starts to swing her waist at a rapid pace, bracing her clawed hand on your chest, leaving you gasping and squirming as every wet meeting of your hips sends a syrupy wave of pleasure pulsing through your groin as a dark magic punctuates every hilting motion she makes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Your eyes are left captivated by the sight of her heavy tits bouncing rhythmically as she rides you, pressed together a bit more than normal by her arms, blinking in a daze as the seconds start to slip by you realize there's a resonating pink ripple of fascination magic with each tempting bounce, intermixing with the oozing dark magic slamming into your hips as she relentlessly fucks you.",
                "Speaks",
                "What's wrong?♥ Spacing out already?♥ Is just {i}this{/i} too much for you?♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "With a sinister grin she slows her movements down to a sensual grind, swaying her hips in circles while lightly shaking her alluring bust in front of you, the slower, more drawn out pulses of magic some how even more intoxicating as they seep into you, sweetly melting through you in warm gooey waves.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Here,♥ I'll move a little slower.♥ Hehehe,♥ I want to see more of that cute face of yours.♥",
                "You gasp and squirm under her, the alternating waves of sinful magic washing through you scatter your thoughts, keeping you staring vacantly at her swaying tits as they enchant you while pleasure floods your body with bubbling need, your cock throbbing inside her as you're sweetly overwhelmed.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Ufu,♥ I can feel your dick already begging to cum inside me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Gritting your teeth you try to endure to intoxicating bliss overflowing inside you, and Venefica even slows her hips gyrations and pendulous shakes of her tits even more, keeping you drawing closer to the brink, but teasingly away from release. You can feel your brain slowly melting into a vapid horny mush with each passing moment as her body enthralls you bit by with sweet, oozing pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Don't give in yet.♥ Don't let your needy cock control you.♥ Come on,♥ you can do it.♥",
                "Her voice is equal parts sadistically teasing as it is reassuring, and you whimper as the molasses slow flow of dark magic gradually erodes your waist into a twitching mess no matter how hard you try to hold back, and your expression continues to slacken as you vacantly stare at her soft, swaying breasts as they captivate your thoughts.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Ah,♥ you're starting to slip.♥ But you can do it.♥ Don't listen to your cock begging 'Ah♥ please I want to cum inside Venefica.♥ I don't care if I become her slave.♥ I just wanna spurt.♥♥♥' Fufu.♥",
                "You whimper as her teasing words bounce around your head, your cock throbbing in agreement with her as her pussy clamps down harder, her melty pulses of intoxicating magic hazing your thoughts a blissful pink, and you can feel your sense of reason rapidly vanishing no matter how hard you might try to ignore the swelling urge to cum bubbling in your waist.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Oh no,♥ you're letting your head get filled with all those naughty thoughts.♥ Come on though [ThePlayerName].♥ Don't think about my tempting breasts,♥ don't think about how good your dick feels inside me,♥ don't think about how bad you want to cum.♥",
                "Her seductive voice rings though your vacant mind, and you squirm under her, your thoughts increasingly clouded with what she's telling you 'not' to do, your haplessly charmed mind completely wrapped around her claws finger as she enchants you more and more, your entire body shivering with thrumming pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Don't listen to your dick crying out 'I want to thrust,♥ I want to fuck,♥ I want to cum,♥ I want to give in,♥ I want to be Venefica's needy pet.♥ I don't care about anything else,♥ I just wanna cummmm.♥♥♥'",
                "Her toying words are to much to bear anymore alongside the hot pleasure radiating overflowing inside you, your cock spasming inside her as your urge to cum blots out everything else. You try to thrust your hips up into her as she grinds against you, but with how she's position herself and how exhausted you are you cant find any way to move your hips!",
                "Desperately you whimper and try to move your hands to grab her shapely hips in an attempt to fuck her and find release, but her clawed hands slip from their position on your chest and catch your hands, interlocking your fingers as she gazes down at you, keeping you helplessly pinned under her as she continues to gyrate her hips, leaving you shivering under her in euphoric need.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Hmmmm???♥ What do you think you're trying to do?♥ You should be trying to endure it right?♥ I'm just helping you out you know.♥",
                "Her hands tighten their hold on yours as she slowly sways her hips and breasts, tormenting you with almost more melty pleasure than you can handle, making you cry out and twitch under her as you lose your mind to the hot bliss she's teasing you with, keeping you just shy of climax.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Unless you {i}want{/i} to cum.♥ To spurt out every drop.♥ Lose yourself completely and end up my needy,♥ obedient pet.♥ Is that what you want?♥",
                "She laughs with sinister sweetness as the words spill from your mouth, too far gone to even consider otherwise from how she's eroded your sense of reason to a single thin wire drawn entirely taut with aching arousal and captivating need, leaving you crying out that you want to cum.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Good boy.♥",
                "In a single smooth motion she presses her self down on you, burying your face in her soft cleavage as she starts to swing her hips like a jackrabbit, and the moment her tits engulf your face with a resonating pulse of charm magic directly into your mind, and her pussy slams down on your spasming cock, that line of reason inside you can't take any more and deafeningly snaps as you erupt inside her with thick spurts of semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "But Venefica only speeds up her tempo as you pour your seed inside her, bouncing on your twitching dick at an increasingly frantic pace while purring with excitement, leaving your interlocked hands pressed to the ground and your face smother between her huge, intoxicating breasts, the sinful pulses of magic redoubling as she rides you into the ground as you keep spurting.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "You whimper and squirm under her like captured prey as orgasmic pleasure ricochets through your entire body over and over, your toes curling in body arching delight as her hips slam down again and again, wringing out spurt after spurt from you, your hips jerking up into hers instinctively as the hot ecstasy blanks out everything.",
                "Speaks",
                "That's it,♥ spurt out every drop for me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Your mind is practically melting between her cleavage as every rapid swing of her hips is accompanied with a pulse of dark magic and fascination magic, leaving all your thoughts shooting out of your cock as your brain is filled to the bring with warm syrupy ecstasy, only able to focus on sex with Venefica.",
                "Until with a few final powerful slams of her waist, you erupt the last of your semen to her, your entire body shivering and tensing in climactic bliss, your brain entirely vacant of anything but Venefica, sex, and cumming.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "She slowly sits upright, freeing your pleasure drunk face from her pillowy tits, and letting your limp hands be free of hers while she dismounts your spent cock. Taking some time to appreciate your ecstasy wracked state as you twitch from the aftershocks of pleasure.",
                "Speaks",
                "Absolutely adorable.♥ Hmmm...♥ Maybe I should go for a few more rounds.♥",
                "But you're already starting to pass out from exhaustion, fading away from your recall stone from how thoroughly fucked senseless and drained you are.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "Later then I suppose...",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "ChangeSensitivity",
                "Magic",
                "10",
                "ChangeSensitivity",
                "Sex",
                "10",
                "JumpToEventThenScene",
                "ConfrontingVenefica",
                "PostLoseToVenefica"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossIntroFeet",
            "move": "",
            "stance": "Footjob",
            "includes": [
                "Venefica"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "You gasp and shudder helplessly in Venefica's magical restraints, letting out a lewd moan as she pressed her heeled foot down on your twitching cock before taking a moment to look at your clearly defeated state with a smug grin.",
                "GetEventAndIfChoice",
                "VeneficaCombatEvents",
                "2",
                "EllyAid",
                "BlastEllyFeets",
                "JumpToScene",
                "LossFeetScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BlastEllyFeets",
            "move": "",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "With you bound and drained, Venefica shifts her attention over to Elly, calmly lifting one clawed hand to send out an piercing beam of dark magic at the mage, who panickedly tries to erect a barrier of magical energy, but the ray shatters through it with ease and strikes through Elly, leaving her crying out in orgasmic bliss before slumping to the ground.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Venefica lets out a satisfied purr as she drinks in the sight of the now immobile arch-mage, binding her in arcane chains with a snap of her fingers, before looking back to you with a lick of her lips.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Well, I had you tied up first.♥ So, it's only fair I break you first.♥",
                "JumpToScene",
                "LossFeetScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossFeetScene",
            "move": "None",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Venefica lifts her leg high up in a show of flexibility before firmly planting her heeled boot on your chest, leaning forward as she gazes at you with devious hunger, lightly trailing one clawed finger along the underside of your rigid length.",
                "Speaks",
                "I'm looking forward to hearing your adorable cries of pleasure as I tame you.♥",
                "She leans in a bit more, her toothy grin widening, and you hear her slowly unzipping the boot with a clawed hand, before she slowly pushes away from you, holding the heeled legwear in place as she languidly slides it off in front of you, treating you like a piece of furniture as she reveals her long, smooth leg.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Her ears flick in amusement as you find yourself watching her pull her foot free, and she lightly tosses the boot to the side, dexterously raising her slightly sweat sheened foot in front of your face, using one hand to brace herself on your chest while teasingly wiggling her toes in front of you, and a sugary sweet scent fills your senses.",
                "Speaks",
                "Go on,♥ appreciate my foot,♥ you pervert.♥ You'll practically worship it soon enough.♥",
                "You can't help but whimper slightly as she presses her limberly raised sole against your face while gazing at you dominantly, rubbing her cloyingly scented foot over your skin, leaving you increasingly dazed from the submissive feeling welling up inside you, your cock twitching with excitement.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Then she slowly slides her bare foot down off your face and over your chest, slowly pushing herself off to a more upright posture while keeping her sole firmly planted on you, eventually brushing her toes over your aching cock before firmly planting her smooth sole on your shaft, lightly stroking it.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Your dick is already so excited to submit to me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "She leans back slightly, creating a small magical platform to seat herself on as her bare foot continues to tease your rigid dick, dancing her toes across your sensitive tip, leaving you lightly groaning as you squirm against the magical restraints.",
                "Speaks",
                "But lets see what kind of stimulation it prefers.♥",
                "Venefica then slips her bare foot off your shaft, and presses down her other still heeled boot wearing foot down on your twitching cock in a quick switch off, leaving you crying out as she grinds it down with a crackle of pleasure inducing magic that makes your hips jerk in spastic delight.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "She purrs in a mix of amusement and thoughtfulness, pressing down a little harder with her heeled foot on your aching erection, leaving you voiceless for a few moments as crackling magic pleasurably jolts all through your waist. Then you let out a low moan of relief as her heeled foot lifts off, and her other, bare sole starts to lightly stroke the underside of your shaft again.",
                "You dick throbs happily to the gently caress of her smooth skin, twitching with excitement as her toes skillfully squeeze your leaking tip, but she pulls that foot away to press down again with her harsher heeled foot, making you cry out again as it rubs up and down your sensitive shaft at a rougher pace that leave you tensing and gasping in your restraints.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Hmmm,♥ it seems your cock likes both kinds of stimulation in its own way.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Your body loosens as she switches back to her bare foot to tease your twitching dick with, the gentler stimulation dazing you slightly as your erection eagerly accepts the change of pace, and it takes you a moment to register you're lightly thrusting your hips to meet her movements, craving more stimulation from her soft sole.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "So switching back and forth...♥ Between soothing and harsh.♥",
                "You gasp as she presses her heeled foot back down on your happily twitching dick, crossing her other bare leg as she domineeringly grind her foot down with another surge of mind-blanking magic that leaves your spasming cock aching from the pleasure, each forceful stroke making your entire body tense against the restraints.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Must make your head spin.♥ The sweet touch of my bare foot, making you ease and relax.♥",
                "She switches again and you sigh in blissful relief as it gently and teasingly massages your length, your thoughts a jumbled mess from the alternating game of hot and cold, your limbs going slack with relaxation, and a slight horny thrum inside you craves for her to switch again.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "While my heel winds, and tenses you up,♥ almost to your breaking point.♥",
                "Venefica roughly grinds her heel down on your spasming dick again, blanking your brain out with electric, white hot ecstasy, the harsh domineering heel too jarring of a change from her soft teasing sole for you to try and hold back your cries of gasping pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Slowly weakening you,♥ as I go back and forth,♥ easing and tensing you.♥ Until your head is needy putty,♥ and your dick excitedly begging me for more of both.♥ All your resistance becoming brittle from the shifting stimulation,♥ crumbling away.♥",
                "She swaps back and forth between her feet, soft and hard sensations teasing your twitching dick in alternation as she speaks, your brain practically melting out of your ears from the jolting pleasure from your body tensing and relaxing in rapid succession, and your leaking cock throbs with the bubbling urge to cum.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Speaks",
                "Until you're perfectly vulnerable for me.♥ To finish off.♥",
                "A squeak of confusion escapes your mouth as she presses your cock between the arches of both her feet, sandwiching your shaft between both her heel and her smooth bare skin, and you cry out as she starts to pump your spasming dick with both teasing textures, pulses of magic resonating through each sole, one warm and gooey fascination, the other harsh, crackling ecstasy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Don't bother trying to hold back.♥",
                "Every unified stroke of her feet makes your dick throb with hot melty bliss that rapidly shatters a dam inside your core, breaking down whatever will left you have, until a gooey, submissive orgasm washes through your entire being, and your spasming cock spurts long ropes of semen into the air in joyful defeat, coating Venefica's legs and feet with cum as she keeps milking you for everything she can.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "{i}There{/i} you go.♥ Good boy.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "She purrs happily from her magical seat, still lightly pumping your throbbing dick with her feet, before lightly snapping her fingers to clean up the sticky mess while freeing your spent cock, letting you go totally slack in your restraints as she slowly slides her boot back on with sweet laugh.",
                "Speaks",
                "Now how should I toy with you next.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "But you're already stating to pass out from mental and physical exhaustion, fading away from your recall stone, and Venefica clicks her tongue in annoyance.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "I suppose I'll have to grab you later then and resume your training.",
                "ChangeFetish",
                "Feet",
                "20",
                "ChangeSensitivity",
                "Magic",
                "10",
                "ChangeSensitivity",
                "Sex",
                "10",
                "JumpToEventThenScene",
                "ConfrontingVenefica",
                "PostLoseToVenefica"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossIntro",
            "move": "",
            "stance": "",
            "includes": [
                "Venefica"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "You lay on the ground shivering in total defeat, and Venefica idly stretches with a satisfied sigh, her ominous shadow casting over you...",
                "GetEventAndIfChoice",
                "VeneficaCombatEvents",
                "2",
                "EllyAid",
                "BlastElly",
                "JumpToScene",
                "LossScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BlastElly",
            "move": "",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "With you thoroughly drained and incapacitated, Venefica shifts her attention fully over to Elly, sending an unrelenting barrage of dark magic at her giving the arch-mage little time to try and attempt a counter attack as the witch's magic pierces through every defense Elly can conjure, slowly wearing her down.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Elly is left gasping and panting with gnawing pleasure, unable to put up much of a fight without you to help back her up, Venefica conjures a twisting ink black orb of magic in one clawed hand as Elly desperately attempts to cast a spell at the witch, but Venefica's spell lances forth in a deafening beam before Elly can blink, leaving her crying out in orgasm, and crumpling to the ground in defeat.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Venefica hums with delight, and glances between the two of you before turning her attention back to you with a ravenous grin.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Hmmm,♥ I think I'll start with you.♥",
                "JumpToScene",
                "LossScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossScene",
            "move": "None",
            "stance": "NoEntry",
            "includes": [
                "None"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Venefica snaps her fingers with a crackle of magic, and arcane binding circles your wrists and ankles, lifting you into the air until you're floating in the air at a slight reclining posture. She then smoothly walks behind you, and presses the back of your head between her soft cleavage while her clawed hands start to smoothly glide over your chest.",
                "Speaks",
                "I wonder how long you'll last.♥",
                "She laughs sweetly, and leans forward slightly, burying most of your head between her huge tits, letting you rest on them like indulgently soft pillows while her obsidian claws gently trail over your skin, lightly teasing you with simple caresses that make your spent body shiver.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Then her hands crackle with reddish magic as they smoothly run over your chest and torso, eliciting a gasp from you that fills your senses with her intoxicating feminine scent that encompasses your head with her bountiful tits, dizzying your mind while pleasure tingles across your entire body from her gentle touch.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Ever so gently,♥ and sweetly,♥ I'm going to break you down.♥",
                "Her hushed words send an erotic thrill down your spine, and you squirm lightly in the restraints, only managing to nuzzle her plush cleavage, inadvertently finding soothing and seductive comfort with her breasts while her hands lightly tease and torment you with crackling magical ecstasy, her claws lightly tracing over your nipples before smoothly gliding back down your chest.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "You can't stop yourself from gasping and moaning as the pleasure radiates through you, your dick throbbing eagerly as it starts to leak precum from Venefica's magically charged touch, her soft bosom leaving you spacing out as her sweet scent clouds your mind with hazy infatuation.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Just relax.♥ Be a good boy and let your twitching dick handle all the thinking.♥",
                "Only a whimper escapes you as she trails her teasing fingers down along your chest again, arcing sparks of delight jumping off her clawed finger tips, making your hips jerk forward in search of stimulation as your aching erection spasms slightly, gently emptying your head of any complex thoughts, and replacing them with the building need for pleasure, and the bubbling want to cum.",
                "She sweetly laughs as she watches your reactions, and you nuzzle back more, thoughtlessly rubbing your face against Venefica's pillowy tits with a dreamy murmur, slowly losing yourself in the ebb and flow of pleasure rippling across your body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Your voice catches in your throat as she slides her clawed fingers back up along your sides, making you writhe in delight as the jolts of magic and tingle inducing fingers cascade across your skin, your hips jerking and your dick leaking a small stream of precum as your brain blanks out for a moment.",
                "Speaks",
                "That's it,♥ melt...♥ But we're just getting started.♥",
                "She squeezes her bountiful breasts together with the sides of her arms, briefly smothering your entire face for a moment as a resonating pulse of fascination magic surges directly into you from her cleavage, making your hips jerk erratically from the sudden influx of pleasure. Your eyes roll slightly and your tongue lolls out a little as your brain is flooded with infatuating euphoria, melting you all over with an enchanting feeling of bliss.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Venefica traces her clawed hands back down your chest as she ends the pillowy press of her cleavage, making you shiver and gasp for air, your needy cock spasming as it leaks constantly, you thoughtlessly rub your face against her soft tits in search of some kind of comfort, but it only serves to melt you away even more, leaving your brain complete horny mush from everything compounding together.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hehehe.♥ Your cock won't stop screaming♥ 'Ahhh♥ more,♥ more,♥ I want more.♥ I want more pleasure.♥' Right?♥ Or maybe 'Venefica's soft breasts are breaking meeee.♥' Ufufu.♥",
                "You try to respond but can only moan as her clawed fingers gently run back up along your sides with light crackles, and she smothers your hapless face with her tits again. Sending another mind-blanking pulse of magic into your brain as she hushedly coos her teasing words, and your throbbing cock leads a messy bead of precum from the syrupy bliss cascading through you.",
                "Speaks",
                "I bet now it just won't stop saying 'I want to cum.♥ I {i}need{/i} to cum.♥ Please make me cum.♥' Hmhmhm,♥ go on you can tell me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "She circles your erect nipples with her clawed fingers as they arc with magic, and your dazed whimpering response can't be heard from your face being firmly buried in her bountiful tits, making her laugh smugly.",
                "Venefica then lightly shakes her tits back and forth, sending a resonating pulse of infatuation into your head again from the very skin massaging your entire head at the end point of each of her left and right motions with her breasts, punctuating her words while your entire body writhes in white hot ecstasy.",
                "Speaks",
                "I♥ can't♥ hear♥ you.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Venefica slides her hands back down your chest, freeing your face from her intoxicating cleavage with a satisfied purr as you immediately start to gasp and pant out how much you want to cum, your sense of reason washed away from the constant waves of syrupy bliss as your entire body shudders and twitches with need.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Goood♥ boyyyy.♥",
                "Her words slowly melt through your blissed out head, flooding you with giddy joy as your entire body pulses with pleasure and need from her touch.",
                "Speaks",
                "Your mind aligned perfectly now,♥ letting your dick do all the thinking.♥ Like a good boy should.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "Venefica's movements increase in tempo slightly as she glides her clawed fingers back up your sides to briefly smother your pleasure drunk face and glides her hands back down your chest while freeing your face slightly from her cleavage, her words ricocheting around your blank ecstasy stained mind, your aching urge to cum still being spoken from your mouth over and over.",
                "Speaks",
                "Ufu.♥ You only need to think of cumming,♥ of how good I make you feel,♥ only thinking of your next orgasm,♥ good boy.♥ {i}Good boy.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "You gasp and twitch with need, the need to cum blotting out everything else as she traces her crackling clawed fingers in and endless loop over your body, smothering your head between her pillowy cleavage, melting your brain with fascinating intoxication, leaving your hips futilely jerking while your cock spasms excitedly while oozing out a stream of precum.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Then she suddenly breaks the tempo entirely, sliding her heavy tits down along your back, pressing her hushed lips up against your ear while one of her hands firmly wraps around your twitching erection, and the other claw continues lightly teasing your chest.",
                "Speaks",
                "Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥ Cum.♥",
                "She whispers it sweetly and teasingly in your ear with a hint of deviousness, over and over while pumping your throbbing dick, and you're instantly lost in a white hot explosion of pleasure as your cock starts to obediently spurt in time with Venefica's cloying command, your brain is completely blank as you moan incoherently, your body writhing from the sheer electric ecstasy surging across your body.",
                "You gasp and whimper as you ride out the climbing orgasmic wave overtaking you, your expression entirely slack as you cum out every drop of cum you have in long ropes of semen that get quickly absorbed by Venefica's magic, the tempo of her clawed hand and whispered words at a methodical, almost sinister pace as she drains your balls dry.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Devious",
                "But slowly the climactic pleasure high starts to end, her words and pumping fingers slowing down until she finally stops with a dominant purr that makes you shudder with a smile while you slowly start to pass out from the intense orgasm, your cock still achingly hard and twitching, begging for more still.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Distantly you feel yourself freed from the magical restraints, and gently set on the ground to rest...",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Magic",
                "15",
                "ChangeSensitivity",
                "Seduction",
                "15",
                "JumpToEventThenScene",
                "ConfrontingVenefica",
                "PostLoseToVenefica"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "StartOfCombat",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|Intro|n|"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|EndOfRound|n|"
            ]
        },
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Unknown/Es-STAGE4.mp3"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Make Out"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|EndSuckerMakeOut|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Kiss"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|EndSuckerKiss|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|SuckleCounter|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Spank",
                "Whip"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|¿Esperabas que eso me afectara?",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'Unwise.'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|Tendré que mostrarte tu lugar.",
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|'Que patético ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|\"Je- Casi estás haciendo que esto se sienta como una verdadera pelea\".",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Holy Relics ... tales baratijas entretenidas'.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Oh, qué, qué divertido.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|\"No está mal ... Sin embargo, me pregunto cómo están tus defensas\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Jeje, esto me emociona \".",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Qué adorablemente desafiante. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|\"Vamos, ♥ Vamos, ♥ Puedes seguir así, ¿verdad?",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Estoy deseando pagarte por eso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm ... ♥ que lindo estás luchando así. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'... ¿Me estás burlando de mí?",
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|'... cobro por eso, ya sabes ...'",
                "|f|ChangeImageLayer|/|Expression|/|Disgust|n|'...'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'... ¿Me estás burlando de mí?",
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|'... cobro por eso, ya sabes ...'",
                "|f|ChangeImageLayer|/|Expression|/|Disgust|n|'...'",
                "|f|ChangeImageLayer|/|Expression|/|Sparkling|n|'...' Parece extrañamente feliz por un momento.|f|ChangeImageLayer|/|Expression|/|Stern|n|Pero la próxima vez que miras la expresión alegre se ha ido ... si incluso estuviera allí para empezar?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Bondage Net",
                "Magical Binding"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Que molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'Vas a pagar por esta obstáculo'.",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Tal dolor ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Ugh...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pin",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Esto podría ser un problema ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'... Tengo la necesidad repentina de fijar {i} you {/i} abajo ...'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'Vas a pagar por esta obstáculo'.",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Que molesto ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Lewd Bottle",
                "Cloying Mist",
                "Placebo Pheromone"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Hm?¿Un afrodisíaco leve?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Supongo que siento una ligera calidez ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'... esto no me molestará mucho ...'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿Oh?... Espero que no hayas esperado que esto fuera demasiado efectivo."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'... ¿HA terminado?'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'... No llamaría exactamente a esto agradable'.",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Quiero decir ... mis senos están ahí ...?",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'... Oh, ¿estás interesado en mi trasero?",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'... esto no es del todo desagradable ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'...Hm...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'... Bueno, al menos no eres del todo no calificado con tus manos'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Caress",
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Tienes problemas para alejar las manos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿La suavidad de mi pecho te cautivan? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Qué adorablemente codicioso eres. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Mi que honesto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jeje, ¿deberías realmente mostrar tus preferencias tan descaradamente? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Vas a estar enganchado a mis senos pronto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Hmmm. ♥ No puedo negar, la forma en que tus dedos se hunden en mis senos es agradable. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Breast Nuzzle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Cute...♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Eso es todo, ♥ No pienses en nada más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jeje, ♥ un chico tan honesto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Está bien, ♥ ráfage más y más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Oh?¿Mi aroma se derritió tu mente? ♥ ¿O fue la mera suavidad de mi pecho? ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Qué adorable eres. ♥ vas a ser una gran mascota. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pinch Nipples",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|'Tch-'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|\"Necesitas aprender a ser más suave\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hm? ♥ ¿Por qué te molestas con los juegos previos en este momento?Ya estoy mojado.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¿Estás tratando de obligarme a montarte en el suelo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Tienes miedo de ponerlo en mí? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hmm ... no está tan mal ... pero carece de calor adecuado'.",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|¿Estás tratando de hacerme trabajar ... '",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¿Estás tratando de obligarme a montarte en el suelo? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|\"Si me vas a besar, usa más pasión\".",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Vamos, bésame como lo dices en serio. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Es eso lo mejor que puedes manejar?'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Supongo que puedo dominar tu boca por un momento. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Oh? ♥ jejeje, ♥ my, que arriesgado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Hmm? ♥ ¿De verdad crees que puedes seguir el ritmo de mí? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No creo que te muestre misericordia. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hehehe, ♥ cómo {i} romántico. ♥ {/i}'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh? ♥ no tan mal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Vamos, ♥ más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Tu cabeza se quedó en blanco? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hehehe, lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Pareces tan desesperado. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Ah? ♥ Bueno, es bastante básico, pero efectivo, supongo ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hm ... ♥ No está tan mal'.",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Jajaja ... ♥ supongo que eso pasa ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Mmmm...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Mmmm. ♥ Bueno, muéstrame más de tu magia entonces'.",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Oh- ♥ bien, eso no estaba tan mal ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|¿Quieres que te aplasta?",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|¿Le gustaría que lanzara una versión más avanzada de ese hechizo en ti?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'D-no esperas que tales seducciones funcionen en mí ...'",
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'Supongo que eres bastante lindo ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'Sabes ... podrías ser una buena mascota ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Si dices demasiado, te voy a delirar ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Ear Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Cobro por eso, ya sabes ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Si no tienes cuidado, voy a romper tu pelvis ...",
                "|f|ChangeImageLayer|/|Expression|/|Bashful|n|'Wh- oye- que-, no toques mis oídos tan libremente!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sparkling|n|'¿Siempre fuiste {i} este {/i} lindo?! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hmmm ... Sí, vas a ser mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Ahhh- ♥ Magia tan maravillosamente pervertida. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿De verdad quieres que te rompa tanto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hehehe-♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Hmph ... esto puede ser un problema ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Qué problemático ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Esto es molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hmm...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sparkling|n|'Adorable!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'No te preocupes, estás a salvo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'No tengas miedo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jeje- ♥ Lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jajaja- ♥ quiero derretirte y romperte aún más. ♥ lentamente, ♥ y dulcemente. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Sleep",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Va a tomar más que un simple hechizo de sueño ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'¿Estás planeando usarme?",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Fool...'",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Podría ser problemático si realmente me duermo ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|\"Tengo suficiente energía para quemar para superar esto\".",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|\"Espero que ese no sea tu único plan ... '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hmph...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Bueno, si esta es la posición que te interesa ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Estás escuchando lo que tu polla te diga? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿De verdad crees que puedes sobrevivirme? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Espero que tu pelvis esté lista. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Si eso es todo lo que puedes manejar, entonces supongo que eres mejor como consolador ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Vas a hacerme hacer todo el trabajo, ¿no?'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Todo lo que estás haciendo es hacer que me hagan ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Jajhhh ... ♥ Te voy a montar al suelo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Vamos, intente un poco más duro que eso ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hmmm ... ♥ No está mal ...",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Tus caderas van a ceder ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Balancea más tus caderas, sé que solo quieres correrte. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck",
                "Anal Piston"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mnnnn- ♥ ¡Eso es todo! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¡Vamos! ♥ más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Hahhh- ♥ sí- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Ahhh-! ♥ Voy a- ♥ Perder Control- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|{i}'More!♥'{/i}",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Será mejor que puedas seguir esto! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te estás ahogando en tus deseos: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Estás haciendo girar mi cabeza- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Esto se siente bien- ♥ jeje- ♥ no nos detenemos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnnn-♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnnn-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Hahhh- ♥ sí- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Ahhh-! ♥ Voy a- ♥ Perder Control- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te estás ahogando en tus deseos: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Estás haciendo girar mi cabeza- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Esto se siente bien- ♥ jeje- ♥ no nos detenemos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnn- ♥ te voy a sofocar en placer- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Eres tan lindo- ♥ Enlace- ♥ empuje más- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jajajoso- ♥ solo quiero atravesarte y delirarte- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ahora me estoy poniendo un poco emocionado ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hmhmhm, ♥ que ansioso'.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Estás escuchando lo que tu polla te diga? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿De verdad crees que puedes sobrevivirme? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Espero que tu pelvis esté lista. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Si eso es todo lo que puedes manejar, entonces supongo que eres mejor como consolador ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Vas a hacerme hacer todo el trabajo, ¿no?'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Todo lo que estás haciendo es hacer que me hagan ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Jajhhh ... ♥ Te voy a montar al suelo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Vamos, intente un poco más duro que eso ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Hmmm ... ♥ No está mal ...",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Tus caderas van a ceder ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Balancea más tus caderas, sé que solo quieres correrte. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mnnnn- ♥ ¡Eso es todo! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¡Vamos! ♥ más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Hahhh- ♥ sí- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Ahhh-! ♥ Voy a- ♥ Perder Control- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|{i}'More!♥'{/i}",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Será mejor que puedas seguir esto! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te estás ahogando en tus deseos: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Estás haciendo girar mi cabeza- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Esto se siente bien- ♥ jeje- ♥ no nos detenemos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnnn-♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnnn-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Hahhh- ♥ sí- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Ahhh-! ♥ Voy a- ♥ Perder Control- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te estás ahogando en tus deseos: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Estás haciendo girar mi cabeza- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Esto se siente bien- ♥ jeje- ♥ no nos detenemos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Mnn- ♥ te voy a sofocar en placer- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n|'Eres tan lindo- ♥ Enlace- ♥ empuje más- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jajajoso- ♥ solo quiero atravesarte y delirarte- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Analyze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¿Realmente crees que la información te ayudará?'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hmhmhm, eso no va a ayudar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Espero que no te vuelvas loco por lo que estás viendo ...'"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Distract",
                "Teleport"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|'Que molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Tch|n|\"Eso es inútil ... pero agitador\".",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'Supongo que debes estar agotado primero ...'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Umbral Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Te voy a hacer un desastre. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Breaking You va a ser divertido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Tu polla le duele ceder. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Me pregunto cuánto tiempo puedes aguantar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jejeje, que adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Vas a ser un chico tan bueno pronto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Te voy a volver loco de placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te voy a derretir dulcemente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hmhmhm, te ves delicioso. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Umbral Arousaga",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¡Probemos esto! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Retorcerse en éxtasis. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vas a amar esto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Derretirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jejeje, ♥ ¿Dará tus piernas? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Retorcerse y gemir para mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Déjame escuchar tus adorables gemidos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Si no puedes manejar esto, estás en problemas. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Connection",
                "Delicious Sin",
                "Oblivion Connection"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm, ♥ sabroso.'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Mmm?¿Está algo mal [ThePlayerName]? ♥ jejehehe. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hmhmhm.♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cuanto más se derrita el dulce, ♥ cuanto más también te derretes. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Vas a vender de verme chupar una piruleta? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jejeje, es adorable cómo esto te hace retorcerse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ni siquiera necesito tocarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Tu mente se va a derretir. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Kiss",
                "Syrupy Sweet Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm, ♥ delicioso.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te emborracharé de esto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Vas a engancharte a mi saliva. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'El aspecto en tus ojos es adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mnnn. ♥ Jeje, lindo.'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿Hmmm? ♥ ¿Es esto demasiado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Vas a ser todos los míos pronto. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Marshmallows",
                "Oblivion Marshmallows"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Derretirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Sea una buena mascota. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Tan adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Pérdate. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jejeje, ♥ te estás convirtiendo en un pervertido indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'¿Son mis senos tan intoxicantes? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si no te escapas, vas a romper. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Eso es todo, deja que tu polla piense. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Melty Sweet Domination"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Breaking. ♥ Fundando. ♥ A la deriva. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vas a ser una mascota maravillosa. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jejeje, ♥ te estás convirtiendo en un pervertido indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si no te escapas, vas a romper. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'No puedes tener suficiente de esto, ¿verdad? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tu cabeza está girando ahora, ♥ pidiendo más y más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tu polla no deja de tirar, ♥ ¿Te estás volviendo adicto a esto? ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Witches Intoxication",
                "Umbral Milk"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Simplemente se desvanezca. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Bebe. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Tan adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jejeje, ♥ eres un pervertido tan indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'¿Es mi leche tan sabrosa? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Eres tan codicioso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No pienses. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Oblivion Milk"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Has terminado por ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Bebe. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Tan adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Jejeje, ♥ eres un pervertido tan indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'¿Es mi leche tan sabrosa? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Eres tan codicioso. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Witches Sole",
                "Umbral Sole",
                "Oblivion Sole"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vas a estar rogando por más pronto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vas a ser una mascota maravillosa. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jejeje, ♥ te estás convirtiendo en un pervertido indefenso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si no te escapas, vas a romper. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tu polla no deja de tirar, ♥ ¿Te estás volviendo adicto a esto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Te encanta estar bajo mi talón, ¿no? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'El placer te va a derretir, ♥ tarde o temprano. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Mating",
                "Draining Press",
                "Oblivion Press"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vamos, ♥ Dame todo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Esa cara que estás haciendo es adorable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jejeje, ♥ puedo sentir tu polla cediendo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Solo deja que tu polla necesitada haga todo lo que piense. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si sigo jodiendo así, ♥ vas a romper. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Voy a ordeñarte seco. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Vas a ser una mascota sexual maravillosamente obediente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Mi magia va a derretir tu racionalidad. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Marshmallowy Love",
                "Enchanting Intoxication",
                "Sweet Valley Vista"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Qué lindo eres. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Un chico tan bueno. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Voy a consentirte podrido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Solo sigue tus instintos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Derretirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Vas a ser una mascota sexual maravillosamente obediente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm,♥ that's it, give in.'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Bunny Blitz"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Vamos! ♥ más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Hehehehe!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡No te atrevas a ir suave conmigo! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'More!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Te voy a montar hasta que te rompas! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Vamos! ♥ Empuja tus caderas! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¡Retorcía todo lo que quieras! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Ese pánico es adorable! ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Horny|n||f|ChangeImageLayer|/|HatAndFaceEffects|/|HatBlush|n|'Ah? ♥ M-my Head está comenzando a espaciar- ♥",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n||f|ChangeImageLayer|/|HatAndFaceEffects|/|HatBlush|n|'Mi cuerpo- ♥ se siente tan caliente- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n||f|ChangeImageLayer|/|HatAndFaceEffects|/|HatBlush|n|'Ja jahhh- ♥ no pienses- ♥ esto ha terminado todavía- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Horny|n||f|ChangeImageLayer|/|HatAndFaceEffects|/|HatBlush|n|'Voy a perder el control si esto se mantiene al alza- ♥'"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás cerca de tu límite. ♥ Continúa, cum. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Vas a correr tu cerebro. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jeje, ♥ estoy asombrado de que todavía puedas resistir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Vas a derretir muy pronto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tu pene me está rogando que lo deje cum. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Déjame escuchar tus adorables gemidos mientras te corres. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'No puedes contener más. ♥'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Anal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|Venefa golpea sus caderas hacia abajo a un ritmo frenético, incluso cuando su polla de contracción alcanza su límite, dejándote tensado e indefenso a medida que el placer termina más fuerte dentro de ti hasta que finalmente se rompe, dejando tu cintura débilmente sacudiendo mientras ella te monta salvajemente por todo tuClímax alucinante, manteniendo su dolor de erección dando vueltas durante mucho más tiempo de lo que debería, expulsando cada gota que pueda.|n|But even as you try to recover from your intense orgasm she keeps swinging her hips down, stroking your spasming length with her vice-like rear over and over, with little care for your post-orgasmic sensitivity.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Solo te queda capaz de retorcerse y jadear con placer mientras Venefa rebota en tu dolidosa polla, cada ritmo de sus caderas bien formadas envía una ola resonante de magia oscura y pegajosa que fluye a través de tu cintura en una cascada almibarada que hace sentir toda la parte inferior del cuerpo.Como si se derrita del éxtasis caliente.|n|Try as you might you can't endure this intoxicating pleasure for much longer, a swelling pulse of heat overtaking your loins as you throw your head back with a blissful cry, pouring your seed into the voluptuous witch, but she offers you no rest and keeps riding you without a moments pause, intent on milking you dry.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Venefica se ríe y se aleja un poco de ti mientras ella monta tu longitud a un ritmo sensual lento, dejando que su enorme busto rebote justo en frente de tu desventurada cara borracha, olas pulsantes de magia infatuante que se enciende con cada bucle circular de su austay girando caderas, dejándote dolorosamente cachondo y cautivado por su profundo escote.|n|Thoughtlessly you relax entirely into Venefica's care, all your muscles loosening, and with a few slow swings of her waist you're left crying out in euphoria, your dick throbbing as it pours your seed into her, your brain practically spurting out of you as you stare at her enchanting body."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Sex"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|Venefa golpea sus caderas hacia abajo a un ritmo frenético, incluso cuando su polla de contracción alcanza su límite, dejándote tensado e indefenso a medida que el placer termina más fuerte dentro de ti hasta que finalmente se rompe, dejando tu cintura débilmente sacudiendo mientras ella te monta salvajemente por todo tuClímax alucinante, manteniendo su dolor de erección dando vueltas durante mucho más tiempo de lo que debería, expulsando cada gota que pueda.|n|But even as you try to recover from your intense orgasm she keeps swinging her hips down, stroking your spasming length with her vice-like pussy over and over, with little care for your post-orgasmic sensitivity.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Solo te queda capaz de retorcerse y jadear con placer mientras Venefa rebota en tu dolidosa polla, cada ritmo de sus caderas bien formadas envía una ola resonante de magia oscura y pegajosa que fluye a través de tu cintura en una cascada almibarada que hace sentir toda la parte inferior del cuerpo.Como si se derrita del éxtasis caliente.|n|Try as you might you can't endure this intoxicating pleasure for much longer, a swelling pulse of heat overtaking your loins as you throw your head back with a blissful cry, pouring your seed into the voluptuous witch, but she offers you no rest and keeps riding you without a moments pause, intent on milking you dry.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Venefica se ríe y se aleja un poco de ti mientras ella monta tu longitud a un ritmo sensual lento, dejando que su enorme busto rebote justo en frente de tu desventurada cara borracha, olas pulsantes de magia infatuante que se enciende con cada bucle circular de su austay girando caderas, dejándote dolorosamente cachondo y cautivado por su profundo escote.|n|Thoughtlessly you relax entirely into Venefica's care, all your muscles loosening, and with a few slow swings of her waist you're left crying out in euphoria, your dick throbbing as it pours your seed into her, your brain practically spurting out of you as you stare at her enchanting body.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Abrumado por el deseo que empujas por Venefa que te está dando una mirada amorosa, y empujado ansiosamente en su apretado coño tan rápido como puedas, ella se ríe dulcemente y envuelve sus brazos con garra alrededor de tu espalda, y sus largas piernas poderosas se bloquean a tu alrededor, manteniendo la cintura, manteniendo la cintura, manteniendo la cintura, manteniendoEstás dentro de ella en todo momento mientras la follas con entusiasmo.|n|She sweetly coos and eggs you on to give in to your base desires, leaving your head fogging up as you try to out fuck her, until your throbbing erection finally gives in as her legs tightening around you throw off your rhythm, pushing you in to the hilt in an explosive climax as your tip kisses her womb, and you tremble and gasp mindlessly as you fill her."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Footjob"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Tu dolor de polla dolorosa se contrae bajo el pie de la tacón de Venefa mientras se desliza hacia arriba y hacia abajo a lo largo de la parte inferior de tu eje mientras se retuerces impotentes en tus restricciones arcanas, jadeando y gimiendo, tus caderas se sacuden instintivamente a medida que el placer se acumula en la cintura.|n|Until a crackling surge of magic trails over Venefica's leg and she presses down on your length, sending an white hot surge of ecstasy shooting through your waist, and your cock spurts out it seed in defeat against Venefica's domineering heel, your waist still jerking up in search of more stimulation from her firm sole.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Venefa se muele firmemente su talón sobre su polla mientras palpita de alegría, desgastando su resistencia con pulsos de magia que irradian en sus caderas con una cálida felicidad pegajosa, hasta que solo puede jadear, jadear y retorcerse en su restricción, su dolor de erección dolorosaespasmando con entusiasmo.|n|Then pressing down with a bit more force your hips jerk up against her domineering sole as you erupt all over it, the last surge of crackling magic too much to endure, leaving you twitching weakly while Venefica calmly soaks in your seed with a snap of her fingers.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Mientras te llevan al borde del clímax, Venefa se ríe con lasismontadas, y se toma el tiempo para deslizarse perezosamente de su larga bota de tacón, levantando la pierna de una manera llamativa dejándolo ver deslizarse, y luego la planta desnuda,El sudor se mordió el pie sobre tu polla rígida y comienza a bombearlo hacia arriba y hacia abajo, el cambio de sensación te hace llorar con felicidad.|n|Her skilled toes gently caress your tip as she strokes your shaft with her sole, and the teasing caress quickly overwhelms your already overstimulated erection, and with a few final pumps you erupt all over her foot, shivering and gasping as you coat it with ropes of seed.|n|Then while you come down from your pleasure high, Venefica calmly absorbs your seed with a snap of her fingers and a crackle of magic, before sliding her long heeled boot back on, and pressing her foot down anew on your still rigid dick."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Nursing"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|Con cada trago de leche dulce que bebas de la tetina de Venefa, puedes sentir una presión en tus lomos, el sabor de la crema embriagadora que hace que tu polla se contrae y latir con un placer creciente, mientras que Venefica acaricia suavemente la parte posterior de tu cabeza.|n|Until finally with a needy whimper that dam inside you breaks with a final melty gulp, and your spasming cock blows its thick load while you tremble with need, your mind blanked out entirely as you continue to weakly suckle on Venefica's pert nipple.",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|Giras cuando comienzas a alcanzar tu límite, tu polla palpita de placer, tu cerebro se siente lleno de leche cremosa, dejándote temblar e indefenso mientras continúas chamuscando la tetina suave y desbordante de Venefica.|n|With one clawed hand gently crackling with dark magic, she lightly squeezes her breast, sending a gush of chocolate milk into your mouth infused with obscene magic, instantly making your hips jerk as your dick spurts out a long rope of cum, leaving you dazed as you drink more of her chocolate cream, melting away as each gulp brings a fresh wave of orgasmic euphoria.",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|La leche intoxicante y cargada de magia se está recuperando de ti, cada trago que se derrite más de ustedes para ser reemplazados por un deseo pulsante, dejándote anhelando más la crema dulce y afrodisíaca mientras lo bebes, hasta que todos tus pensamientos estén frenadoscon la necesidad de correrse.|n|Then with the gentlest caress off her clawed hands across your skin, your hips jerk and your cock flails in delight as it erupts, the slow and sensual push over the edge melting away your mind into syrupy delight, leaving only the want to drink more of Venefica's delicious milk."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Breast Smother"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|Cada apretón seductoramente suave de la escisión de almohada de Venefa a su alrededor te deja gimiendo y temblando en la dicha, tu mente se encantó en un estado profundo de enamoramiento total, y tu polla con fugas palpas con sobreexcito mientras entierras tu cara más profundo entre sus tits intoxicantes.|n|This lets her sweet scent and marshmallowy softness melt you away until your cock starts to spurt, sending a cloying, syrupy euphoria cascading all through your body, and you drunkenly smile as you relax entirely in Venefica's grasp for a few moments.",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|Desesperadamente intentas retorcerse de Venefica cuando el placer comienza a abrumarte, y ella pone una mano firme y garra en la parte posterior de tu cabeza, empujando tu rostro más profundamente entre su escote intoxicante, el repentino desbordamiento de suavidad que se aflige a tu mente cachonda.Como la mera sensación de estar atrapado entre sus enormes senos hace que su polla estalle largas y largas brotes de semen mientras disfruta de sus suaves tetas.",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|Un pulso lascivo de magia infatuante se lava sobre su cabeza del toque de los senos de Venefa a cada lado de su cara, cada rollo de su gran seno contra su piel, lo que hace que todo su cuerpo se agite en éxtasis a medida que los pulsos de la dispersión mágica, cualquier pensamiento racional y reemplazoEs con una necesidad dolorida, hasta que con un apretón unificado de su escote profundo, todo su cuerpo se deja tensarse en un clímax."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Making Out"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Te encuentras inclinándote ligeramente hacia atrás cuando Venefa domina sin piedad la apasionada sesión de besos entre ti, dejando tu pensamiento desglosando mientras su lengua gira en torso alrededor de tu boca, enredado con tu lengua y atrayendo a un estado nebuloso de euforia, la suave cariciaDe sus manos garabateadas, arrastrando su torso lo suficiente como para enviarte al borde, dejando tu polla estallando en largos chorros.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Hay un pulso de magia intoxicante a medida que Venefa continúa besándote sin sentido, una onda drenadora que hormiguea en todo tu cuerpo, dejando tus músculos que se aflojan cada vez más con cada momento de sifoning, hasta que el placer meloso deja tus caderas sin pensar en el tiempo con las olas con las olas con las olas.A medida que eyaculas, tu polla espasming erráticamente.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Con la cabeza girando desde el intenso beso de Venefa, intentas separarse, pero ella bloquea firmemente los brazos alrededor de la parte posterior de tu cuello, profundizando la apasionada sesión de besos, su lengua larga dominando cada centímetro de tu desagradable boca mientras traza tu energía, cada momento envía una ola fresca y almibarada de dicha mágicamente reforzada a través de ti, hasta que finalmente tu polla de espasmo sopla su espesa carga en la derrota.|n|But Venefica doesn't seem intent on stopping the make out session anytime soon, leaving you shivering and twitching as she kisses you senseless all through your climax."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Delicious Sin",
                "Umbral Connection",
                "Umbral Sucker"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|Venefa enrolla intensamente su lengua larga alrededor de la piruleta, haciendo que su polla palpite y se contraiga en respuesta a la estimulación compartida, cada bucle y movimiento de su lengua lo llevan más y más cerca del borde del clímax, hasta que cuando le quita lentamente los dulces.Los labios fruncidos con una larga chupa, finalmente te dejan estremecer en el orgasmo, tu polla palpitando y contrajándose mientras brota largas cuerdas de semilla.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|A medida que aprietas los dientes para soportar la estimulación constante de la boca chupa de Venefa, balanceándose por encima y por tu longitud, te encuentras incapaz de hacer mucho más que retorcerse de placer, largas lamidas y firmes chupas a tu eje enviando sacudas dispersas dispersasde dicha en tus caderas.|n|Until she finally pulls the candy deeper into her mouth, and you can feel her lips hilting your aching cock, bringing you well past the point of no return as your erection throbs and twitches through a melty orgasm, shooting long ropes of cum into the air as she continues her oral teasing all the while.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Apenas te las arreglas para soportar la sensación de Venefa que saca lenta y húmedamente al tonto de su boca burlona, ​​¡pero mientras le da al caramelo un beso mágicamente cargado toda su mente en blanco en una ola de placer blanca!|n|This leaves your hips thoughtlessly jerking as your spasming cock blows its load. But she smoothly slides it back into her mouth and keeps teasing you in full all through you climax, and works to drain the next load out of you."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|A medida que alcanza su límite, Venefa simplemente llega hacia adelante y sigue ligeramente un dedo garra a lo largo de la parte inferior de su eje de contracción, su mano crepitando con magia rojiza, enviando una cascada de placer de placer.El final lo lleva a un clímax explosivo, que arroja cuerdas gruesas al aire mientras mira con diversión.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|Jadeas y gimes al borde del clímax, y Venefa simplemente te quita los dedos, enviando una ola de felicidad caliente y caliente a través de todo tu cuerpo, dejándote tirar mientras tu mente está en blanco por el intenso orgasmo, largas cuerdas de tu semilla disparando desdeTu polla espasmante todo el tiempo.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Te quedas colgado en el borde del clímax, y Venefa te levanta la palma de la mano, antes de enviarte un pulso de magia alucinante, y apriete los dientes para soportarla, pero ella envía otra y otra, sobreY hasta que el calor caliente que corra a través de ti deja tu mente un desastre de orgasmo vácido, y tu polla espasmante explota obedientemente su carga para ella.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Mientras intentas bajar del placer meloso caliente abrumando tu cuerpo, Venefa se acerca tranquilamente hacia ti y presiona su bobo suave y desbordante contra tu costado, dejando escapar un ligero respiro en la oreja mientras cierra una garra por tu pecho,Enviando innumerables hormigueos a través de su piel, bloqueándose mientras su polla espasmo sopla su carga en el aire con una estimulación mínima para terminarlo."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|StartPhase2|n|"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|VeneficaCombatEvents|/|Surrender|n|"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del coño pecaminosamente apretado de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero ella bloquea firmemente sus largas y poderosas piernas alrededor de la cintura mientras intentas alejarte de ella, manteniendo tu longitud dentro de ella con un ronroneo de emoción.",
                "Pero ella te domina con sus manos con garras y continúa montando tu polla dolorida a un ritmo frenético, haciendo que tus caderas se sientan más débiles por el momento.",
                "Pero con un chasquido de sus dedos, Venefa bloquea brevemente su cuerpo, dejándola usar su polla como su consolador personal por el momento.",
                "Pero sientes que la fuerza dejando tu cuerpo con cada placer irradiar la reunión de tus caderas, dejándote empujando instintivamente la cintura a tiempo con la suya.",
                "Pero Venefa está envuelto en un encantador aura rosa por un momento, dejándote impotente enamorado de su cuerpo voluptuoso, por lo que decide seguir disfrutando en lugar de escapar.",
                "Pero Venefica se toma un momento para sacudir su atractivo y pesado busto frente a ti, impresionándote brevemente con un pulso de magia de encanto mientras continúa follándote sin sentido.",
                "Pero tu polla palpitante te traiciona con su dolor de dolor, dejándote follando ansiosamente su apretado agujero persiguiendo después del burbujeante urgente de correrse dentro de ella.",
                "Pero desde el ritmo frenético de sus caderas oscilantes, solo puedes acostarte allí y gemir felizmente, tu ingle se derrite en el placer y el placer eufórico de cada impacto entumecedor."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'No vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'No he terminado contigo todavía.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si no puedes escapar, ♥ tu polla te enganchará con esto. ♥ entonces serás todo mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Da miedo lo bien que se siente esto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'La forma en que te retorces es tan lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Tu polla te está haciendo tan obediente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Sea una buena mascota y rendición. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ te estás derritiendo del placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¿De verdad crees que puedes escapar? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y elige sacar tu polla de su poderosa hendidura!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jejeje, adorable, en realidad lograste escabullirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Eso solo te va a comprar un respiro temporal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás tan desesperado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|¿Realmente crees que puedes escapar de tu entrenamiento?",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Puedo decir que tu polla ya te está rogando que vuelvas aquí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ Me pregunto cuánto tiempo puedes permanecer racional. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Hmmm? ♥ ¿Estás seguro de que no quieres más? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse del culo pecaminosamente apretado de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "Pero ella bloquea firmemente sus largas y poderosas piernas alrededor de la cintura mientras intentas alejarte de ella, manteniendo tu longitud dentro de ella con un ronroneo de emoción.",
                "Pero ella te domina con sus manos con garras y continúa montando tu polla dolorida a un ritmo frenético, haciendo que tus caderas se sientan más débiles por el momento.",
                "Pero con un chasquido de sus dedos, Venefa bloquea brevemente su cuerpo, dejándola usar su polla como su consolador personal por el momento.",
                "Pero sientes que la fuerza dejando tu cuerpo con cada placer irradiar la reunión de tus caderas, dejándote empujando instintivamente la cintura a tiempo con la suya.",
                "Pero Venefa está envuelto en un encantador aura rosa por un momento, dejándote impotente enamorado de su cuerpo voluptuoso, por lo que decide seguir disfrutando en lugar de escapar.",
                "Pero Venefica se toma un momento para sacudir su atractivo y pesado busto frente a ti, impresionándote brevemente con un pulso de magia de encanto mientras continúa follándote sin sentido.",
                "Pero tu polla palpitante te traiciona con su dolor de dolor, dejándote follando ansiosamente su apretado agujero persiguiendo después del burbujeante urgente de correrse dentro de ella.",
                "Pero desde el ritmo frenético de sus caderas oscilantes, solo puedes acostarte allí y gemir felizmente, tu ingle se derrite en el placer y el placer eufórico de cada impacto entumecedor."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'No vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|'No he terminado contigo todavía.",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Si no puedes escapar, ♥ tu polla te enganchará con esto. ♥ entonces serás todo mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Da miedo lo bien que se siente esto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'La forma en que te retorces es tan lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Tu polla te está haciendo tan obediente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Sea una buena mascota y rendición. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ te estás derritiendo del placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'¿De verdad crees que puedes escapar? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "¡Y logra sacar tu polla de su poderoso trasero!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jejeje, adorable, en realidad lograste escabullirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Eso solo te va a comprar un respiro temporal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás tan desesperado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Stern|n|¿Realmente crees que puedes escapar de tu entrenamiento?",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Puedo decir que tu polla ya te está rogando que vuelvas aquí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ Me pregunto cuánto tiempo puedes permanecer racional. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Hmmm? ♥ ¿Estás seguro de que no quieres más? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta liberarse de la apasionada sesión de besos de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero ella bloquea firmemente sus brazos de obsidiana alrededor de tu cuello, encerrándote en su lugar mientras enreda intensamente su lengua con la tuya, haciendo que te bese cada vez más borracho.",
                "Pero su lengua larga y sinuosa permanece firmemente enrollada alrededor de la tuya, dejándote presa fácil para que ella vuelva a presionar sus labios mientras cambia la saliva contigo.",
                "Pero un aura rosa retorcida envuelve a los dos, convirtiendo la cabeza en una papilla cachonda mientras la besas ansiosamente mientras la dejas dominar la boca.",
                "Pero mientras frota sus enormes y suaves tetas contra su pecho, te encuentras presionando más contra ella, tu mente está nublando con la lujuria necesitada.",
                "Pero una de sus manos con garras se envuelve alrededor de la parte posterior de tu cabeza y te obliga a profundizar el beso con ella, dejando tus pensamientos volviendo a una papilla agradable.",
                "Pero a medida que se arrastra el beso, puedes sentir que drena tu energía poco a poco, y tu cuerpo te falla, dejándola apretando más firme contra tu cuerpo mientras se burla de tu boca."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'No vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No he terminado contigo todavía.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Da miedo lo bien que se siente esto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'La forma en que te retorces es tan lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Está girando tu cabeza? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Sea una buena mascota y rendición. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'Jeje. ♥ te estás derritiendo del placer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LongTongue|n|'¿De verdad crees que puedes escapar? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y logra liberar sus tentadores labios!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jejeje, adorable, en realidad lograste escabullirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Eso solo te va a comprar un respiro temporal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás tan desesperado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Mmm?Tú eras el que quería intimidar. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ Me pregunto cuánto tiempo puedes permanecer racional. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Hmmm? ♥ ¿Estás seguro de que no quieres más? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Nursing",
            "theText": [
                "[ThePlayerName] intenta alejarse de la tetina llena de leche de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Nursing",
            "theText": [
                "Pero encuentras que más de su crema dulce te golpea la lengua, simplemente vuelas a su pezón por un poco más antes de parar ... luego, antes de que te des cuenta, te estás acampando obedientemente en busca de aún más bocados ....",
                "Pero te sientes demasiado intoxicado por su leche para pensar con claridad, y en su lugar acaricia más profundamente en su piel suave para mayor comodidad mientras bebes con avidez más.",
                "Pero ella pone firmemente una mano con garra en la parte posterior de la cabeza, empujándolo más profundo contra su seno y un golpe intoxicante de leche llena su desagradable boca, y comienzas a amamantar una vez más.",
                "Pero la leche ha llenado demasiado tu cabeza de deseo, agitando y ahogando tus pensamientos racionales, dejándote sin pensar en la enfermería de Venefica, tu polla palpitaba con entusiasmo.",
                "Pero ella le aprieta suavemente su teta, enviando una suave avalancha de crema dulce a la boca, que traga sorpresa, solo para presionarse contra su pecho nuevamente, succionando de manera necesaria en busca de más leche.",
                "Pero ella bloquea un brazo alrededor de la parte posterior de tu cabeza, manteniéndote firmemente en su lugar, obligándolo a beber bocados de su dulce crema hasta que tu cabeza se pierda en un aturdimiento cachondo ...",
                "Pero en su lugar, te encuentras rodando la lengua alrededor de su pezón pert, sacando una corriente constante de deliciosa leche cremosa para tragar, tu mente de placer, tu mente, anhela solo más."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Nursing",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'No vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Mmm?Ve a beber más. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Da miedo lo bueno que sabe? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'La forma en que te retorces es tan lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Está girando tu cabeza? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Sea una buena mascota y rendición. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh mi. ♥ ¿Eres adicto a mi leche? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Bebe todo lo que quieras. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Nursing",
            "theText": [
                "¡Y logra alejarse de su tentador seno!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Nursing",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jejeje, adorable, en realidad lograste escabullirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Eso solo te va a comprar un respiro temporal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás tan desesperado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Oh? ♥ ¿Estás seguro de que todavía no tienes sed? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ Me pregunto cuánto tiempo puedes permanecer racional. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Hmmm? ♥ ¿Estás seguro de que no quieres más? ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Breast Smother",
            "theText": [
                "[ThePlayerName] intenta alejarse de la mente de la mente de [AttackerName] fusión ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Breast Smother",
            "theText": [
                "Pero ella te atrapa firmemente los brazos sobre ti, presionándote más profundo entre sus abundantes tetas, inundando tus sentidos con su dulce aroma y piel suave, y te frotas sin pensar tu cara contra sus lujosas tetas.",
                "Pero con un pulso de magia de encanto que resuena entre sus tetas, tu cerebro se derrite por completo, y estás aniquilando ansiosamente sus tetas, perdiéndote cada vez más ...",
                "Pero la suavidad de su piel de chocolate es casi adictiva, y entierras tu rostro más profundo entre sus senos desbordantes, suspirando felices.",
                "Pero Venefa pone una mano con garras en la parte posterior de la cabeza y te empuja más profundamente en el valle suave de sus tetas, haciéndote jadear en la excitación mely, tus pensamientos desaparecen de tu cabeza mientras sientes suavidad de malvavisco alrededor de tu cabeza.",
                "Pero con una brecha apretada de sus lujosas tetas a cada lado de su cara, encuentra que su cuerpo se vuelve flojo, esponjoso e intoxicante inundando su mente cachonda en un instante.",
                "Pero decides quedarte abrazado así un momento más tiempo ... luego otro ... y otro, hasta que simplemente estás acariciando sus abundantes tetas voluntariamente, olvidando tu plan original de escapar por completo.",
                "Pero la sensación de sus senos intoxicantemente suaves presionando contra su cara te deja espaciado y necesitado, por lo que entierras tu cara más profundamente en busca de más reconfortante ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Breast Smother",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'No vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Voy a consentirte podrido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Da miedo cuánto consuelo te trae esto? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'La forma en que te retorces es tan lindo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Está girando tu cabeza? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Sea una buena mascota y rendición. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh mi. ♥ ¿Eres adicto a mis senos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Loving|n|'Disfrute de todo lo que quieras. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Breast Smother",
            "theText": [
                "¡Y logra alejarse de su seno de almohada!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Breast Smother",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Devious|n|'Jejeje, adorable, en realidad lograste escabullirse. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Eso solo te va a comprar un respiro temporal. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Estás tan desesperado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Oh? ♥ ¿Estás seguro de que no quieres sentirlos más? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Jeje. ♥ Me pregunto cuánto tiempo puedes permanecer racional. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Hmmm? ♥ ¿Estás seguro de que no quieres enterrar tu cara en mi escote hasta que no eres más que una mascota de amor leal? ♥'"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Base",
            "Set": [
                {
                    "Name": "HatAndFaceEffects",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.075",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/Venefica_Core_Hat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/Venefica_Core_Hat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Core_Hat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Core_Hat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/Venefica_Core_NoHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/Venefica_Core_NoHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Core_NoHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Core_NoHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Venefica/Venefica_Body_Clothed.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Topless",
                            "File": "Monsters/Venefica/Venefica_Body_ClothedTopFree.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Nude",
                            "File": "Monsters/Venefica/Venefica_Body_Nude.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Lactation",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "ToplessMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_Topless.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToplessChocolateMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_ToplessChocolate.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToplessRasbperryMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_ToplessRasbperry.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "NotRealFaceButItIsCauseOverlay",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "HatAndFaceEffects",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/Venefica_Face_BaseHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/Venefica_Face_BlushHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Face_BlushSevereHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Face_ShadedHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/Venefica_Face_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/Venefica_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Face_BlushSevere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Face_Shaded.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Venefica/Venefica_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Bashful",
                            "File": "Monsters/Venefica/Venefica_Expression_Bashful.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Chiding",
                            "File": "Monsters/Venefica/Venefica_Expression_Chiding.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Cold",
                            "File": "Monsters/Venefica/Venefica_Expression_Cold.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Curious",
                            "File": "Monsters/Venefica/Venefica_Expression_Curious.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Devious",
                            "File": "Monsters/Venefica/Venefica_Expression_Devious.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Disgust",
                            "File": "Monsters/Venefica/Venefica_Expression_Disgust.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileEvil",
                            "File": "Monsters/Venefica/Venefica_Expression_EvilSmile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Horny",
                            "File": "Monsters/Venefica/Venefica_Expression_Horny.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Venefica/Venefica_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongue",
                            "File": "Monsters/Venefica/Venefica_Expression_LongTongue.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileLoving",
                            "File": "Monsters/Venefica/Venefica_Expression_Loving.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Loving",
                            "File": "Monsters/Venefica/Venefica_Expression_Loving.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Venefica/Venefica_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Venefica/Venefica_Expression_Pout.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Predatory",
                            "File": "Monsters/Venefica/Venefica_Expression_Predatory.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Venefica/Venefica_Expression_Sighing.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smile",
                            "File": "Monsters/Venefica/Venefica_Expression_Smile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Venefica/Venefica_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sparkling",
                            "File": "Monsters/Venefica/Venefica_Expression_Sparkling.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Stern",
                            "File": "Monsters/Venefica/Venefica_Expression_Stern.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Tch",
                            "File": "Monsters/Venefica/Venefica_Expression_Tch.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileYandere",
                            "File": "Monsters/Venefica/Venefica_Expression_Yandere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "ExpressionCoverThing",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "HatAndFaceEffects",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "Tattoos",
            "Set": [
                {
                    "Name": "HatAndFaceEffects",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.075",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/Venefica_Core_HatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/Venefica_Core_HatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Core_HatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Core_HatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/Venefica_Core_NoHatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/Venefica_Core_NoHatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Core_NoHatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Core_NoHatWTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Venefica/Venefica_Body_ClothedTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Topless",
                            "File": "Monsters/Venefica/Venefica_Body_ClothedTopFree.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Nude",
                            "File": "Monsters/Venefica/Venefica_Body_NudeTattoos.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Lactation",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "ToplessMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_Topless.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToplessChocolateMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_ToplessChocolate.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToplessRasbperryMilk",
                            "File": "Monsters/Venefica/Venefica_Lactation_ToplessRasbperry.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "NotRealFaceButItIsCauseOverlay",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "HatAndFaceEffects",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/Venefica_Face_BaseHatTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/Venefica_Face_BlushHatTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Face_BlushSevereHatTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Face_ShadedHatTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/Venefica_Face_BaseTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/Venefica_Face_BlushTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/Venefica_Face_BlushSevereTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/Venefica_Face_ShadedTattoo.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Venefica/Venefica_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Bashful",
                            "File": "Monsters/Venefica/Venefica_Expression_Bashful.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Chiding",
                            "File": "Monsters/Venefica/Venefica_Expression_Chiding.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Cold",
                            "File": "Monsters/Venefica/Venefica_Expression_Cold.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Curious",
                            "File": "Monsters/Venefica/Venefica_Expression_Curious.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Devious",
                            "File": "Monsters/Venefica/Venefica_Expression_Devious.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Disgust",
                            "File": "Monsters/Venefica/Venefica_Expression_Disgust.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileEvil",
                            "File": "Monsters/Venefica/Venefica_Expression_EvilSmile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Horny",
                            "File": "Monsters/Venefica/Venefica_Expression_Horny.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Venefica/Venefica_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LongTongue",
                            "File": "Monsters/Venefica/Venefica_Expression_LongTongue.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileLoving",
                            "File": "Monsters/Venefica/Venefica_Expression_Loving.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Venefica/Venefica_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Venefica/Venefica_Expression_Pout.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Predatory",
                            "File": "Monsters/Venefica/Venefica_Expression_Predatory.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Venefica/Venefica_Expression_Sighing.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smile",
                            "File": "Monsters/Venefica/Venefica_Expression_Smile.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Venefica/Venefica_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sparkling",
                            "File": "Monsters/Venefica/Venefica_Expression_Sparkling.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Stern",
                            "File": "Monsters/Venefica/Venefica_Expression_Stern.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Tch",
                            "File": "Monsters/Venefica/Venefica_Expression_Tch.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmileYandere",
                            "File": "Monsters/Venefica/Venefica_Expression_Yandere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "ExpressionCoverThing",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "HatAndFaceEffects",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "HatBase",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlush",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatBlushSevere",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "HatEvilShade",
                            "File": "Monsters/Venefica/HairExpressionCoverHat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBase",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlush",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatBlushSevere",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "NoHatEvilShade",
                            "File": "Monsters/Venefica/HairExpressionCover.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "TitsCloseUp",
            "Set": [
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Titty",
                            "File": "Monsters/Venefica/Venefica_TittyVista.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "FaceCloseUp",
            "Set": [
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Face",
                            "File": "Monsters/Venefica/Venefica_FaceVista.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Smug",
                            "File": "Monsters/Venefica/Venefica_FaceVista_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Devious",
                            "File": "Monsters/Venefica/Venefica_FaceVista_Devious.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Venefica/Venefica_FaceVista_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        }
    ]
}