{
    "name": "Go see Elena at the Guild counter.",
    "CardType": "Guild",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Elly",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Enter",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "IfChoice",
                "2",
                "",
                "CheckForestDungeonCleared",
                "IfChoice",
                "3",
                "",
                "CheckMountainClimbCleared",
                "IfChoice",
                "4",
                "",
                "CheckTempleCleared",
                "IfChoice",
                "5",
                "",
                "CheckCavernCleared",
                "IfChoice",
                "9",
                "",
                "CheckLabyCleared",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "CheckForestDungeonCleared",
            "theScene": [
                "IfHasItem",
                "Sigil Of Allure",
                "ForestDungeonClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "ForestDungeonClear",
            "theScene": [
                "SetChoice",
                "2",
                "ForestDungeonClear",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Según mis registros, obtuviste el Sigil of Allure!¡Felicidades!¡Ya estás en camino de derrotar a la reina del demonio!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "El siguiente sigil está dentro de un templo que se encuentra en la cima de la montaña al borde del bosque.El Grimoire ya debería agregar la montaña a su mapa.",
                "Speaks",
                "Tendrás que subir a la montaña para llegar allí, pero afortunadamente hay un ascensor con motor mágico, por lo que no tendrás que hacer un viaje desgarrador para escalar todo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "A menos que se rompa el ascensor.De nuevo.I {i} realmente {/i} Espero que no lo haga.Se necesita tanta papeleo para arreglarlo, parece que lleva meses llenarlo todo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Elena se sigue, murmurando algo sobre empujar el papeleo por el culo de un caballero, y otras cosas que no escuchas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckMountainClimbCleared",
            "theScene": [
                "IfHasItem",
                "Temple Checkpoint Gem",
                "MountainClimbCleared",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "MountainClimbCleared",
            "theScene": [
                "SetChoice",
                "3",
                "MountainClear",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "¡Según mis registros, llegó a la cima de la montaña!¡Felicidades!¡Al menos el ascensor no fue destruido esta vez!{i} ¿verdad? ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "La miras por un momento tranquilo inseguro de cómo darle la noticia, y el breve parpadeo de Elena de la alegría de los negocios se aleja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "Es ... fue destruido de nuevo, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Asientes, y ella se queda con una desesperación completamente en desesperación, abatida hasta el punto en que no crees que ella pueda llorar ...",
                "Speaks",
                "Diosa, ¿por qué?Cada {i} individual {/i} tiempo alguien va a usarlo ... el papeleo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "W-well i-it no es {i} todos {/i} mal, jeje ... a {i} menos {/i} puedes ingresar a la siguiente mazmorra ahora ... así que ve e intenta obtener el sigilio de voluntad-Poder, solo asegúrese de revisar la tienda de Amber antes de ir, la mazmorra tiene que ver con la mente y tu fuerza, así que tal vez obtenga un equipo para ayudar con eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Su sonrisa forzada se desvanece hacia su curtiosa expresión habitual, la luz en sus ojos todavía se desvaneció notablemente.",
                "Speaks",
                "Creo que ... creo que voy a conseguir algo de beber una vez que termine el trabajo ... tal vez un {i} mucho {/i} de algo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Ella mira a la distancia con una expresión de desesperación en su rostro.Estás bastante seguro de que no está planeando el tipo de bebida divertida ...",
                "SetChoice",
                "17",
                "Booze",
                "SetChoice",
                "21",
                "PaperworkHate",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckTempleCleared",
            "theScene": [
                "IfHasItem",
                "Sigil Of Will-Power",
                "TempleClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "TempleClear",
            "theScene": [
                "SetChoice",
                "4",
                "TempleClear",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Según mis registros, obtuviste el sigilio de fuerza de voluntad!¡Felicidades!Se estima que solo el 75% de los aventureros en Lucidia realmente llegan tan lejos, así que siéntete orgulloso de ti mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Además de la monstruificación ocasional de una mujer, nada realmente malo tiende a pasar al otro 25%, simplemente dejan de tratar de vencer al templo o nunca alcanzarlo en primer lugar.",
                "Speaks",
                "Por lo general, simplemente se centran en ganar dinero donde puedan para pagar su deuda, o acogerse con una chica monstruosa que conocieron en el camino, o a un compañero aventurero.",
                "Elena casi suena melancólica mientras suspira antes de volver a poner su sonrisa comercial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Pero llegar al próximo Sigil es un verdadero desafío para los aventureros, debes recorrer cavernas con poca luz debajo de la montaña y luego a través de un laberinto bien guardado para llegar a la capital monstruosa, que tiene el sigilio de suerte.",
                "Speaks",
                "Aunque me estoy adelantando, debes dar esto un paso a la vez.Las cavernas están llenas de todo tipo de monstruos depredadores, muchos de los cuales tienen habilidades paralíticas.Así que asegúrese de abastecerse en la tienda de Amber para suministros para tratar eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Confía en mí, vas a querer abastecerse antes de entrar.Las cavernas y el laberinto solo tienen una tasa clara del 50% para los aventureros.Aunque la mayoría de ellos se asustan por los monstruos más \"diversos\" allí y regresan a las áreas domésticas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "O desaparecen durante semanas en las profundidades de ese lugar, así que tengo que completar un extenso M.I.A.papeleo.Solo para ellos {i} valz {/i} más tarde con su nueva esposa {i}. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Mientras que ella {i} parece {/i} disgustada, el tono de su voz se ve más ponte y celoso ... antes de que sus pensamientos se deslicen a otra cosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "Sin embargo, el peor de todo es, al menos, muy raro, cuando la persona que entró se queda allí porque se engancharon a pasar tiempo con {i} tóxico {/i} Matangos, pensando que están en {i} amor{/i}.Tenemos letreros de maldición marcando dónde están.",
                "Ella deja escapar un suspiro exasperado mientras continúa saliendo con su menor perorata tangencial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks",
                "He visto demasiados casos de desamor paralizante gracias a esas perras de hongos manipuladores que ni siquiera me importan el papeleo para ello.Estoy triste y enojado por la persona que duelen.",
                "Ella deja escapar un suspiro estresado mientras se toma un momento para descomprimir, reconstruyendo silenciosamente su cara de negocios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, espero que ejemplifiques que te mantengas alejado de los Matangos tóxicos, o al menos entender que realmente lo hacen {i} no {/i} te importa ... ugh, supongo que he visto al menos unoCaso en el que realmente terminaron una linda pareja, de una manera pegajosa, espeluznante como el infierno ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "... Sabes, también es realmente extraño que las mujeres que monstruyan no se conviertan en otros Matangos, pensé que así era como trabajaba Matangos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Elena se está murmurando en su mayoría para sí misma en este punto y se pone una sonrisa mientras le devuelve su enfoque.",
                "Speaks",
                "De todos modos, buena suerte aventurando por ahí.Recuerde que si se pierde impotente en las cavernas, su piedra de retiro puede sacarlo de allí todavía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "¡Oh, claro!El gremio ahora puede ofrecerle sus servicios Respec.Pregúntame al respecto si estás interesado.",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckCavernCleared",
            "theScene": [
                "IfHasItem",
                "Labyrinth Checkpoint Gem",
                "CavernsClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "CavernsClear",
            "theScene": [
                "SetChoice",
                "5",
                "CavernsClear",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "¡Según mis registros, has llegado al laberinto!¡Felicidades!A continuación, solo necesita navegar a través de los torcedores salones del laberinto y evitar a sus temidos guardianes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Después de eso, llegarás a la capital monstruosa.Lo cual podría decirse que es mucho más peligroso que cualquier lugar en el que haya estado antes.Toda la población de monstruos individuales estará después de ti allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Pero lo primero es lo primero, el laberinto, no dejes que tu ego te diga qué hacer, solo huye de los guardianes allí.Tu pelvis te agradecerá ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aparte de eso, realmente no tengo ningún consejo para darle, Amber podría venderle algunas cosas para ayudarlo a huir de ellos, pero la mayor parte va a depender de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno, {i} Buena suerte! {/i}",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckLabyCleared",
            "theScene": [
                "IfHasItem",
                "Lucidian Passport",
                "LabyClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "LabyClear",
            "theScene": [
                "SetChoice",
                "9",
                "LabyClear",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "¡Según mis registros, pasó con éxito el laberinto y adquirió su pasaporte lucidiano!¡Felicidades!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Su sonrisa de negocios se desvanece después de un momento parpadeante y un pesado suspiro.",
                "Speaks",
                "Ya sabes ... ... no puedo decir eso muy a menudo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "StopBGM",
                "Se toma un momento para despejar su garganta, levantando su mano apretada apenas de sus suaves labios, su busto visiblemente sacudiéndose del acto, antes de que su rostro se ilumine con una alegría más genuina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "PlaySoundEffect",
                "sfx/Eight Sparkles.mp3",
                "Speaks",
                "{i} Felicitaciones [ThePlayerName]! ♪ {/i}",
                "Su brillante alegría enérgica con un brazo que gestica en un amplio arco te hace saltar de la repentina exuberancia de la mujer normalmente comercial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "ChangeBGM",
                "music/Town/tea-time.mp3",
                "StopSoundEffect",
                "Elena luego reajusta su postura con una sonrisa satisfecha, alisando los pliegues en su uniforme.",
                "Speaks",
                "{i} allí. {/i} que parecía un elogio adecuado para ese logro.Ahora entonces ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Su sonrisa vuelve a una más primaria y adecuada, aunque su voz permanece tan alegre.",
                "Speaks",
                "Su próximo paso será explorar la temida capital monstruosa.Es probable que la mayoría de la población local lo esté después de usted de alguna manera, aunque escucho que el lugar también es una gran maravilla ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "Pero en serio, al menos {i} intento {/i} permanecer en la tarea mientras estás allí ... aunque nunca he estado allí, así que no hay mucho Intel que realmente pueda darte ...",
                "Ella deja escapar un suspiro malhumorado mientras reflexiona sobre algo, su expresión prácticamente grita que quiere unas vacaciones o algo antes de que regrese a su alegría profesional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "{i} de todos modos! {/i} Buena suerte en tus aventuras!...",
                "Hay una ligera pausa antes de que una sonrisa ligeramente ansiosa se deslice sobre los suaves labios de la mujer alta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "... aunque, digamos, lograste mantenerte al día con Hellhounds, ¿verdad?Crees",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Se atrapa antes de que pueda terminar su tren de pensamiento o puede responder, y se aclara la garganta, su mirada es una sugerencia clara de olvidarse de lo que acabas de escuchar mientras da una tos puntiaguda.",
                "Speaks",
                "{i} ejem- {/i} nevermind- derecha- manténgalo profesional.{i} Entonces {/i} ¿Hay algo con el que el gremio pueda ayudarte hoy?",
                "ChangeProgress",
                "8",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Intro",
            "theScene": [
                "SwapLineIf",
                "Random",
                "El Guildhall está efectivamente vacío en este momento, por lo que caminas fácilmente a una muy aburrida Elena en el mostrador del gremio, y ella te da una sonrisa comercial.",
                "Usted se enfrenta sobre el Guild Hall por un momento cuando Elena termina de charlar con otro aventurero sobre una misión que acaban de completar.Luego te diriges al mostrador una vez que concluye su negocio y ella te da una sonrisa tranquila.",
                "Hay una breve alineación de personas con las que Elena tiene que lidiar antes de que puedas hablar con ella, aparentemente hubo un problema con algunas publicaciones de misiones, pero una vez que está libre te da una sonrisa recopilada.",
                "A medida que te acercas, el mostrador del gremio Elena está en medio de hacer un montón de documentos con eficiencia practicada y el entusiasmo de una roca.Cuando te ve cerca de una sonrisa genuina, se extiende sobre su rostro mientras tiene una excusa para tomar un descanso.",
                "A medida que llega al mostrador del gremio, Elena está terminando el último de su papeleo, solo para que una nueva pila se materialice en su lugar.Dejando supirando mientras te mira con una sonrisa forzada.",
                "Usted navegan más allá de una variedad de otros aventureros charlando entre sí mientras se dirigen al mostrador del gremio, e interrumpen a Elena de hacer su papeleo inactivo, haciéndole darle una pequeña sonrisa mientras la distraes de la monotonía.",
                "A medida que te acercas al mostrador del gremio, ves a Elena jugando ociosamente con un bolígrafo de metal en una mano mientras mira hacia abajo en su papeleo, pero su resplandor se aprieta con molestia y accidentalmente rompe el bolígrafo en dos con un dedo, lo que hace que se noteTú, así que ella esconde apresuradamente los restos en su escritorio y te da una sonrisa claramente falsa.",
                "Te diriges a Elena mientras ella cuenta con eros y se lanza a las bolsas antes de dejar las bolsas a un lado o en cajones detrás de su escritorio, a medida que te acercas, te da una sonrisa de negocios y deja de lado la preparación de recompensas de su búsqueda para hablar contigo.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Entonces, ¿qué necesitas [ThePlayerName]?",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "VisitMenu",
            "theScene": [
                "Menu",
                "Talk with Elena.",
                "Learn Skills.",
                "Ask for guidance on adventuring. (Detailed Tutorial Information.)",
                "Pay Debt.",
                "HideOptionOnRequirementFail",
                "RequiresItem",
                "Respec Ticket",
                "RequiresChoice",
                "4",
                "",
                "Respec Ticket?",
                "RequiresChoice",
                "4",
                "TempleClear",
                "Respec.",
                "Step away from the guild counter.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Respec Ticket?",
            "theScene": [
                "IfChoice",
                "26",
                "RespecTicket",
                "RepeatTicket",
                "SetChoice",
                "26",
                "RespecTicket",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¿En qué parte del mundo tuviste {i} encontrar {/i} eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "En realidad, no importa, estoy seguro de que todavía hay algunos de ellos flotando desde cuando el gremio hizo esa promoción ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero en resumen, ese boleto le permitirá usar un tomo 'Respec', para ayudarlo a reajustar sus habilidades de forma gratuita.Normalmente es bastante costoso, e incluso podrá usar el servicio incluso si normalmente no podría hacerlo.",
                "Speaks",
                "Por supuesto que no tienes que usarlo.Sin embargo, te permitiría rehacer cualquiera de tu entrenamiento hasta este punto.",
                "JumpToScene",
                "Respec."
            ]
        },
        {
            "NameOfScene": "RepeatTicket",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "¿Encontraste {i} otro ticket {/i}?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Elena deja escapar un profundo suspiro, pero te da una sonrisa de negocios mientras continúa hablando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Bueno, supongo que eso significa que puedes volver a respectos gratis si quieres.",
                "JumpToScene",
                "Respec."
            ]
        },
        {
            "NameOfScene": "Respec.",
            "theScene": [
                "Menu",
                "HideOptionOnRequirementFail",
                "RequiresItem",
                "Respec Ticket",
                "Use a respec ticket. (Free respec.)",
                "RequiresChoice",
                "4",
                "TempleClear",
                "Ask to respec.",
                "How does respecing actually work?",
                "Nevermind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nevermind.",
            "theScene": [
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "NotEnoughErosRespec",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, parece que no tienes suficiente dinero para el Respec.Siéntase libre de volver más tarde cuando lo tenga.",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "How does respecing actually work?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "¿Es complicado?Elly podría explicarlo mejor, pero básicamente un tomo de Respec funciona como un tomo de habilidad, pero ¿en reversa?Por ejemplo, se necesita toda la capacitación que haya realizado y lo convierte en este tipo de basura primordial que puede aplicar fácilmente en otro lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Por supuesto, un proceso como este no es exactamente simple, y cuantas más veces lo hagas, más complejo se vuelve, por lo que necesitarás un mejor tomador de respecientes cada vez.Personalmente, abogo por admitir sus elecciones de entrenamiento y vida, en lugar de voltearlo.",
                "JumpToScene",
                "Respec."
            ]
        },
        {
            "NameOfScene": "Use a respec ticket. (Free respec.)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Elena te quita alegremente el boleto y te pasa un tomo de Respec, antes de rasgar el boleto de plata con una sonrisa.",
                "Speaks",
                "No creerías todo el trabajo que estas cosas me causaron a mí y a Elly ...",
                "GiveItemQuietly",
                "-1",
                "Respec Ticket",
                "A medida que abre el Repec Tome, un hormigueo se extiende a través de su cuerpo y mente.(El cambio se puede usar para incrementar las estadísticas por 5)",
                "RespecPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Espero que estés contento con tus elecciones [ThePlayerName].Avísame si quieres volver a respectos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Solo uh ... no lo hagas con demasiada frecuencia, ¿de acuerdo?Escuché que realmente puede meterse con tu cabeza ...",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Ask to respec.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Estás seguro de que quieres respectos [ThePlayerName]?Tenga en cuenta cada vez que lo haga, costará más dinero.Al menos hasta que sea absurdamente caro.",
                "Menu",
                "RequiresChoice",
                "27",
                "RespecedThree",
                "Respec. (250000 Eros.)",
                "RequiresChoice",
                "27",
                "RespecedTwice",
                "Respec. (100000 Eros.)",
                "RequiresChoice",
                "27",
                "RespecedOnce",
                "Respec. (50000 Eros.)",
                "RequiresChoice",
                "27",
                "",
                "Respec. (10000 Eros.)",
                "Nevermind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Respec. (10000 Eros.)",
            "theScene": [
                "HasErosLessThan",
                "10000",
                "NotEnoughErosRespec",
                "ChangeEros",
                "-10000",
                "SetChoice",
                "27",
                "RespecedOnce",
                "JumpToScene",
                "Respeced"
            ]
        },
        {
            "NameOfScene": "Respec. (50000 Eros.)",
            "theScene": [
                "HasErosLessThan",
                "50000",
                "NotEnoughErosRespec",
                "ChangeEros",
                "-50000",
                "SetChoice",
                "27",
                "RespecedTwice",
                "JumpToScene",
                "Respeced"
            ]
        },
        {
            "NameOfScene": "Respec. (100000 Eros.)",
            "theScene": [
                "HasErosLessThan",
                "100000",
                "NotEnoughErosRespec",
                "ChangeEros",
                "-100000",
                "SetChoice",
                "27",
                "RespecedThree",
                "JumpToScene",
                "Respeced"
            ]
        },
        {
            "NameOfScene": "Respec. (250000 Eros.)",
            "theScene": [
                "HasErosLessThan",
                "250000",
                "NotEnoughErosRespec",
                "ChangeEros",
                "-250000",
                "SetChoice",
                "27",
                "RespecedThree",
                "JumpToScene",
                "Respeced"
            ]
        },
        {
            "NameOfScene": "Respeced",
            "theScene": [
                "Le das a Elena el dinero, y ella te pasa un libro de aspecto bastante simple, que una vez que lo abres envía mágico hormigueo a través de tu mente y cuerpo ... (el cambio se puede usar para incrementar estadísticas por 5)",
                "RespecPlayer",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Espero que estés contento con tus elecciones [ThePlayerName].Avísame si quieres volver a respectos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Solo uh ... no lo hagas con demasiada frecuencia, ¿de acuerdo?Escuché que realmente puede meterse con tu cabeza ...",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Ask for guidance on adventuring. (Detailed Tutorial Information.)",
            "theScene": [
                "JumpToNPCEvent",
                "Elena Tutorial"
            ]
        },
        {
            "NameOfScene": "Pay Debt.",
            "theScene": [
                "JumpToNPCEvent",
                "DebtCounter"
            ]
        },
        {
            "NameOfScene": "Learn Skills.",
            "theScene": [
                "SkillShoppingMenu",
                "Pin",
                "Suckle",
                "Pinch Nipples",
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle",
                "Finger",
                "Spank",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass",
                "Make Out",
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Seduce",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Anal Penetration",
                "Pound",
                "Carrying Fuck",
                "Multi Thrust",
                "Anal Piston",
                "Tantric Thrust",
                "Passionate Lovemaking",
                "Endure",
                "Power Up!",
                "Overlimit",
                "EndLoop",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk with Elena.",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "Talk about the guild and adventuring.",
                "Talk about other people in town.",
                "Talk about Elena.",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk about something else.",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Talk about the guild and adventuring.",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "2",
                "ForestDungeonClear",
                "How do your records keep so up to date on my progress?",
                "Shouldn't there be more people working here?",
                "Entonces, ¿qué son EROS de todos modos?",
                "Do you teach any normal combat skills?",
                "Isn't that outfit a bit too revealing for a guild uniform?",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "How do your records keep so up to date on my progress?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Oh, bueno, al igual que cómo se conectan los Grimorires con la placa de misiones, mis registros están conectados a todos los Grimoires, por lo que automáticamente mantienen pestañas sobre qué tan lejos has llegado, qué sigilos has adquirido, y las misiones que has completado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te da una mirada muy plana y nivelada.",
                "Speaks",
                "Antes de preguntar, no, los registros del gremio no rastrean nada personal, como las configuraciones de Grimorire preferidas o nada similar a las estadísticas 'combatir' ni rastrear sus interacciones con los monstruos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "Incluso si {i} hicieran {/i} rastrear algo de eso, no hay forma en el infierno que lea nada de eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aparte del sistema, el sistema solo ayuda a que mi trabajo sea más fácil cuando se trata de vigilar a los aventureros y garantizar recompensas y felicitaciones se entregan adecuadamente a las personas.",
                "IfChoice",
                "6",
                "Records",
                "Talk about the guild and adventuring.",
                "SetChoice",
                "6",
                "Records",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about the guild and adventuring."
            ]
        },
        {
            "NameOfScene": "So, what are eros anyways?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Qué son EROS?Son {i} dinero {/i} Por supuesto.",
                "Su tono bastante engreído te atrapa un poco desprevenido y se ríe suavemente mientras te da una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Estoy bromeando, bueno, quiero decir que {i} son {/i} dinero, pero sabía lo que querías decir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Le recomendaría que le pregunte a Elly si desea una descripción más detallada de lo que están hechos.Es muchas cosas mágicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Elena agita su mano al final de su declaración, su sonrisa se deslizó al ceño más grave mientras continúa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero básicamente se cristalizan {i} sexo {/i} energía.Un poco.No rompen la economía porque en realidad se acostumbran a hacer y encantar cosas, y algunos monstruos simplemente {i} comer {/i} ellos.",
                "Speaks",
                "Puedo asegurarle que son una energía perfectamente sanitaria y más cristalizada que relacionada con el sexo.Después de todo, no están hechos cada vez que las personas tienen relaciones sexuales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Uno pensaría que me quejaría de lo que están hechos en comparación con las monedas de oro, pero Eros es tan conveniente {i}. {/i} Puede combinar fácilmente monedas en monedas de mayor valor y rastrea el valor {i} en {/i} la moneda, incluso lo hacen automáticamente cuando vas a obtener dinero.¿Cómo?{i} Magic. {/i} De nuevo, pregúntale a Elly si quieres más detalles.",
                "PlayerSpeaks",
                "Espera, si Eros se combinan así, ¿por qué entregas bolsas llenas de monedas?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "Porque es mucho más satisfactorio obtener una bolsa llena de dinero que una sola moneda con todo el dinero impreso en ella.",
                "IfChoice",
                "7",
                "Eros",
                "Talk about the guild and adventuring.",
                "SetChoice",
                "7",
                "Eros",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about the guild and adventuring."
            ]
        },
        {
            "NameOfScene": "Shouldn't there be more people working here?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "Me he hecho esa pregunta antes, la respuesta siempre es sí, debería haber más personas trabajando en un Guildhall.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Speaks",
                "Oh, cómo desearía que hubiera más personas para dividir el trabajo entre, o más formas de automatizar las cosas, confiar en mí, Elly ha tratado de automatizar el papeleo y fallado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "En cuanto a {i} por qué {/i} somos solo nosotros dos.Es una combinación de limitaciones presupuestarias y ubicación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Por lo menos, a los dos nos pagan muy bien, y gracias a la magia de Elly la limpieza y un montón de otra basura aburrida se trata fácilmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Aunque desearía poder contratar ayuda adicional, pero estoy obligado contractualmente a no, o pierdo mi trabajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Ella deja escapar un suspiro cansado mientras continúa.",
                "Speaks",
                "Honestamente, este trabajo no es {i} que {/i} es malo, es así {i} aburrido {/i} y simplemente te lleva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elena luego deja escapar un suspiro melancólico.",
                "Speaks",
                "Realmente me hace desear haber dejado pasar el trabajo para ser un gremio de gremio ... Pensé que sería como una promoción {i} normal {/i}.Supongamos que debería haber escuchado más a Elly en lugar de simplemente correr hacia adelante.Lo siguiente que supe es que me enviaron aquí en una nueva frontera {i} valiente {/i}, empujando el papeleo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Crees que ves que su ojo se contrae cuando recuerda el recuerdo ...",
                "SetChoice",
                "21",
                "PaperworkHate",
                "SetChoice",
                "19",
                "Adventurer",
                "IfChoice",
                "8",
                "Workforce",
                "Talk about the guild and adventuring.",
                "SetChoice",
                "8",
                "Workforce",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about the guild and adventuring."
            ]
        },
        {
            "NameOfScene": "Do you teach any normal combat skills?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Quiero decir, todos son inútiles aquí, así que aparte de algo que yo o Elly podríamos enseñarte personalmente, no.Solo tenemos tomos de habilidad para {i} 'práctico' {/i} habilidades.",
                "Usted asiente, recordando los tomos mágicos que le permiten aprender casi instantáneamente una técnica o hechizo siempre que tenga el potencial de hacerlo, así como la lección personal ocasional que se ofrece.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Je, honestamente, me alegro de no tener que enseñar a todos los aventureros que vengan aquí cómo tener {i} sexo. {/i} Elly incluso se toma el tiempo para hacer básicamente todos los tomos de habilidades que ofrecemos aquí.",
                "Speaks",
                "Realmente solo puedo hacer los tomos de habilidad más estándar para sanar y pulir hechizos de todos modos, hacer esas cosas es demasiado delicado para mí.Es bueno tener un archimaje tan confiable. ♪",
                "Elena se toma un momento para recostarse mientras se extiende perezosamente, haciendo que su escote abundante rebote tentadoramente justo en su línea de visión antes de que Elena deje escapar un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "Aunque tal vez te ofrezca enseñarte en privado en algún momento si estás interesado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella tose ligeramente y cepilla su atuendo con una mano.",
                "Speaks",
                "Para {i} normales {/i} habilidades de combate me refiero.",
                "Su expresión más coqueta sugiere de lo contrario a pesar de su comportamiento más comercial.",
                "IfChoice",
                "10",
                "Skills",
                "Talk about the guild and adventuring.",
                "SetChoice",
                "10",
                "Skills",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about the guild and adventuring."
            ]
        },
        {
            "NameOfScene": "Isn't that outfit a bit too revealing for a guild uniform?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Elena te da una mirada de confusión mientras se inclina uno de sus codos en el mostrador, rescatando incidentalmente sus amplios senos en la superficie y enfatizando su escote.",
                "Speaks",
                "¿Eh?¿Qué quieres decir con que mi atuendo es demasiado revelador para un gremio unif-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "La realización claramente la golpea como una sonrisa petulante y sugerente se extiende sobre su rostro, y ella apoya su otro codo en el mostrador y coloca la barbilla sobre sus manos superpuestas, enmarcando su delicioso valle suave de piel tentadora.",
                "Speaks",
                "{i} oh {/i} ¿Te refieres a cómo mi atuendo muestra mis piernas, caderas y {i} senos {/i}?",
                "Elena le niega suavemente las tetas vestidas mientras descansan sobre el mostrador, lo que hace que sus ojos no se sientan atraídos por su escote explosivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "Mira lo curioso es que, como maestro de gremio, realmente puedo usar cualquier atuendo que quiera siempre que cumpla con los 'estándares profesionales'.Así que no pienses que me veo obligado a usar esto y {i} mira {/i} todo lo que quieras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella vuelve a su altura completa con una sonrisa más comercial mientras habla con un tono de peligro.",
                "Speaks",
                "Simplemente no intentes tocarme no solicitado, desearás poder golpearte para recompensar en su lugar.",
                "Su sonrisa casi amenazante vuelve a una sugerente presunción mientras reflexiona sobre algo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Speaks",
                "Sabes, toda esta charla sobre mi atuendo me recuerda el {i} escaso {/i} bikini de metal que solía usar mientras aventuraba.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Ella suspira con melancolía, observando su reacción a la imagen mental que le dio.Dejándote cambiar el tema.",
                "SetChoice",
                "19",
                "Adventurer",
                "IfChoice",
                "11",
                "uniform",
                "Talk about the guild and adventuring.",
                "SetChoice",
                "11",
                "uniform",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about the guild and adventuring."
            ]
        },
        {
            "NameOfScene": "Talk about Elena.",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "17",
                "Booze",
                "Ask about her drinking habit.",
                "RequiresChoice",
                "19",
                "Adventurer",
                "So you used to be an adventurer?",
                "RequiresChoice",
                "21",
                "PaperworkHate",
                "Claramente no te gusta trabajar aquí, entonces, ¿por qué no dejar de fumar?",
                "RequiresChoice",
                "23",
                "Dating",
                "Ask about her dating problems.",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about her drinking habit.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Wha-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Yo hago {i} no {/i} tengo un problema para beber.",
                "PlayerSpeaks",
                "Yo ... ¿No dije eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Oh...",
                "Hay un silencio incómodo por un momento y escuchas a Elly tos en voz alta de su mesa de lectura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Solo lo entiendo mucho, lo siento. ♪",
                "Elena hace todo lo posible para tratar de avanzar sin problemas con su alegre sonrisa y su feliz tono.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "{i} de todos modos, {/i} Ni siquiera diría realmente que tengo un hábito de beber {i}, o beber para olvidar una cita horrible.",
                "Speaks",
                "Así que deja de lado cualquier rumor tonto acerca de que yo sea una especie de alcohólico desenfrenado que hayas escuchado en la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Además, no es como si pudiera emborracharme de cualquier cosa, no de arriba, mágicamente mejorada o hecha con técnicas y materiales de elaboración de cerveza de monstruos.Soy demasiado fuerte para verme afectado por cualquier cosa menor.Así que beber es un poco caro para mí de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Para ser sincero, me alegra un poco el tamaño de mi sueldo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Aunque no puedo negar que soy al menos un {i} pequeño {/i} de un conocedor de alcohol, y las bebidas en Vivian's Inn son francamente {i} increíbles. ♪ ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Claro que la mayoría de ellos están disparados con afrodisíacos de algún tipo, pero apenas llamaría un gran problema, especialmente si tuviera {i} alguien {/i} para ir a beber, ¿sabes?",
                "Ella deja que la sugerencia cuelgue por un momento antes de que una sonrisa rebosante tome su rostro cuando comienza a brotar sobre las bebidas allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "En serio, la selección, el sabor, la calidad, son todos {i} perfectas. {/i} Incluso les ayudé a encontrar algunas bebidas nuevas de la casa. ♪",
                "Elena finalmente logra frenar su brillante entusiasmo como para volver a una sonrisa comercial normal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Ejem.Entonces, ¿había algo más de lo que quisieras hablar?",
                "IfChoice",
                "18",
                "Drink",
                "Talk about Elena.",
                "SetChoice",
                "18",
                "Drink",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about Elena."
            ]
        },
        {
            "NameOfScene": "So you used to be an adventurer?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "HM?¡Oh sí!De vuelta en Fertilia y Elly fuimos aventureros para ... Honestamente, no sé cuánto tiempo.¡Subdiradores de bandidos y malhechores, cazar viejas reliquias, ruinas saqueando, toneladas de cosas! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "Ahora trabajo en un trabajo de escritorio.{i} yay. {/i}",
                "El entusiasmo burlón en su voz es discordante en comparación con su emoción anterior, pero su sonrisa regresa mientras continúa después de una pausa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Pero me quejo sobre el papeleo todo el tiempo, apuesto a que preguntaste porque tenías curiosidad por mi pasado aventurero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Hmm, veamos ... detuve a tantos bandidos que he perdido, creo que Elly todavía recuerda, uhhh, detuvimos un culto del día del juicio final una vez.Aunque claramente estaban fuera de sus rockeros porque planeaban simplemente arrojar pollos a las personas o algo así.",
                "Escuchas a Elly Pip de su rincón de la oficina del gremio que decía 'Era cabras'.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Oh, claro!{i} era {/i} cabras que estaban catapultando a las personas.¿De dónde sacé pollos ... los bandidos de Chicken Girl que noquearon?Nah ... de todos modos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hicimos un dragón.Simplemente la golpeé al alza de la cabeza hasta que aceptó dejar de saquear y quemar las ciudades.Slay suena mucho más impresionante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella suspira con recuerdos felices, pero lentamente cambia a un ligero ceño fruncido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "Pensar en eso me hace picar para una pelea adecuada, para ser honesto.Aquí es todo sexo, sexo, sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "No me malinterpreten, no tengo nada en contra del sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿No es lo mismo que el choque de la batalla que conoces?Tampoco las hazañas realmente suenan como impresionantes.",
                "Luego suspira con melancolía y se apoya en su mostrador.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Cuanto más lo pienso, más extraño la emoción de la batalla, para ser honesto ... ugh, ahora quiero una bebida ...",
                "Crees que escuchas a Elly murmurar algo sobre 'Battle Maniac'., Pero no puedes estar seguro.",
                "SetChoice",
                "21",
                "PaperworkHate",
                "IfChoice",
                "20",
                "adventurer",
                "Talk about Elena.",
                "SetChoice",
                "20",
                "adventurer",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about Elena."
            ]
        },
        {
            "NameOfScene": "You clearly don't like working here, so why not quit?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Oh, bueno, eso es una en maraña completa de diferentes problemas.Dejar de fumar significa que tendrían que encontrar un nuevo maestro de gremios para ejecutar el lugar, y Elly estaría atascado corriendo solo sin mí aquí y no creo que pueda manejar eso bien.Quiero decir, seguro que ambos podríamos dejar de fumar, pero en realidad no le importa aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Tampoco creo que pueda confiar en que alguien más ejecute este lugar, para ser honesto.Al menos no en este momento.Estoy seguro de que muchos raros dispararían para esta posición, que o algún wackjob fanático o algo así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "Sin embargo, el problema más grande para mí sería que si dejara de ser un maestro del gremio, tendría que dejar el gremio por completo y volver después de partir después de irse puede tomar {i} años {/i}, especialmente después de tener una tarea de algo así.importante.Sin mencionar tener que obtener promociones nuevamente, la gran cantidad de pruebas y el escrutinio.Por todo lo que saben si renuncias, es porque fuiste a Turncoat o algo así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Y estaría mintiendo si dijera que no me gustó el dinero.Básicamente puedo permitirme cualquier arma, alcohol, armadura, lo que sea.Mientras no sea completamente estúpido con mi dinero al menos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Aunque el trabajo es definitivamente estresante, tratar de realizar un seguimiento de todas estas personas, dar consejos, tratar de alejar a las personas de las malas decisiones, hacer todo lo posible para consolar a la gente sobre lo que sea ... es difícil.Especialmente si me jodo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella deja escapar un suspiro cansado, pero su rostro no se desliza a nada más que un leve ceño fruncido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Realmente, el papeleo me llega porque es {i} así {/i} aburrido y monótono.Me hace querer salir corriendo y {i} hit {/i} algo.El combate sería increíble, pero ya sabes, encantamiento que evita la violencia y todo eso.Así que solo bebo un poco más de lo normal.Estaré bien.",
                "IfChoice",
                "22",
                "job",
                "Talk about Elena.",
                "SetChoice",
                "22",
                "job",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about Elena."
            ]
        },
        {
            "NameOfScene": "Ask about her dating problems.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "{i} qué! {/i} quien te dijo que tengo problemas de citas.No tengo citas {i} problemas. {/i} {i} lillian {/i} ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.Cabina confesional confidencial mi culo. Espera, apuesto a que fue {i} Vivian. {/i} Ella siempre está metiendo su nariz en la vida amorosa de otras personas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Elena prácticamente sisee su respuesta con un toque de ira, antes de que se vuelva desanimado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Speaks",
                "No espera, probablemente fue Elly quien te dijo que tenía problemas de romance ... probablemente por accidente ...",
                "Elena deja escapar un suspiro cansado y Elly se acerca de su asiento en la esquina del gremio.",
                "Speaks2",
                "S-Sister, estás empezando a hacer una escena.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Una sonrisa se extiende sobre el rostro de Elena mientras se perfila para responder a su hermana.",
                "Speaks",
                "No voy a hacer una escena Elly, voy a defender mis citas {i} honor {/i} es lo que voy a hacer.",
                "Elly suspira con exasperación y empuja su rostro a su libro murmurando sin esperanza.",
                "Speaks",
                "En primer lugar [ThePlayerName], estoy seguro de que has escuchado algunas acusaciones sin fundamento de que soy algún tipo de, {i} 'alcohólico rampante' {/i}.Te puedo asegurar que bebo una cantidad perfectamente {i} normal {/i} para una mujer de mi estatura, fuerza y ​​nivel de estrés diario.",
                "Elly empuja su cabeza por detrás de su libro y mira a su hermana.",
                "Speaks2",
                "Hermana, te desperdicias completamente todas las noches.Ese no es un comportamiento saludable o atractivo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Diario {i} Estrés {/i} nivel Elly.El hecho de que pueda beber un oni debajo de la mesa no significa que tenga un problema.",
                "Elly suspira abatido y vuelve a su libro, tienes la sensación de que esta no es la primera vez que tienen esta conversación ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "En segundo lugar, no es una falla {i} mi {/i} que tantos hombres tengan miedo de una mujer que pueda romperlos en dos con una mano.No hay nada de malo en que un chico sea inapropiado por una mujer, quiero decir que es un poco impactante dada mi falta de músculo visible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "En serio, no puedo conseguir que los abdominales salven mi vida, no hay idea de por qué.Realmente es una especie de enojo en algún momento, me voy a salir del camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "AraAra",
                "Speaks",
                "¡De todos modos!El punto es que no hay nada de malo si un chico termina en la parte inferior de la relación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks2",
                "¡Hermana!Estamos en {i} trabajo! {/i}",
                "Elena se aclara un poco la garganta, y Elly se desploma en su silla.¿El Guildhall se aclaró en algún momento?¿O estaba tan vacío cuando llegaste aquí ...",
                "Speaks",
                "Oh, claro.Sin embargo, es cierto.Cualquier Oni o Minotaur estaría de acuerdo.Simplemente no me compares con uno.¿Eso es un poco grosero, ¿de acuerdo?No soy una especie de {i} mujer demoníaca {/i}, o un {i} succubus {/i} para esa maldita materia.No duermo {i} que {/i} mucho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Hm, supongo que sería el número tres, es grosero llamar a los nombres de alguien que no les gustan, como Freakishly Strong.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Cuarto, algunos chicos simplemente no tienen columna vertebral, no es mi culpa, no pueden manejar que yo quiera que intente seguir adelante, o una competencia {i} amigable {/i}, quiero decir, no es divertido si el tipo no lo hace't al menos {i} try {/i} para competir conmigo.No es como si estuviera obligando a alguien a una competencia para beber aunque jeje ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Es solo que me gustaría, {i} disfrutar {/i} también.¿Sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks2",
                "{i}Sister!{/i}",
                "Speaks",
                "Bien, lo siento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "En quinto lugar, seguro que puedo estar un poco atado, un poco agresivo y un poco bullicioso y ruidoso, pero eso no es tan desagradable, no es como si fuera incoherentemente violento o algo así.",
                "Speaks2",
                "Eso es discutible.",
                "Elena claramente no escuchó a Elly o está ignorando su comentario.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "{i} Por último {/i} solo porque me estoy iba en años, {i} no {/i} significa que estoy desesperadamente {i} desesperado {/i} para casarse.Solo estoy {i} altamente {/i} interesado en una relación a largo plazo.Una relación agradable, simple, amorosa y monógama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks",
                "En realidad, supongo que, por último, no voy a estar en algún harén {i}.{i} aparentemente {i} Eso es un problema para muchos chicos, pervertidos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Solo quiero un matrimonio feliz normal, donde me miman en ocasiones.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "Elly",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "GlassesShine",
                "Mira cuando te das cuenta de que Elly ha salido de su mesa, reserva todavía en la mano mientras ajusta sus gafas.",
                "Speaks2",
                "Bien de manera realista-",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Grumble",
                "Speaks",
                "Elly, deja de tratar de aplastar mis sueños.",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "SpazYell",
                "ChangeImageLayer",
                "RightArm",
                "Elly",
                "ArmRDown",
                "ChangeImageLayer",
                "Glasses",
                "1",
                "Glasses",
                "Speaks2",
                "¡No estoy tratando de aplastar la hermana de tus sueños!",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "Awkward",
                "Elly deja escapar un suspiro mientras continúa.",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "Elly",
                "ArmRGlassesPush",
                "Speaks2",
                "Solo digo, con cómo es el sesgo general de género de la población mundial, incluidas las niñas monstruosas.Es justo, un {i} pequeño {/i} un poco egoísta de su parte para considerar ese tipo de relación.",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "SmileContent",
                "Speaks",
                "Sí, y como he dicho antes, estoy perfectamente bien con ser egoísta en esto.",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "SpazYell",
                "ChangeImageLayer",
                "RightArm",
                "Elly",
                "ArmRDown",
                "Speaks2",
                "¡Pero la población femenina es al menos tres veces mayor que la población masculina!",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Shy",
                "Speaks",
                "Eh, allí {i} son {/i} Monster Girl lesbians.Puede recortarlos de esa estadística.Además, la mayoría de los monstruos viven más, también pueden esperar más.",
                "Speaks2",
                "{i}Sister!{/i}",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Base",
                "Speaks",
                "What?",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "Serious",
                "Speaks2",
                "¡El hecho de que Monster Girls compone la mayoría de esa métrica de población no significa que puedas intentar ignorar porciones de ella!",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Thinking",
                "Speaks",
                "Claro que puedo, todavía son {i} técnicamente {/i} el enemigo de todos modos.Y en serio, debemos mantener la raza humana en funcionamiento si vamos a tener paz general entre la especie.Hablando de Elly, deberíamos comenzar a tratar de encontrarte un novio en algún momento.",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "SpazYell",
                "Speaks2",
                "Sigo diciéndole que no tengo tiempo para mis estudios, por no mencionar: {i} ¡Hola! {/i} ¡No intentes cambiar el tema!",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Base",
                "Speaks",
                "Bueno, no es que vaya a cambiar de opinión sobre el asunto de todos modos.No voy a dejar que la realidad aplaste mis sueños de romance.Pero juro que las chicas monstruosas están tratando de robar a todos los hombres buenos ...",
                "Elly deja escapar un suspiro cansado y comienza a marchar lentamente de regreso a su mesa.",
                "Speaks2",
                "Podrías esforzarte un poco más para competir con ellos, sabes ...",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Smug",
                "Speaks",
                "Pft, {i} ¿Cómo, {/i} solo ser una seductora depravada?",
                "ChangeImageLayer",
                "Expression",
                "Elly",
                "SpazYell",
                "Speaks2",
                "Hgk- ​​{i} Me refería a beber menos! {/i} Tal vez sea menos terco también.",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Shy",
                "Speaks",
                "{i} oh. {/i} Sí, eso tendría más sentido proveniente de ti.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Elly deja escapar un suspiro más exhausto y vuelve a caer en su mesa, empujando su rostro hacia su libro.Mientras tanto, Elena vuelve a ti con una sonrisa, y sientes que nunca tuviste la oportunidad de obtener una palabra en sentido de toda esa \"conversación\".",
                "ChangeImageLayer",
                "Expression",
                "Elena",
                "Smile",
                "Speaks",
                "De todos modos [ThePlayerName].Cualquier otra cosa de la que necesite hablar.",
                "IfChoice",
                "24",
                "problems",
                "Talk about Elena.",
                "SetChoice",
                "24",
                "problems",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "Talk about Elena."
            ]
        },
        {
            "NameOfScene": "Talk about other people in town.",
            "theScene": [
                "Menu",
                "Ask about Elly.",
                "RequiresChoiceFromEvent",
                "Head over to Elly's table.",
                "1",
                "MetElly",
                "So Elly is your sister?",
                "Ask about Amber.",
                "Ask about Vivian.",
                "Ask about Lillian.",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "1",
                "MetBelle",
                "RequiresChoiceFromEvent",
                "Head over to Vivian.",
                "6",
                "WorkingForViv",
                "Ask about Belle.",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "1",
                "",
                "RequiresChoiceFromEvent",
                "Head over to Vivian.",
                "6",
                "WorkingForViv",
                "Ask about Belle.",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "1",
                "MetBelle",
                "RequiresChoiceFromEvent",
                "Head over to Vivian.",
                "6",
                "",
                "Ask about Belle.",
                "FinalOption",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about Elly.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?Elly es el Archima del Gremio, maneja todos los tratos mágicos del Guildhall, como la enseñanza de la magia y la investigación arcana.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Ella también usa su magia para mantener fácilmente el Guildhall impecable y hace todos los recursos mágicos que damos como tomos de habilidad, piedras de recuperación y los gruitos.Cuando nos quedamos sin al menos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Realmente pasa la mayor parte de su tiempo investigando lucidia, estudiando artefactos y cursando sus estudios de magia personal, generalmente para ayudar a mejorar las cosas por aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "También me ayudó a configurar un sistema de organización adecuado para todos los registros y archivos que tenemos.",
                "Speaks",
                "Manejo tratar con todos los aventureros, verificando las publicaciones de la búsqueda, administrando todos los suministros de los gremios, clasificando dinero de recompensa y pilas de {i} papeleo {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Prácticamente escupe el último bit con disgusto apenas velado antes de continuar con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Ambos también manejamos diferentes fines de las habilidades de enseñanza, por lo que en general hacemos un equipo increíble, incluso ahora cuando no estamos en el campo aventurándonos a nosotros mismos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella se inclina hacia adelante y deja caer su voz a un susurro bajo.",
                "Speaks",
                "En serio, ella nunca podría manejar hablar con todas las personas que hago a diario, creo que comenzaría a beber más que yo o volverse loca.Sin mencionar que tampoco es exactamente genial con las multitudes, y no siempre es muy discreta con sus palabras, o manteniendo sus emociones bajo control cuando se trata de cosas específicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella deja escapar un suspiro melancólico mientras se inclina hacia atrás.",
                "Speaks",
                "HPM, este lugar sería un naufragio total si incluso faltara {i} uno {/i} de nosotros.",
                "SetChoice",
                "19",
                "Adventurer",
                "SetChoice",
                "17",
                "Booze",
                "IfChoice",
                "12",
                "Elly",
                "Talk about other people in town.",
                "SetChoice",
                "12",
                "Elly",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "So Elly is your sister?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Elena parpadea con fuerza y ​​te mira con un suave desconcierto.",
                "Speaks",
                "Espera, ¿I {i} nunca {/i} mencionar eso?",
                "Le das un guiño a la afirmativa.",
                "Speaks",
                "Oh, uh, {i} whoops. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Elena deja escapar un suspiro de leve derrota antes de continuar.",
                "Speaks",
                "Honestamente, a veces me quedo atrapado en el modo 'comercial' y realmente ni siquiera lo pienso la mitad del tiempo cuando hablo de ella.Somos más como compañeros de trabajo en el reloj que los hermanos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Ella te da una pequeña sonrisa mientras continúa hablando.",
                "Speaks",
                "Esta definitivamente no es la primera vez que me hace pensar, Elly y yo ya hemos hablado de eso, así que no te preocupes, no hay ningún tipo de extraño {i} 'oh, ella no es una hermana mía' {/i} tipo de basura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero ya no es que tengamos tanto tiempo para pasar juntos, nuestros trabajos requieren mucho tiempo.Incluso cuando tenemos tiempo libre juntos, ambos tenemos intereses muy diferentes, ella odia ir a la barra, por ejemplo, los {i} no {/i} -mágicos libros que lee no es exactamente algo con lo que disfrutaría leerElla, y ninguno de nosotros ya está realmente en los juegos de mesa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Los dos hemos hecho muchas aventuras herméticas juntos en casa, y trabajamos a un lado, no creo que ninguno de nosotros sea {i} exactamente {/i} interesados ​​en aventurarse en Lucidia.Ninguno de nosotros {i} realmente {/i} quiere saber de la vida sexual del otro.",
                "Elena deja escapar un suspiro de contenido antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "Pero a pesar de que ambos tenemos intereses muy diferentes y vivimos vidas diferentes a pesar de estar tan cerca, todavía charlamos y hablamos entre nosotros.",
                "Speaks",
                "¡Oh!Y si decides salir con mi hermana y romper su corazón, haré tu vida un infierno.Ya sea a través de la burocracia o arrojándolo repetidamente al océano.A pesar del encantamiento que cubre el continente, quiero asegurarle que encontraría una manera.",
                "Su voz de alegría comercial está ligeramente bordeada con un tono amenazante lo suficiente que definitivamente se puede decir que es seria.Afortunadamente, regresa rápidamente a su alegría comercial normal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero no parece el tipo que debe ser lo suficientemente malvado o tonto como para hacer algo así.",
                "SetChoice",
                "19",
                "Adventurer",
                "IfChoice",
                "13",
                "EllySister",
                "Talk about other people in town.",
                "SetChoice",
                "13",
                "EllySister",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Ask about Amber.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Amber no es exactamente la persona más divertida para hablar, pero dirige la mejor tienda de suministros de aventuras de la ciudad, y ella lleva {i} todo {/i} que necesitas, desde pociones, hasta equipos e incluso {i} 'armas'.{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Una sonrisa tira de la cara tranquila de Elena mientras trae su último punto.",
                "Speaks",
                "Toys de sexo a un lado ella hace {i} en realidad {/i} vende algunas armas ornamentales para mostrar en vitrinas e incluso mantenimiento de equipos.Personalmente, me encanta mantener mi antiguo equipo de aventura en la planta forma, {i} solo {/i} en caso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Una sonrisa emocionada y vertiginosa se extiende sobre el rostro de Elena mientras piensa en ella.",
                "Speaks",
                "De acuerdo, tal vez solo {i} realmente {/i} amo mi gran storia.Hahhh ... ♪ {i} oh! {/i} Amber también recibe órdenes personalizadas para armas también.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Elena tose torpemente mientras su emoción previa desaparece.",
                "Speaks",
                "F para las armas de exhibición, no los juguetes sexuales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella cambia suavemente el tema con una sonrisa de negocios.",
                "Speaks",
                "El gremio y su tienda tienen un buen contrato establecido para manejar la mayoría de nuestros suministros.Así que puedo asegurarte a pesar de ella, bueno, actitud agria, ella es {i} muy {/i} confiable.",
                "SetChoice",
                "19",
                "Adventurer",
                "IfChoice",
                "14",
                "Amber",
                "Talk about other people in town.",
                "SetChoice",
                "14",
                "Amber",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Ask about Vivian.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks",
                "Ugh, esa mujer me frota de la manera incorrecta.Y no, eso es {i} no {/i} una broma sexual.",
                "Su mirada fría y su tono aún más frío te escortan.Tienes la sensación de que ha tenido esta conversación antes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks",
                "Bueno, como sabes, ella solo corre la ciudad.Que el Gremio tiene un acuerdo establecido para permitir que los aventureros se queden sin cargo.Pero se dobla como un {i} burdel {/i} para que las chicas monstruosas alquile a los humanos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Elena comienza a murmurar rápidamente bajo su aliento un poco torpemente.",
                "Speaks",
                "Ella también tiene el mejor bar de la ciudad.Pero ese es el punto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks",
                "Seguro que Vivian es todo {i} agradable {/i}, con su {i} 'oh tan perfecto' {/i} cuerpo, todo gracias a la diosa {i}. {/i} no mencionarla {i} oooh,Soy todo misterioso y sutil {/i}.Egh.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frazzled",
                "Speaks",
                "Ella está claramente a la que está a la altura de algo, que está a la altura de ser una {i} horrible {/i} emparejador.En serio, ella me ha configurado al menos {i} 10 {/i} personas diferentes y ninguna de ellas funcionó en el {i} más mínimo. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Si ella no estuviera tratando de configurar {i} Todos {/i} en la ciudad, juraría que toda la operación del burdel que tiene fue solo tratar de dirigir a los hombres para estar interesados ​​solo en las chicas monstruosas ... Probablemente sea solotratando de convertir a los hombres en pervertidos o algo {i} tonto {/i} así.",
                "Hay una pequeña pausa en la conversación, mientras que Elena murmura oscura para sí misma antes de hablar nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Speaks",
                "HMPH, a pesar de lo que Vivian afirma, donar a la iglesia no {i} ni siquiera {/i} te hace más bonito o algo así.... no es que lo haya intentado personalmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se rastrea torpemente antes de toser y cambiar un poco el tema.",
                "Speaks",
                "El punto es [ThePlayerName], no confíes en ella al pie de la letra, ten cuidado con las misiones que publica y es mejor que no trabajes en su burdel.",
                "IfChoice",
                "15",
                "Vivian",
                "Talk about other people in town.",
                "SetChoice",
                "15",
                "Vivian",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Ask about Lillian.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Lillian?Ella ... {i} significa {/i} Bueno.Nunca le digas algo que quieres mantener en secreto.",
                "Elena deja escapar un suspiro cansado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Sin embargo, ella hace un excelente trabajo dirigiendo la iglesia, y no creo haber {i} en realidad {/i} la he visto quedarse sin energía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aunque a veces tiene un poco de mente de una pista ... como cuando estaba completamente convencida de que Elly era una bruja.Estoy tan contento de que se haya detenido ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Speaks",
                "Solo desearía que ella fuera un poco más indulgente sobre quién deja en la iglesia.En realidad, ella me obliga a abrocharse más en mi parte superior o usar un abrigo sobre esto.Ya es tan {i} restrictivo. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Elena deja escapar otro suspiro antes de dejar que una pequeña sonrisa se extendiera sobre su rostro.",
                "Speaks",
                "Jeje, sinceramente, estoy bastante seguro de que es tan adversa a las cosas más 'eróticas' porque en realidad creció en esta ciudad.La iglesia también específicamente, creo.He hablado con ella al respecto antes, e incluso tengo algunos registros de la ciudad antigua al respecto.Realmente también explicaría por qué es tan estricta con quien incluso deja trabajar en la iglesia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks",
                "Definitivamente tuvimos algunos {i} weirdos {/i} Intentar configurar allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Pero afortunadamente, Lillian sabe cómo dejar su pie.",
                "La sonrisa de Elena cambia brevemente a una sonrisa mientras recuerda algo, pero no dice.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Je, a pesar de ser terco, un poco {i} también {/i} predicador, y un poco demasiado de un blabbermouth.Todavía me gusta, realmente es difícil {i} disgusto {/i} ella.",
                "IfChoice",
                "16",
                "Lillian",
                "Talk about other people in town.",
                "SetChoice",
                "16",
                "Lillian",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Ask about Belle.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks",
                "¡Oh!Yo diría que Belle es una de mis mejores amigos.Ella es una gran oyente y una camarera aún mejor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Aunque realmente no pasamos el rato más que cuando estoy en el bar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Je, ella trabaja tanto como yo, creo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "{i} pensamiento {/i} Me siento mal que ella también tiene que tratar conmigo borracho la mayor parte del tiempo, soy uh, no {i} exactamente {/i} en mi mejor comportamiento cuando soy así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hmm ... Honestamente hablar de ella me hace preguntarme qué debería beber esta noche.",
                "IfChoice",
                "25",
                "Belle",
                "Talk about other people in town.",
                "SetChoice",
                "25",
                "Belle",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "_ElenaProgression",
            "theScene": [
                "Ponte a través de la mazmorra del bosque.: 2",
                "Clear Mountain: 1",
                "Templo transparente: 2",
                "Clear Caverns: 1",
                "¿Cómo se mantienen sus registros tan actualizados sobre mi progreso?: 1",
                "¿No debería haber más personas trabajando aquí?: 3",
                "Entonces, ¿qué son Eros de todos modos?: 1",
                "¿Enseñas habilidades de combate normales?: 3",
                "¿No es ese atuendo demasiado revelador para un uniforme de gremio?: 3",
                "Pregunte por Elly.: 2",
                "¿Entonces Elly es tu hermana?: 3",
                "Pregunte por Amber: 1",
                "Pregunte por Vivian: 1",
                "Pregunte por Lilian: 1",
                "Pregunte por Belle: 1",
                "Habla sobre el alcohol: 3",
                "Acerca de la aventura: 3",
                "Sobre odiar el trabajo: 1",
                "Sobre sus problemas de relación: 2",
                "Progreso de la barra:",
                "Vandal Quest:",
                "Jora Quest:"
            ]
        },
        {
            "NameOfScene": "Step away from the guild counter.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Bueno!¡Que tengas un buen día y buena suerte aventurando!"
            ]
        }
    ]
}