{
    "name": "Intro Part 2",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Vivian",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "HideHealth",
                "ChangeBGM",
                "music/Town/village.mp3",
                "Te despiertas con un comienzo, tu extraño sueño se desvanece lentamente de tu mente.Te preguntas débilmente lo que significa, pero eventualmente decide que debe ser un buen presagio mientras sacudes la cabeza, preguntándote si has llegado a tu destino, yendo a la cubierta del barco que ves ya está atracada en el puerto.",
                "El anciano capitán del barco todavía está a bordo, y ella le informa que ha estado dormido durante aproximadamente una hora desde que llegó el barco, también le informa que se dirija al salón del gremio para que pueda recibir información sobre la situación, yNo se preocupe por llegar tarde.Decirle con una risa que es por orden de llegada, y de esta manera podrá omitir cualquier alineación.",
                "Con una sonrisa, agrades al capitán del mar y te diriges por la plataforma a los muelles, llevando tus pocas pertenencias que trajiste de la academia y una pequeña bolsa de oro.A pesar del tamaño bastante pequeño de la ciudad, sus calles lloran con actividad, las personas que van y vienen en múltiples direcciones, y te sorprende ver a numerosas chicas monstruosas mezcladas con los humanos.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Mientras miras a tu alrededor, tratando de orientar en medio del ajetreo y el bullicio, una mujer bien vestida y sensual se acerca a ti, sensualmente balanceando sus caderas mientras se pavonea hacia adelante, sus pechos pesados ​​rebotan hipnóticamente con cada paso, y aún más desorientado puedesNo ayuda, pero es un poco arrojado por su apariencia repentina.",
                "Speaks",
                "Bueno, hola, Cutie, ¿debes ser uno de los nuevos aventureros?Mi nombre es Vivian Von Voss, y es un placer absoluto {i} de placer {/i} para conocerte.",
                "IfHasFetish",
                "Breasts",
                "BfetishScene",
                "Logras no mirar a sus enormes senos celestiales y mantener el contacto visual con ella mientras te presentas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seduction",
                "Speaks",
                "Mmm, ♥ [ThePlayerName] ... Qué nombre tan encantador, yo {i} amor {/i} It. ♥",
                "Tu corazón se agita ante sus palabras y te encuentras sonriéndote con un rubor creciente mientras da un paso hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ven conmigo bebé.Te mostraré la mejor forma {i} mejor {/i} de pagar tu deuda.",
                "Ella hace un gesto para que la sigas, y te sientes cada vez más ligero y cachonda a medida que te acercas, es cada vez más difícil no pensar en su cuerpo tentador y voluptuoso, pero logras hacerle una pregunta cuando los dos comienzan acaminan juntos.",
                "PlayerSpeaks",
                "Debt?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Sí [ThePlayerName], esa terrible, {i} horrible {/i} deuda de su educación en Adventum, así que le-",
                "JumpToScene",
                "IntroPt2"
            ]
        },
        {
            "NameOfScene": "BfetishScene",
            "theScene": [
                "Te encuentras incapaz de dejar de mirar su escote increíblemente profundo, sus abundantes tetas completamente empapadas en cada onza de tu enfoque disperso, ya que apenas logras murmurar una introducción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveLick",
                "Speaks",
                "Mmm, ♥ [ThePlayerName].Mira algo que ... {i} me gusta? ♥ {/i}",
                "ChangeImageLayer",
                "Scene",
                "1",
                "CloseUpClothedTits",
                "PlayMotionEffect",
                "ScreenBounce",
                "Tu corazón agita mientras se inclina hacia adelante lo suficiente como para hacer que sus pechos pesados ​​reboten y muestren más de su valle fascinante, sus palabras seductoras prácticamente derriten tu mente con excitación de excitación, y te encuentras incapaz de ayudar a sonreír y asentir con un profundo profundo con un profundorubor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Scene",
                "1",
                "",
                "Speaks",
                "Sígueme bebé.Vas a tener tanto {i} diversión {/i} trabajando para mí. ♥",
                "Tu cabeza se siente llena de pura felicidad celestial, y todo lo que puedes pensar es en lo perfectos que son sus senos desbordantes y deliciosos como sigues a su lado con aturdimiento, escuchándola a mencionar algo sobre una deuda cuando comienzas a caminar juntos.",
                "Pero no puedes dejar de mirar sin pensar en sus acres de escote mientras caminas con ella ...",
                "JumpToScene",
                "IntroPt2"
            ]
        },
        {
            "NameOfScene": "IntroPt2",
            "theScene": [
                "Otra mujer de repente estalla entre ustedes dos con una expresión muy agitada, empujando a través de la concurrida multitud con facilidad practicada.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeImageLayer",
                "Expression",
                "2",
                "AngryCartoon",
                "StopBGM",
                "Speaks3",
                "{i} Vivian! {/i} ¿Qué es el infierno {i} {/i}? ¿Crees que estás haciendo?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Disgust",
                "Speaks3",
                "¡Sabes que es un negocio de gremios mostrar a la gente, no la tuya!Incluso si él {i} es {/i} tarde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Grumble",
                "Speaks",
                "Tch, solo estaba tratando de ayudarte y presentarle su nueva vida en Lucidia como aventurero, pero sé que cuando mi ayuda claramente no es querida, {i} Elena. {/i}",
                "La neblina rosa que nubla tu mente desaparece de repente con el arrebato del recién llegado, y Vivian Huffs y se aleja, claramente no está interesado en un argumento extendido.",
                "IfHasFetish",
                "Ass",
                "AFetishEvent",
                "JumpToScene",
                "IntroPt3"
            ]
        },
        {
            "NameOfScene": "AFetishEvent",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Scene",
                "1",
                "ButtSwayLeft",
                "PlayMotionEffect",
                "ScreenSway",
                "Mientras Vivian se aleja, te encuentras sin impotencia mirando a sus regordetes y anchos caderas femeninas que se balancean con cada paso mientras se tormenta, haciendo que su voluptuoso culo rebote con cautivadores sacudidas que te encuentras perdido a la vista ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Luego, la otra mujer, te coloca los dedos frente a tu cara varias veces y recuperas tu enfoque con un comienzo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Estás bastante segura de que te está hablando por un tiempo, dada la mirada molesta que te está dirigiendo, pero ella se aclara la garganta y comienza de nuevo.",
                "JumpToScene",
                "IntroPt3"
            ]
        },
        {
            "NameOfScene": "IntroPt3",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Town/tea-time.mp3",
                "Speaks2",
                "Soy Elena, la representante del gremio aquí.Debes ser [ThePlayerName].",
                "Asentes y comienzas a preguntarle de qué se trataba, pero rápidamente pasa una chica de gato, recordando a las numerosas chicas monstruosas caminando, una vista poco común en una ciudad humana.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks2",
                "Uhm, no te preocupes por las chicas monstruosas que deambulan por la ciudad, solo dejamos que las dispuestas a ser {i} civil {/i} en, y bueno, también hay algunas heroínas que ... uhmm ... {i}Se convirtió en {/i} chicas monstruosas que viven aquí o visitan de vez en cuando ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Elena deja escapar un suspiro cansado antes de que le ponga la sonrisa nuevamente y comience a hablar nuevamente.",
                "Speaks2",
                "{i} de todos modos. {/i} Esa mujer que acabas de conocer es Vivian, ella dirige la posada local y la taberna, 'la diosa' abrazar '...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks2",
                "También es un Bordello de Monster Girl ... en realidad es más exacto decir que es un Bordello humano {i} para {/i} Monster Girls ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grumble",
                "Ella te mira con no poca medida de molestia y asco, aunque no parece estar realmente dirigido a ti.",
                "Speaks2",
                "Yo {i} altamente {/i} te recomendaría {i} no {/i} trabajar allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella deja escapar un suspiro agotado antes de volver a repasar y continuar.",
                "Speaks2",
                "Pero no dejes que eso te impida dormir en la posada o comer y beber en la taberna.La posada es libre de quedarse para los aventureros, y la comida y la bebida allí en realidad es bastante genial, si no la mejor de la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella aclara su garganta, cambiando su tono a uno mucho más serio y de negocios como cuando vuelve a la pista.",
                "Speaks2",
                "Estoy seguro de que Vivian ya mencionó su deuda.Así que también podemos sacar todas las malas noticias del camino ahora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks2",
                "¿Sabes que la escuela de aventuras 'gratuita' a la que asististe?No era {i} exactamente {/i} gratis.Actualmente está endeudado por un millón de eros.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayerSpeaks",
                "¡¿QUÉ?!... Espera, ¿qué es un Eros?",
                "Speaks2",
                "Es la moneda en Lucidia.Cualquier dinero que haya traído con usted tendrá inútil aquí, pero puedo tomar lo que tiene e intercambiarlo por Eros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks2",
                "Nosotros en el Gremio de Adventurers también estamos obligados a darle una pequeña cantidad de dinero para ayudar a comenzar su búsqueda además del dinero que trajo.",
                "Le entregas con cautela tu bolsa de oro, y después de contarla por un breve momento, te entrega un pequeño saco de monedas moradas brillantes.¡Recibiste 1000 Eros!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks2",
                "Ahora estoy seguro de que puede estar preguntándose cómo exactamente la escuela de aventuras {i} gratuita {/i} no fue gratuita.Si bien su educación en sí es gratuita, su viaje aquí no fue, ni ninguna comida en el viaje, o en la escuela.Además, las clases electivas que tomó también se consideró en la deuda, así como los rendimientos esperados de la escuela sobre sus ingresos como aventurero en función de sus calificaciones, y algunos de los equipos iniciales que le daré en breve.",
                "PlayerSpeaks",
                "¡Eso suena como una mierda completa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks2",
                "Lo sé ... pero solo estoy con el gremio aquí y no tomo las reglas.Solo ayudamos a facilitar las misiones y el reembolso de la deuda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "También me gustaría mencionar que no puedes dejar Lucidia hasta que hayas pagado tu deuda por completo o derrotar a la reina del demonio.Los barcos no pueden transportarlo de regreso debido a su contrato con los gremios y las escuelas, así como a las chicas de monstruos acuáticos que destruyen botes que intentan llevar a los hombres lejos de Lucidia, es posible que haya notado que la tripulación era toda mujer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks2",
                "Y para colmo todo eso, la mayoría ... bueno, en realidad, {i} todos {/i} de tu entrenamiento que tuviste en Adventum no vale la pena aquí.",
                "PlayerSpeaks",
                "¡¿Qué?!¿Cómo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Bueno, no puede ocurrir violencia en Lucidia debido a un encantamiento de todo el continente colocado por la Reina Demonio, y como tal, cualquier técnica de lucha de espada elegante o magia destructiva que aprendiste ahora son completamente inútiles para derrotar a las chicas monstruosas, o incluso un entrenamiento con humanos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speaks2",
                "Tuviste un curso durante tu primer año en Adventum sobre 'Defensa sexual de Monster Girls', ¿verdad?Bueno, ese será tu activo más valioso aquí, como la única forma de luchar aquí, es luchar ... sexualmente.",
                "Elena prácticamente escupe las últimas palabras con desprecio muy poco velado antes de poner su sonrisa profesional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks2",
                "Eso, o hablar con ellas, pero la mayoría de las chicas monstruosas preferirían tener relaciones sexuales que una conversación agradable.También podría huir todo el tiempo y encontrar formas alternativas más allá de los obstáculos, supongo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Elena suspira cuidadosamente mientras intenta procesar toda la información que se le arroja.",
                "PlayerSpeaks",
                "Todavía estoy soñando, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella le acaricia suavemente el hombro con una sonrisa tranquilizadora.",
                "ChangeBGM",
                "music/Town/tea-time.mp3",
                "Speaks2",
                "No [ThePlayerName], no lo eres.Sé que todo esto es muy abrumador, pero estará bien, lo prometo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks2",
                "Solo ... no dejes que la opción de tener sexo con innumerables chicas monstruosas te lleguen a la cabeza.",
                "Su mano se escapa y te da un aspecto ligeramente a juzgar mientras continúas tratando de procesar todo.",
                "PlayerSpeaks",
                "No sé, ¿todo se siente un poco soñador?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks2",
                "Oh, esa es la forma en que Lucidia es gracias a ese encantamiento colocado por la reina del demonio.Eventualmente se acostumbrará, pero la versión corta es que es un poco desorientador que los humanos viajen aquí normalmente.Quiero decir, los registros dicen que siempre fue un poco extraño y que el tiempo también puede ser voluble en algunos lugares, pero el encantamiento lo hizo mucho peor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Por ejemplo, un giro a la izquierda que tomas en un bosque de repente podría dejarte de regreso donde empezaste, o de repente en una cueva de montaña rodeada de monstruos.Pero esto me lleva a mi primera buena noticia.",
                "Ella te entrega un libro de aspecto elegante y una pequeña piedra con runas azules grabadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks2",
                "Aquí está su grima de guía y su piedra de retiro.No los pierdas.Por favor.",
                "PlayerSpeaks",
                "¿Son caros de reemplazar?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Bueno, {i} Sí, {/i} Se agregaría a su deuda, pero lo más importante, es posible que no pueda volver a la ciudad sin ellos, déjame explicarte.",
                "Speaks2",
                "El Grimoire le permitirá navegar con facilidad con facilidad, mantiene las torcidas porciones similares a los sueños del continente estable y transitable, y sus páginas se llenará mágicamente a medida que se aventuran.Mientras que la piedra de retiro lo traerá de regreso a la ciudad, pero solo se activa si detecta que está agotado o en peligro severo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Speaks2",
                "A veces también se publicarán misiones en el Gremio de Adventurers, que se agregarán automáticamente a su grimorio, incluidas las misiones que pueden ser dadas por personas de la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Pero si quieres derrotar a la Reina Demonio, necesitarás adquirir los cinco sigilos diferentes de cuatro mazmorras diferentes en todo el continente, cada una controlada por una de los comandantes de la Reina Demonio.",
                "Speaks2",
                "Pero antes de salir, debes ir a comprar algunos equipos y aprender algunas habilidades.Casi cualquier persona en la ciudad puede enseñarte, pero el Gremio de Adventurers es el mejor lugar para ello.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "Speaks2",
                "¡Entonces deberías ir y prepararte para la aventura!Salir sin preparación ... bueno, probablemente no termine bien ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Elena se aclara la garganta.",
                "Speaks2",
                "Bueno, creo que te he mantenido aquí el tiempo suficiente, si tienes más preguntas, ven a hablar conmigo en el gremio de aventureros y haré todo lo posible para responderlos.Le recomendaría al menos ir al distrito comercial y al salón de gremios antes de salir de las aventuras, y espero que podamos llevarnos bien a pesar de todo esto.¡Buena suerte!",
                "DisplayCharacters",
                "EndLoop",
                "Ella rápidamente se dirige a la oficina del gremio y te deja a tus propios dispositivos."
            ]
        }
    ]
}