{
    "name": "Visit Lillian",
    "CardType": "Church",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Lillian",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "StoreKeeper",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "IfChoice",
                "14",
                "",
                "CheckDungeonClear",
                "IfChoice",
                "15",
                "",
                "CheckTempleClear",
                "IfChoice",
                "18",
                "",
                "CheckLabyClear",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "CheckDungeonClear",
            "theScene": [
                "IfHasItem",
                "Sigil Of Allure",
                "Beat the forest dungeon.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat the forest dungeon.",
            "theScene": [
                "SetChoice",
                "14",
                "ForestDungeonConvo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A medida que te acercas a Lillian, ella corre a una velocidad vertiginosa y casi te abraza al suelo, su repentino abrazo eliminando el aire de tus pulmones.",
                "Speaks",
                "¡Lo hiciste!¡Limpiaste la mazmorra del bosque y obtuviste el sigilio de encanto!¡Sabía que podías hacerlo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella termina su abrazo con una sonrisa casi tímida, dando un paso atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Buen trabajo a través de un lugar tan malvado, apuesto a que robaste el Sigil a la nariz de Imp Queen!¡Jeje, las tentaciones pecaminosas de sus secuaces no eran rival para tu heroica fuerza de voluntad! ♪",
                "Lillian adopta una postura heroica con una sonrisa jubilosa, antes de recompensar y inquietarse un poco con una risita.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Ehehe, ♪ Le pedí a Elena que me mantuviera actualizado sobre su progreso.Pero estoy bastante seguro de que su Intel es {i} super {/i} incorrecta, no hay forma de que la primera mazmorra tenga un {i} arqumemon {/i} en él, ella estaría tan cerca de la gente de la ciudadestaría enloqueciendo y en pánico, todos estarían acurrucados en la iglesia rezando para ser salvos de la inminente {i} doom. {/i}",
                "Intentas explicar que realmente {i} es {/i} un arco-demonio allí, y que no lo hiciste {i} exactamente {/i} robar el sigil de debajo de ella, pero Lillian no parece queTener algo de eso, asumiendo una pose de un gran para enfatizar su punto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Disparates!¡Oh valiente aventurero [ThePlayerName], no subestima tus grandes logros en nombre de la diosa!¡Te estás hundiendo un mal servicio!Y claramente la reina del Imp solo estaba usando una charla elegante para hacer que suene importante para sus secuaces.Por lo que he leído, los arch-Iimps tienen {i} muy {/i} egos frágiles.",
                "Speaks",
                "¡Con su valentía y coraje, tomaste lo que era legítimamente tuyo en primer lugar!¡Qué buen trabajo!¡Puedes hacerlo [ThePlayerName]!¡Recolectarás los sigilos y la derrota, la {i} Demon Queen! {/i} ¡Eventualmente!Todo es un paso a la vez, así que no entres por encima de tu cabeza e intente luchar contra la reina del Imp o algo a menos que estés listo para probarlo y ... ¡!",
                "Lillian se queda sin aire mientras termina su divaga rápida pero tranquilizadora, eventualmente dejando caer su pose dinámica mientras respira profundamente el aire.",
                "Speaks",
                "S-so, y-yeah deberías seguir empujando hacia adelante, y esas cosas ... {i} ¡Creo en ti! ♪ ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Con su última declaración, vuelve a su altura diminuta completa con una amplia sonrisa.",
                "Speaks",
                "De todos modos, ♪ ¿Qué necesitas, {i} héroe? ♪ {/i}",
                "Lillian se ríe juguetón y con entusiasmo después de llamarte así.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckTempleClear",
            "theScene": [
                "IfHasItem",
                "Sigil Of Will-Power",
                "Beat the temple.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat the temple.",
            "theScene": [
                "SetChoice",
                "15",
                "templeConvo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A medida que te acercas a Lillian, ella corre hacia ti con una sonrisa radiante con velocidad vertiginosa, abrazándote con una risa, casi golpeándote al suelo mientras su repentino abrazo noqueando el aire de tus pulmones.",
                "Speaks",
                "¡Lo hiciste! ♪ ¡Desafió las pruebas de ese templo herético en la montaña y obtuviste el sigilio de fuerza de voluntad!¡Sabía que podías hacerlo! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella te da otro apretón apretado y extasiado antes de dejar ir el abrazo y saltar hacia atrás con una sonrisa rebosante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Buen trabajo!¡Nunca te dudé por un segundo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Sin embargo, pensé que un demonio de zorro de nueve colas sería mucho más fuerte que {i} segundo {/i} material de mazmorra ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Le explicas que en realidad eran dos hermanas Oni con las que tuviste que lidiar, y que el Kitsune era más un lado, con menos colas.",
                "Speaks",
                "O-ohhhhh ... h-hehe, {i} tal vez {/i} Hice muchos supuestos de lo que Elena me dijo ... jeje ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Pero vamos, embellecer sus logros es {i} Way {/i} más divertido de lo que realmente sucedió.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero en serio, ¡estás haciendo {i} increíble!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Y estaré aquí animándolo en todo el camino [ThePlayerName]! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Entonces, ¿necesitabas algo, valiente héroe de aventuras? ♪",
                "Lillian se ríe juguetón y con entusiasmo después de llamarte así.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "CheckLabyClear",
            "theScene": [
                "IfHasItem",
                "Lucidian Passport",
                "Beat the laby.",
                "JumpToScene",
                "Intro"
            ]
        },
        {
            "NameOfScene": "Beat the laby.",
            "theScene": [
                "SetChoice",
                "18",
                "labyConvo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A medida que te acercas a Lillian, ella se apresura a ti a una velocidad vertiginosa con una sonrisa radiante, abrazándote con una risita jubilosa, el repentino abrazo saca el aire de tus pulmones y casi te empuja al suelo.Levantando los ojos de tu pecho, la sacerdotisa te mira expectante.",
                "Speaks",
                "¡Lo hiciste! ♪ ♪ ♪ ¡Aseguiste el laberinto y evadiste el temido Minotauro!¡Sabía que podías hacerlo! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella te da otro cálido apretón de abrazos antes de soltar, brincando hacia atrás unos pasos saltando con una sonrisa radiante, misericordiosamente te dejó recuperar el aliento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Aunque me pregunto acerca de la curva de potencia de estas mazmorras ... ¿no hay minotos en los caminos de montaña?¿Cómo es eso un desafío para ti ahora?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Todavía jadeando por aire, explicas que no hay minotauro en el laberinto, lo que hace que la mujer clérica jadea con shock.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "{i} ¿qué?} ¡¿Bien?!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Usted es útil expone en las hermanas Cerberus, Guardianes Hellhound of the Umbral Labyrinth, la boca de Lillian tomando la forma de un asombrado 'O' de comprensión.",
                "Speaks",
                "Oooooh...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Entonces, las hermanas Cerberus eran un gran hogar con tres cabezas y una cola de serpiente, ¿verdad?¿Qué tan grande era ella?¿Tocaste música para calmarla y pasar sin oposición?{b} oh! {/b} ¿la acaricaste?¿Sijaste su alma gentil con a Headpats saludables y saludables?",
                "Menu",
                "Yes.",
                "There was definitely a lot of... petting...",
                "No.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Aw ... eso es cojo ... deberías haberlos dado unas palmaditas.",
                "JumpToScene",
                "labytalkEnd"
            ]
        },
        {
            "NameOfScene": "There was definitely a lot of... petting...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "... {i} oh. {/i} uh- bueno, de todos modos",
                "JumpToScene",
                "labytalkEnd"
            ]
        },
        {
            "NameOfScene": "Yes.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "{i} yay! ♪ {/i} apuesto a que eran súper esponjosos! ♪",
                "JumpToScene",
                "labytalkEnd"
            ]
        },
        {
            "NameOfScene": "labytalkEnd",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Así que sí!Increíble trabajo por ahí Smiting Evil- {i} ¡No me corrigan- {/i} Sigue así y tendrás a la reina del demonio venciendo en poco tiempo! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Y seguiré animando desde aquí, [ThePlayerName]! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Entonces, ¿necesitabas un servicio de la iglesia o una oración, oh valiente héroe de aventuras? ♪",
                "Lillian se ríe juguetonamente después de llamarte así.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Intro",
            "theScene": [
                "IfTimeIs",
                "NightTrue",
                "NightIntro",
                "SwapLineIf",
                "Random",
                "Caminas hacia Lillian y la ves hablar cortésmente con un elfo, pero cuando te acercas al elfo se da cuenta de que te da cuenta y se enroja profundamente, excusándose rápidamente de la iglesia y saliendo, y Lillian se despide a medida que ella va.",
                "Mientras caminas hacia Lillian, te das cuenta de que actualmente está atrapada en una conversación con un hombre que obviamente está intentando golpearla, pero antes de que te entregues, suspira y levanta una mano, y una ola mágicade la fuerza emana de su palma, disparando al hombre de la entrada principal de la iglesia.Sin perder el ritmo, ella se acerca a ti como si no hubiera pasado nada.",
                "Mientras le das atención a Lillian, ves que está expulsando con fuerza a un imp de la iglesia con una expresión desaliñada, y el objetivo de su ira deja bastante molesto, pero Lillian parece muy orgullosa de sí misma, luego corre hacia ti y daEres un gran abrazo cuando te nota.",
                "Mientras le das atención a Lillian, ves que está ahuyentando con fuerza a una gatgirl con escasamente vestida de la iglesia con una expresión desaliñada, y el objetivo de su ira deja bastante molesto, pero Lillian parece bastante orgullosa de sí misma, luego corre hacia tiy te da un gran abrazo cuando te nota.",
                "Mientras le das atención a Lillian, ves que está felizmente charlando con una vieja pareja humana sentada en los bancos, y tan pronto como su conversación llega a su fin, Lillian te da atención y casi te ataca con un abrazo.",
                "Mientras te diriges hacia Lillian en el atril de la iglesia, predicando a una iglesia aparentemente vacía, ella se repite e inmediatamente corre hacia ti, y te da un gran abrazo.",
                "Mientras caminas hacia Lillian, ella inmediatamente te nota, y te da una gran sonrisa, dejando a un lado la escoba que estaba usando para barrer el polvo en la iglesia antes de que se extienda con entusiasmo.",
                "Caminas hacia Lillian mientras pule la estatua limpia y brillante de Venereae, y se tarda unos momentos más en fregar un lugar con una intensidad casi aterradora antes de poner la tela y volverte con una sonrisa alegre.",
                "Caminas mientras Lillian limpia los bancos con una tela, una expresión seria en su rostro mientras lo hace, pero una vez que nota tu enfoque, deja caer alegremente su trabajo y te saltea.",
                "Caminas mientras Lillian está trapando el piso, bailando con una gracia sorprendente mientras hace brillar el piso mientras tararea y pasa a un ritmo inaudito, solo que te nota después de unos momentos más de su limpieza enérgica, y deja caer su trabajo, saltandoa ti con una amplia sonrisa.",
                "A medida que avanza a Lillian a través de la iglesia actualmente vacía, la ve arrodillarse frente a la estatua de la Diosa rezando atentamente y esperas pacientemente, sin querer interrumpirla.Pronto salta con entusiasmo con una sonrisa radiante y se da vuelta para mirarte, sus oraciones completas.",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "NightIntro",
            "theScene": [
                "SwapLineIf",
                "Random",
                "Mientras te diriges hacia Lillian en el atril de la iglesia, predicando a la iglesia a la luz de la luna y vacía, ella se repite e inmediatamente corre hacia ti, y te da un gran abrazo.",
                "Mientras caminas hacia Lillian, ella inmediatamente te nota, y te da una gran sonrisa, dejando a un lado la escoba que estaba usando para barrer el polvo en la iglesia antes de que se extienda con entusiasmo.",
                "Caminas hacia Lillian mientras pule la estatua limpia y brillante de Venereae, y se tarda unos momentos más en fregar un lugar con una intensidad casi aterradora antes de poner la tela y volverte con una sonrisa alegre.",
                "Caminas mientras Lillian limpia los bancos con una tela, una expresión seria en su rostro mientras lo hace, pero una vez que nota tu enfoque, deja caer alegremente su trabajo y te saltea.",
                "Caminas mientras Lillian está trapando el piso, bailando con una gracia sorprendente mientras hace brillar el piso mientras tararea y pasa a un ritmo inaudito, solo que te nota después de unos momentos más de su limpieza enérgica, y deja caer su trabajo, saltandoa ti con una amplia sonrisa.",
                "A medida que avanza a Lillian a través de la iglesia actualmente vacía, la ve arrodillarse frente a la estatua de la Diosa rezando atentamente y esperas pacientemente, sin querer interrumpirla.Pronto salta con entusiasmo con una sonrisa radiante y se da vuelta para mirarte, sus oraciones completas.",
                "EndLoop",
                "JumpToScene",
                "PostIntro"
            ]
        },
        {
            "NameOfScene": "PostIntro",
            "theScene": [
                "Speaks",
                "Ehehe, ♪ hola [ThePlayerName]! ♪ ¿Necesitas algo?",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "VisitMenu",
            "theScene": [
                "Menu",
                "Talk with Lillian.",
                "Ask Lillian for a hug.",
                "RequiresChoice",
                "5",
                "PatPat",
                "Ask to headpat Lillian.",
                "RequiresChoice",
                "4",
                "HolyWater",
                "Buy holy water. 100 Eros.",
                "Get purification.",
                "Done spending time with Lillian.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask Lillian for a hug.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Los ojos de Lillian se iluminan con alegría, y ella abre los brazos, prácticamente saltando hacia ti con una risita para darte un abrazo apretado con toda la fuerza que su pequeño cuerpo puede reunir, su comportamiento alegre es tan infeccioso que no puedes evitar sonreírMientras la abrazas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Jeje, ♪ Todos necesitan un abrazo de vez en cuando, ♪ y si tus aventuras te están deprimiendo.¡Estaré aquí para animarte de nuevo!",
                "{i} hmmmm! ♪ {/i} Este abrazo es bendecido por la diosa, ¡así que todo tu dolor desaparecerá! ♪",
                "Ahí allí [ThePlayerName].",
                "¡Por el poder de este abrazo! ♪ ¡Purgo tus preocupaciones, miedos y estrés!",
                "Los descansos de abrazo son importantes. ♪ Así que deja que todos tus miedos y preocupaciones de aventura desaparezcan.",
                "EndLoop",
                "Termina el abrazo por última vez antes de romperlo y dar un paso atrás con una amplia sonrisa.",
                "IfChoice",
                "12",
                "Hug",
                "VisitMenu",
                "SetChoice",
                "12",
                "Hug",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Asegúrese de avisarme si necesitas otro abrazo! ♪ Es mi deber ayudar a aliviar las cargas de los aventureros, y abrazar siempre ayuda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La sonrisa de Lillian está bastante orgullosa y segura de sí misma mientras asiente a sabiendas.",
                "IfChoice",
                "16",
                "HugTime",
                "VisitMenu",
                "SetChoice",
                "16",
                "HugTime",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Ask to headpat Lillian.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?¿Quieres practicar el santo Headpat un poco más?Bien. ♪",
                "Lillian te quita el sombrero y te mira expectante con una sonrisa brillante, y tentativamente extiende y agitate el cabello, acariciando suavemente su cabello, tu mano es suficiente con una luz suave y Lillian te sonríe dulcemente.",
                "Finalmente, alejas tu mano, los ojos de Lillian brillan con orgullo y ella vuelve a ponerse el sombrero con una sonrisa divina.",
                "Speaks",
                "SwapLineIf",
                "Random",
                "Eso fue espectacular [ThePlayerName]!",
                "{i} hmmmm ... {/i} ♪ Le doy a esa cabeza diez de diez bendiciones de la diosa! ♪",
                "Jeje. ♪ ¡Sigue entrenando y estoy seguro de que puedes someter a la reina del demonio! ♪",
                "¡Con ese tipo de poder, apuesto a que podrías exorcizar cualquier mal! ♪",
                "EndLoop",
                "IfChoice",
                "13",
                "patpat2patharder",
                "VisitMenu",
                "SetChoice",
                "13",
                "patpat2patharder",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "No tengas miedo de pedirme más práctica de Headpat. ♪ ¡Tienes que quedarte en plena forma si quieres detener a todos los monstruos pacíficamente! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "La sonrisa brillante de Lillian y la confianza segura de sí mismos casi te hacen creer que en realidad podrías derrotar a los monstruos con las paletas de la cabeza solas.",
                "IfChoice",
                "17",
                "PatPat",
                "VisitMenu",
                "SetChoice",
                "17",
                "PatPat",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Talk with Lillian.",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "TalkMenu",
            "theScene": [
                "Menu",
                "Talk about the Church and Lillian.",
                "Talk about other people in town.",
                "RequiresChoiceFromEvent",
                "EnteringChurch",
                "2",
                "DemonLayerGet",
                "I'm pretty sure Demon 'Slayer' is a holy sex toy called Demon Layer.",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm pretty sure Demon 'Slayer' is a holy sex toy called Demon Layer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Speaks",
                "{i}What.{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Hay un momento de duda antes de que ella se acerque contra ti.",
                "Speaks",
                "[ThePlayerName] ¡No seas {i} ridículo! {/i} Es solo un grabado perdido en el mango.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Y qué tipo de bicho raro usa un látigo como ...",
                "PlayerSpeaks",
                "...{i}Well.{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "En su intención de explicarse, ella se aprieta las manos sobre sus oídos y comienza a correr a una parte diferente de la iglesia, muy intención de ignorarlo.",
                "Speaks",
                "{i} la la La No puedo escucharteuuuuuu! {/i} ¡Oh por la diosa, este lugar aquí definitivamente necesita limpieza!Lo siento, hablaremos más tarde.",
                "PlayerSpeaks",
                "L-Lillian...",
                "Pero ella ya está listo para trabajar sobre la iglesia, completamente puesta en no escuchar lo que tienes que decir."
            ]
        },
        {
            "NameOfScene": "Talk about the Church and Lillian.",
            "theScene": [
                "Menu",
                "Ask about her job at the Church.",
                "Ask about Goddess Venereae.",
                "Ask about her good luck charm.",
                "Ask about monster girls.",
                "Ask about the church's holy water.",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk about something else.",
            "theScene": [
                "JumpToScene",
                "TalkMenu"
            ]
        },
        {
            "NameOfScene": "Ask about her job at the Church.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, es más una forma de vida que un trabajo.Pero trabajo {i} realmente {/i} duro! ♪ I organizé congregaciones, venda agua bendita a los aventureros, proporcione purificación y curación, ayude a quienes caen ante los monstruos en la batalla a recuperarse, también proporciono orientación a los cansados. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian luego gestos grandiosos después de hacer un pequeño giro elegante, extendiendo los brazos de par en par mientras sonríe con alegría desenfrenada.",
                "Speaks",
                "Como reverendo, sacerdote, pastor, clérigo, diácono, ministro, obispo, vicario, arzobispo y mantenedor de esta iglesia para la gran diosa santa Venereae, ¡también tengo mucho otro trabajo por hacer!Como limpieza y reparaciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "La pose grandiosa de Lillian se desliza cuando un puchero se lleva la cara.",
                "Speaks",
                "Ugh, te sorprendería cuántas personas no saben cómo cuidar adecuadamente una iglesia.Mucha gente sigue tratando de ayudarme, pero en realidad no {i} obtengo {/i}, o cómo {i} correctamente {/i} guía el cansado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Su sonrisa regresa con toda su fuerza, pero su voz suena un poco tensa.",
                "Speaks",
                "Así que las pateo si no pueden mantener las cosas correctamente en orden.Pero está bien, porque puedo manejarlo {i} todo! ♪ ♪ {/i} Quiero decir, he estado haciendo esto siempre que haya vivido aquí, ¡así que puedo manejarlo totalmente!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Incluso si la gente sigue diciéndome que realmente debería y necesito tomar más descansos.¿No {i} sé {/i} que trabajar para la diosa es todo el resto y sustento que necesito?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian pone sus manos en sus caderas con una sonrisa orgullosa.",
                "Speaks",
                "¡Oh, claro!Si tiene alguna pregunta sobre la diosa Venereae, o necesita orientación, ¡soy la chica para preguntar!Me comunico con un ángel de Venereae cuando rezo a veces, ella me da una visión profunda sobre el funcionamiento del mundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian asiente solemnemente con una sonrisa irritante.",
                "Speaks",
                "Hmmm, tal vez si rezas lo suficiente [ThePlayerName], y vives una vida de mayoridad, tú también puedes escuchar las voces de los ángeles mientras rezas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Ahí!",
                "Speaks",
                "Jejeje, ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ¡trabajo lo suficiente para la diosa, me pregunto si podría convertirme en el papa ... o tal vez incluso el {i} arqu {/i} -pope!Jeje, no es que yo {i} realmente {/i} me importe las promociones, ¡solo trabajar para la gran diosa de la luz pura es más que suficiente para mí! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "{i} hmm ... {/i} ¿Era {i} también {/i} muchos títulos para la diosa?Era un poco de vano ...",
                "Lillian se sigue, perdió en sus propios pensamientos por un momento, antes de fruncir el ceño profundamente, luego volver a su sonrisa normal emocionada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "IfChoice",
                "2",
                "JobTalk",
                "Talk about the Church and Lillian.",
                "SetChoice",
                "2",
                "JobTalk",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "Ask about Goddess Venereae.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Quieres aprender sobre la diosa?Jeje, ♪ ¡Entonces has venido a la sacerdotisa correcta! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella sostiene su mano cerca de su pecho con una sonrisa antes de girar para enfrentar la estatua de piedra de Venereae con un gran gesto, atrayendo los ojos a su forma delgada y modesta, recordando débilmente la mayoría de las otras estatuas de ella que has visto que es mucho más... voluptuoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡He aquí la gran estatua de la diosa dentro de esta iglesia, es más que una pálida imitación de la forma pura y elegante de la diosa!",
                "Ella se vuelve hacia ti con una risita.",
                "Speaks",
                "Jeje, ♪ lo hice yo mismo. ♪",
                "PlayerSpeaks",
                "Espera, ¡te tallaste tú mismo?¡Es el doble de tu tamaño!",
                "Speaks",
                "Jeje, quiero decir, me llevó como todo un año de trabajo de piedra conseguirlo {i} solo {/i} correcto y perdí la pista de cuántos bloques de piedra pasé por los intentos fallidos, ¡pero valió la pena!♪ ¡Es la pieza central brillante de la iglesia! ♪",
                "Ella se toma un momento para mirar con orgullo su obra antes de volver a ti con un puchero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Sería bueno si {i} otros sacerdotes y sacerdotes de Venereae pudieran apreciarlo tanto como yo.",
                "Ella deja escapar un ligero suspiro de frustración.",
                "Speaks",
                "Fue {i} realmente {/i} trabajo duro haciéndolo ... sin mencionar la reparación de toda la iglesia yo mismo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Oh, con eso quiero decir que todo el lugar estaba en ruinas cuando me hice cargo, y allí {i} era {/i} una estatua, más o menos.¡Algunos {i} ficción {/i} lo destrozaron por completo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "La cara de Lillian se gira en un ceño fruncido mientras piensa en eso, y pone sus manos en sus caderas.",
                "Speaks",
                "¿Quién haría algo así?Ugh, las estatuas sagradas inmaculadas no crecen exactamente en {i} árboles {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Hay un momento de silencio mientras mira la estatua, su rostro se desliza en un ceño más profundo y dolorido por una fracción de un segundo, pero a medida que toma un respiro profundamente relajante y su alegre sonrisa regresa, casi sientes que imaginaste elpreocupación en su rostro.",
                "Speaks",
                "Pero realmente hablemos de la Diosa misma, antes de que tenga dolor de cabeza pensando en toda esa basura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian se aclara la garganta dramáticamente antes de continuar, levantando sus brazos hacia arriba, y la luz parece filtrarse hacia abajo, brillando sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡La gran diosa santa Venereae es un faro de pureza, luz y salderamiento!Ella tiene muchos títulos acorde con su grandeza, demasiadas para enumerar en una sola respiración.",
                "Speaks",
                "Ella es la única diosa {i} verdadera {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Pero, Venereae es infinito en su abundante amabilidad cariñosa, y muestra misericordia y amor incluso a los monstruos más viles y malvados.Mientras realmente buscan el perdón y viven en paz con los humanos, nunca hacen nada {i} ilícito {/i} o falta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Por supuesto, como la creadora de humanos y monstruos, ella nos ama a todos, y los buenos monstruos se consideran lo mismo que todos los demás, por lo que incluso el matrimonio saludable es posible entre nuestras razas, siempre que no haya {i} obsceno {/i}subtexto a la relación, y no se visten como rameras desvergonzadas, {i} y no intenten robar mi libro sagrado como una broma-{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "La gran prosa y la postura de Lillian descarrilan y se pone un poco nerviosa por un momento.",
                "Speaks",
                "I- Uh, lo siento, me distraí un poco allí ... por uh, prejuicio personal ... ejem.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian ataca una nueva pose mientras se hace gesto en alto una vez más, y la luz brilla sobre ella.",
                "Speaks",
                "¡El ejemplo perfecto de un monstruo bueno y honesto a los ojos de la diosa es el elfo puro y noble!Sus atuendos culturales se tejen solo de las plantas de una manera tradicional honesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Lillian casi inmediatamente descarrila su gran prosa nuevamente cuando su rostro se vuelve hacia un puchero severo.",
                "Speaks",
                "A diferencia de los demonios promedio y pecaminosos, generalmente {i} malvado {/i} e intentando seducir a los hombres para que hagan cosas como, um ... uhhhh- {i} besando {/i} antes de {i} matrimonio {/i}.¡También se visten de una horrible manera salaz de una persona sana!Solo he conocido a algunos demonios que estaban bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Lillian deja escapar un profundo suspiro.",
                "Speaks",
                "Oh uh, me distraí de nuevo ... ugh, esto sería más fácil si no se vistieran tan {i} obscenamente. {/i} ¡Necesitan intentar usar vestidos!O tal vez los pantalones {i} reales {/i} o algo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "De todos modos, ♪ ♪ Solo a las parejas monstruosas y humanas más saludables y puras pueden casarse bajo la luz amorosa de la diosa.{i} Sin hechizos de alteración de la mente permitidos! {/i}",
                "Lillian deja una pausa en el aire por un momento mientras te sonríe, antes de balancear los brazos y reanudar su discurso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "{i} Siguiente! {/i} Te informaré de los ángeles santos de Venereae {i}Están en una liga completamente diferente, a menos que se conviertan en ángeles caídos, entonces se consideran monstruos.Pero la pureza de los ángeles significa que casi nunca caen a la tentación egoísta.",
                "Speaks",
                "Pero cuando se caen {i} {/i}, sus alas se vuelven negras como tono, y su aura de luz santa se convierte en uno de maldad retorcida, incluso sus ojos están manchados con sus deseos oscuros y egoístas.Incluso se sabe que son mucho más desastrosos que los demonios.Aunque nunca he conocido a uno personalmente ni nada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Los ángeles de la Diosa ayudan a los necesitados en todo el mundo!Trayendo orientación y santuario donde se necesitan. ♪ Ohhh, desearía poder volar como ellos ... ♪ ♪ ¡Ahk-!¡Casi he terminado y me distrajo de nuevo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ejem, en conclusión!La diosa Venereae es un brillante faro de perfección, pureza, amor y luz saludables, que {i} todas {/i} las mujeres deberían aspirar. ♪",
                "PlayerSpeaks",
                "... Sabes, estoy bastante seguro de que recuerdo haber leído que ella era un dios de la fertilidad",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "¡Eso es sobre {i} agricultura. {/i} Definitivamente sobre la agricultura!",
                "La cara de Lillian se queda arrugada en un intenso puchero por un momento más, pero ella hace una mueca por un momento antes de volver a su brillante sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "De todos modos- ♪ ¡Avísame si tienes más preguntas sobre la diosa! ♪ Me encanta enseñar a las personas sobre ella. ♪",
                "IfChoice",
                "3",
                "Diosa Venereae",
                "Talk about the Church and Lillian.",
                "SetChoice",
                "3",
                "Diosa Venereae",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "Ask about her good luck charm.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "HM?¿Ya olvidaste mi gran discurso al respecto?",
                "Lillian de repente golpea una pose de gran alumno, gesticulando dramáticamente en el aire y luego tú, y es casi como si un foco estuviera brillando sobre ella.",
                "Speaks",
                "¡Lo más!¡El encanto de la santa buena suerte le regalé a ti valiente aventurero!¡Fue creado trabajando durante horas, infundiendo un pañuelo de seda mundano con agua bendita y tejiendo el poder de mis oraciones en sus telas!",
                "Extiende los brazos de par en par y se podría jurar destellos que simplemente volaron al aire para un efecto dramático.",
                "Speaks",
                "Evitará monstruos sucios, te traerá fortuna y abundante tesoro, ¡todo gracias a las bendiciones de la diosa! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella deja que sus brazos vuelvan a sus costados con una sonrisa tranquila, dejándote extrañamente sereno después de su discurso, pero destroza esa serenidad en un instante mientras salta con entusiasmo en su lugar con alegría vertiginosa.",
                "Speaks",
                "¡EEEEE! ♪ ¡Apuesto a que te ayudará mucho! ♪ ¡Trato de hacer uno para cada aventurero que entra en la iglesia!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Se las arregla para calmarse de nuevo, y sostiene firmemente su libro sagrado en su pecho con una amplia sonrisa.",
                "Speaks",
                "Sabes, por un tiempo empecé a preocuparme de que no estuvieran ayudando a nadie ... Algunos aventureros comenzaron a decirme que eran inútiles ... pero luego Nara, ella también es aventurera, me contó todo sobre cómo había estado ayudando¡ella fuera!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Ehehe, bueno, supongo que generalmente estoy sonriendo.¡Pero eso está además del punto! ♪",
                "Speaks",
                "¡De todos modos!",
                "SwapLineIf",
                "Choice",
                "6",
                "GoodLuck",
                "Asentes con la afirmación, y la sonrisa de Lillian se amplía aún más.",
                "6",
                "",
                "No puedes evitar reflexionar si el encanto {i} realmente {/i} hace algo ...",
                "EndLoop",
                "IfChoice",
                "6",
                "GoodLuck",
                "Talk about the Church and Lillian.",
                "Menu",
                "'Entonces, ¿funcionan {i} realmente {/i}?'",
                "Don't ask.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't ask.",
            "theScene": [
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "'So, do they {i}really{/i} work?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Lillian se llena de resolución, dándote una mirada determinada, antes de colapsar sobre sí misma y caer en el hombro con un suspiro.",
                "Speaks",
                "Bueno ... no ... no {i} exactamente {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Luego se repite tan rápido como implosionó.",
                "Speaks",
                "¡Pero la fe y la creencia pueden ser algo poderoso por su cuenta!¡Ese ideal en sí mismo puede ser algo poderoso que puede llevar a las personas a empujarse más allá de sus límites y desafiar las probabilidades!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Creo que Lucille lo llamó placebo ...",
                "Después de murmurar silenciosamente ese último mordido para sí misma, vuela a una pose dinámica, balanceando uno de sus brazos de par en par.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "{i} de todos modos! {/i} El punto es incluso si es un regalo inútil, ¡eso no lo hace inútil!¡Incluso el gesto más inútil y lento, no es inútil!¡Ya sea un regalo simple, un abrazo o incluso algunas palabras amables!",
                "Lillian Gestly gestica al cielo con una mano y una sonrisa ardiendo con propósito y determinación.",
                "Speaks",
                "Incluso si ese pequeño gesto desencadena incluso un solo rayo de esperanza en alguien, ¡incluso los esfuerzos más infructuosos tienen {i} real {/i}!",
                "Se queda jadeando y sudando un poco después de su apasionado e intenso discurso improvisado, pero a pesar de su amplia sonrisa, se puede ver su expresión que se esfuerza un poco con emoción, las lágrimas comienzan a formarse en las esquinas de sus ojos.",
                "Te quedas en un estado de extraño asombro de su exhibición, y no puedes encontrarte formulando ningún tipo de respuesta a eso.Pero finalmente deja escapar un aliento que estaba sosteniendo y deja caer su pose, agarrándose las rodillas mientras jadea temblorosamente por el aire y se ahoga las lágrimas, te rompen instantáneamente a la realidad.",
                "PlayerSpeaks",
                "Lillian- A-¿estás bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Rápidamente se limpia la cara con una manga antes de volver a su altura completa con una sonrisa rebosante, brillando como si no fuera momentos de las lágrimas hace un segundo.",
                "Speaks",
                "¡O-O-O-IM! ♪ Acabo de tener un poco ... atrapado en el momento.",
                "A pesar de su sonrisa prácticamente perfecta, su voz sigue siendo un poco tensa.",
                "Speaks",
                "But...",
                "Sus hombros comienzan a caer nuevamente, y de repente salta hacia adelante y te da un fuerte abrazo.",
                "Speaks",
                "Es solo ... bueno ... un poco complicado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Usted devuelve tentativamente su abrazo, y los dos se quedan así por un momento antes de que ella se escape con una sonrisa.",
                "Speaks",
                "Supongo que parte de esto es ... en realidad soy bastante malo en Holy Magic ... de hecho.Soy horrible en eso, solo tengo los conceptos básicos y algunos divertidos trucos de salón, pero aunque es bastante agotador usar la magia.",
                "Speaks",
                "Realmente la estatua de Venereae hace toda la magia pesada por aquí, como la expulsión o las bendiciones reales.Actúa como un conducto para los ángeles y Venereae.",
                "Speaks",
                "El agua sagrada y las bendiciones que hago son básicamente inútiles, y tardan horas en hacer ... no importa cuánto intente o practique, o rezo tampoco mejore.Así que tengo que compensarlo con {i} Gusto! {/i}",
                "Speaks",
                "Jejeje, quiero decir, no lo hago {i} exactamente {/i} adorar a la diosa bastante bien en algunos lugares ... pero, así no es así como funciona la Santa Magia.Incluso los miembros de la iglesia torcidos pueden usarlo mejor de lo que puedo ...",
                "Speaks",
                "¡Pero eso no me impedirá ser una sacerdotisa increíble!",
                "Ella te da una sonrisa deslumbrante de determinación, y le das un gesto sonriente a cambio.",
                "Speaks",
                "{i} de todos modos! ♪ {/i} ¿Algo más de lo que quieras hablar [ThePlayerName]?",
                "SetChoice",
                "6",
                "GoodLuck",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "Ask about monster girls.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El rostro de Lillian toma una sonrisa determinada pero alegre mientras golpea una pose de cola, señalando dramáticamente el aire mientras responde con entusiasmo.",
                "Speaks",
                "¡Los monstruos son el enemigo ancestral de la humanidad!Desde tiempo inmemorial, han afectado a la humanidad con sus inclinaciones violentas, poderes impíos y tentaciones perversas.Es el deber de los héroes, ¡como tú!- ¡Derrotarlos!",
                "Lillian luego cambia su pose dinámicamente a un gesto a sí mismo y luego señala la estatua mientras continúa, y ¿es solo usted o tiene un foco de atención?",
                "Speaks",
                "Con el propósito de defender a la humanidad, los héroes tienen el apoyo de la gran diosa Venereae, sus santos ángeles y sus devotos agentes de la iglesia, como yo! ♪",
                "Luego salta a una pose completamente nueva, que te señala con una sonrisa radiante y un estilo elegante.",
                "Speaks",
                "Entonces, con mi habilidad de apoyo estelar, con tu valentía, el sentido del sentido y pura fuerza decidida de voluntad, ¡puedes ser el que los derribe y derrotara al mal de la reina del demonio por el bien de todos!",
                "Se produce una pausa cuando te quedas un poco aturdido del discurso demostrativo bastante absurdo de Lillian mientras jadea por aire de hablar tan rápido, y mantiene la dramática pose durante unos momentos incómodos finales antes de desinflarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "{i} está bien, {/i} Tal vez sea un {i} pequeño {/i} más complicado que eso ...",
                "Con un ceño fruncido ligeramente pesado, cae con sus pensamientos y su libro sagrado, parece estar siempre llevando consigo por unos momentos antes de finalmente continuar respondiendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Speaks",
                "Quiero decir ... yo ... no es como si los monstruos sean {i} que {/i} malo.Después de todo, son personas, y no es como si estuvieran atacando indiscriminadamente a las personas en la ciudad, todos se llevan bien. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Sin embargo, sería mejor si no tendieran a vestirse como rameras pecaminosas, ¡no puedes entrar en una iglesia {i} {/i} vestida así!¡Y por la diosa si atrapo a un diablillo más ebrio tratando de tomar una siesta en un banco,!",
                "La cara de Lillian se engaño en una mueca por un momento, pero pronto deja escapar una respiración profunda y relajante antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "La diosa Venereae es perdonadora incluso de los pecadores más oscuros si lo buscan, dándolas la bienvenida a su seno benevolente.Por lo tanto, asegúrese de tener una mente abierta [ThePlayerName].Incluso si es {i} difícil. {/i} ♪",
                "A pesar de su tono generalmente alegre, se puede decir que es un poco tenso al final.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "5",
                "PatPat",
                "Ahora vaya a [ThePlayerName] y muéstreles el amor cariñoso de la diosa.",
                "5",
                "",
                "Ahora vaya a [ThePlayerName], y patea suavemente sus traseros.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "SwapLineIf",
                "Choice",
                "5",
                "PatPat",
                "Lillian adquiere una pose de un gran, pero luego se da cuenta de que aún no hayas terminado de hablar, ya que ve que el sudor comienza a verter su rostro mientras mantiene la pose con intensidad determinada.",
                "5",
                "",
                "No puedes evitar sentir que Lillian está ignorando un detalle bastante importante con las chicas monstruosas, específicamente cómo funciona 'patear trasero' aquí.",
                "EndLoop",
                "IfChoice",
                "5",
                "PatPat",
                "Talk about the Church and Lillian.",
                "JumpToScene",
                "YouKnowTheyFuckRight"
            ]
        },
        {
            "NameOfScene": "YouKnowTheyFuckRight",
            "theScene": [
                "Menu",
                "'You... You {i}do{/i} know how fighting works here... Right?'",
                "Don't bring it up.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't bring it up.",
            "theScene": [
                "No tienes el corazón para romper potencialmente la confianza y el optimismo de la niña de la iglesia inocente, por lo que promete que serás un héroe digno y entregar la debida justicia a las niñas monstruosas pecaminosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Neutral",
                "Speaks",
                "¡Ese es el espíritu!Simplemente no seas demasiado duro con ellos, ¿de acuerdo? ♪",
                "En buena medida, usted y Lillian comparten un abrazo antes de continuar con la conversación.",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "'You... You {i}do{/i} know how fighting works here... Right?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "Hgrk-",
                "Lillian se congela ante la pregunta y su rostro se arrugue en una expresión casi ilegible de disgusto, conmoción y vergüenza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Crees que realmente ves una punzada de dolor en sus ojos mientras su ceja se contrae ligeramente, y sus labios hacen una línea delgada y te mira con una expresión casi imploradora.",
                "Speaks",
                "O-oh, ¿qué quieres decir con [ThePlayerName]?No es como nada más que una lucha justa no letal se lleva a cabo.Ahaha ...",
                "Lillian adquiere una pose dramática, pero su tiempo está apagado, y su estilo dramático es inestable en el mejor de los casos.Incluso su voz parece un poco menos resuelta de lo normal, y no le hace mucho tiempo desinflarse visiblemente mientras termina su postura dramática.",
                "Speaks",
                "S-SO Hablemos de otra cosa.¿Por favor?",
                "Menu",
                "Lillian, ¿estás bien?",
                "\"Sabes exactamente a qué me refiero, no tú\".",
                "Change topics.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Change topics.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Usted decide cambiar temas, y Lillian vuelve rápidamente a su exuberancia normal, pero no puede evitar preguntarse si debe analizar más el problema.",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "'Lillian, are you okay?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Por supuesto!Solo soy {i} genial! ♪ {/i}",
                "Su voz se tensa un poco al final, dejando un silencio colgando en el aire que te hace aún más preocupado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Ugh ... supongo que no se puede evitar esto ...",
                "JumpToScene",
                "TheTruthOfCombat"
            ]
        },
        {
            "NameOfScene": "'You know exactly what I mean, don't you.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "HGK-",
                "Hay una larga pausa cuando Lillian intenta mantener su compostura a pesar de sudar balas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Ugh ... supongo que no se puede evitar esto ...",
                "JumpToScene",
                "TheTruthOfCombat"
            ]
        },
        {
            "NameOfScene": "TheTruthOfCombat",
            "theScene": [
                "Speaks",
                "I {i} sé {/i} que la 'lucha' aquí tiene lugar a través de ... a través de ... {i} actos licenciosos {/i}.",
                "Prácticamente escupe las palabras con un ceño fruncido en su rostro, y una de sus cejas de los ojos se contrae con lo que {i} podría {/i} ser considerado desprecio.",
                "Speaks",
                "Verdaderamente y profundamente, desearía que no fuera así, pero es ... la reina demoníaca del pasado debe ser algún tipo de mal depravado puro para establecer este terrible encantamiento con tal ... {i} inapropiado {/i} intención!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Speaks",
                "Oh, eh, no es que esté en contra, ya sabes, muestras físicas de afecto.¡El amor es algo hermoso, y no puedo esperar para unir a las parejas felices bajo la mirada benevolente de Venereae, para que prometan protegerse y cuidarse unos a otros hasta que la muerte se parte!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Parece haberse perdido momentáneamente en los pensamientos de fantasía romántica, que al menos parecen haberle dado algo de energía positiva habitual.Pero pronto su rostro se arrugó nuevamente con una agitación desenfrenada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Pero lo que está sucediendo en Lucidia es tan ... {i} pecaminoso y degradado {/i}.Quiero decir, es mejor que la violencia real, probablemente, pero es solo {i} tan incorrecto {/i}!¡Eso no es lo que se supone que es el amor!",
                "Ella pisa su pie con una adorable indignación, luego se da cuenta de que ha estado gritando y a fuego lento con una expresión tímida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Speaks",
                "¡Oh!Lo siento [ThePlayerName], puedo volverse un poco intenso ... {i} este tema {/i}, solo hablar de eso me incomoda a mi núcleo.Para ser honesto, me sentiría más cómodo sin hablar de eso en absoluto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "¡Pero eso no significa que dejaré de apoyarte!Eres un aventurero y, lo que es más importante, ¡eres mi {i} amigo {/i}, y nunca dejaré que un amigo se sienta deprimido y desesperado! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian ataca una pose dramática con una sonrisa amplia, extendiendo los brazos de par en par después de señalar al cielo.",
                "Speaks",
                "Estaré allí para apoyarte en las gruesas y delgadas, ¡esa es mi promesa!",
                "Ella salta hacia adelante y te da un abrazo repentino con una risa alegre, y mientras te sostiene con ondas de calor de la calidez que se atenúa a través de tu cuerpo, extendiéndose cómodamente a través de tu columna vertebral.Sin embargo, mientras estás en medio de disfrutar de la sensación inesperada y saludable, Lillian rompe el abrazo, saltando hacia atrás con un aspecto sorprendido pero extasiado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "{i} lo tengo! {/i}",
                "PlayerSpeaks",
                "What?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Sé exactamente cómo puedes luchar contra los monstruos depravados sin hundirte a su nivel!Espera, incluso {i} mejor! {/i} te daré- ah, espera ... Tendría que ser {i} super {/i} seguro ...",
                "Lillian azota desde su repentina tangente de regreso a su tren anterior de pensamiento que apenas puedes seguir el ritmo, ya que posa grandiosamente una vez más con una sonrisa amplia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Tengo la habilidad {i} perfecta {/i} para enseñarte!¡No más necesitarás hundirte en las profundidades del pecado para derrotar a tus enemigos!¡Qué gran héroe, arrodíllate para que pueda enseñarte estas habilidades más sagradas! ♪",
                "Cumples, un poco inseguro de a dónde va con esto, pero su tono cada vez más grandioso hace que sea fácil acompañar sus travesuras.",
                "Luego, mientras te arrodillas allí, sientes que la mano suave de Lillian se acaricia suavemente y acaricia la parte superior de tu cabeza, llenándote de olas calmando la calma, lavándote de la cabeza a los pies, no puedes evitar sonreír pacíficamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Ahora ponte de pie, oh valiente aventurero! ♪",
                "Te levantas, un poco confundido sobre lo que acaba de pasar, aunque muy relajado.Pero Lillian sonríe mientras te gestica grandiosamente con los brazos extendidos.",
                "Speaks",
                "¡Esa era la habilidad legendaria, {b} Holy Headpat {/b}!¡Con él, puedes someter a monstruos pacíficamente, porque su toque relajante debería calmar a cualquiera! ♪",
                "Lillian luego procede a enseñarte la habilidad.En realidad, es un uso muy simple de canalizar la magia en tu mano.Pero no estás seguro de si en realidad es muy diferente de palear la cabeza de alguien normalmente ...",
                "GiveSkill",
                "Holy Headpat",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Ahora valiente héroe! ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪",
                "Parece que está realmente en el decoro de la 'ceremonia heroica' completa, y no puedes evitar quedar atrapada en su entusiasmo contagioso, sintiendo que te imparten santo conocimiento.Quién sabe, tal vez esta 'habilidad legendaria' resultará ser más efectiva en la batalla de lo que parece?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian se quita el sombrero y te mira expectante con una sonrisa brillante.Usted extiende tentativamente y le revuelva el cabello, acariciando suavemente su cabeza, su mano se ha resistido a una luz suave.Lillian te sonríe con orgullo, aparentemente disfrutando de ser el receptor de la cariñosa palmada.",
                "Cuando finalmente alejas tu mano, los ojos de Lillian brillan con orgullo y ella vuelve a ponerse el sombrero con una sonrisa divina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Por la diosa, [ThePlayerName]!",
                "Lillian, entonces, grandioso gestica hacia ti con una sonrisa casi serena.",
                "Speaks",
                "¡Ahora ve, héroe valiente! ♪ ¡y derrota a la reina demoníaca y sus malvados secuaces! ♪",
                "Ella deja escapar un chillido feliz y pierde su gran compostura por completo, bailando en su lugar por unos momentos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Oh, siempre quise decir eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeProgress",
                "5",
                "SetChoice",
                "5",
                "PatPat",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "Ask about the church's holy water.",
            "theScene": [
                "IfChoice",
                "4",
                "HolyWater",
                "TalkAboutHolyWater",
                "SetChoice",
                "4",
                "HolyWater",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Ah! ♪ Es un elemento de recuperación sagrada extra especial que hago para los aventureros. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Pero, bueno, no mucha gente lo compra, y pongo tanto esfuerzo para hacerlo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "N-no que yo o la iglesia {i} necesito {/i} el dinero o cualquier cosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Es solo que infundir oraciones en el agua es tan agotador ... ¡y es genial para sanar, disipar el mal y sabe divinamente refrescante!¡Ah! ♪ Comprarás algunos, ¿no?Son solo 100 eros cada uno, y todos los ingresos van a mantener la iglesia en funcionamiento, ¡así que es por una buena causa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te mira expectante con estrellas en sus ojos.",
                "Menu",
                "Buy one.",
                "'No thank you.'",
                "'I can't afford that...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Buy one.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella se lanza hacia adelante, dándole rápidamente un abrazo antes de salir corriendo para obtener su compra.",
                "Speaks",
                "¡Oh, muchas gracias! ♪ ¡No te arrepentirás de esto! ♪",
                "Ella regresa con entusiasmo con una elegante botella de vidrio llena hasta el borde con agua perfectamente clara.",
                "HasErosLessThan",
                "100",
                "LacksFundsFirstTime",
                "ChangeEros",
                "-100",
                "GiveItem",
                "1",
                "Holy Water",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Siéntase libre de comprar todo lo que desee!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella te da una sonrisa radiante que calienta tu corazón.",
                "Speaks",
                "¡Buena suerte aventura, [ThePlayerName]! ♪",
                "ChangeProgress",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "'No thank you.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Por una mera fracción de segundo, su rostro se desliza en una de la tristeza y la desesperación antes de regresar rápidamente a su sonrisa normal, pero no tan grande esta vez.",
                "Speaks",
                "Oh ... bueno, si cambias de opinión, siempre tengo algunos que vender.",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "LacksFundsFirstTime",
            "theScene": [
                "Te das cuenta de que no tienes el dinero para comprar ninguno e informar a Lillian.",
                "JumpToScene",
                "'I can't afford that...'"
            ]
        },
        {
            "NameOfScene": "'I can't afford that...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "{i} wh-what?! {/i} th-eso es terrible!¡Absolutamente inaceptablemente horrible!",
                "Rápidamente corre frenéticamente agitando sus brazos y regresa poco después, llevando una pequeña bolsa.Puedes escuchar el suave tintineo de vidrio proveniente de él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Aquí!No puedo darte dinero en tu tiempo de necesidad, ¡pero esto debería ayudarte en tus aventuras!Entonces estarás rodando en la división de lamer de dinero. ♪",
                "GiveItem",
                "5",
                "Holy Water",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Puedes hacerlo, [ThePlayerName]!Solo recuerda que estaré aquí, animándolo cada vez que salgas de la ciudad.",
                "ChangeProgress",
                "1",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "TalkAboutHolyWater",
            "theScene": [
                "Speaks",
                "¡Ah! ♪ Es un elemento de recuperación sagrada extra especial que hago para los aventureros. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Pero, bueno, no mucha gente lo compra, y pongo tanto esfuerzo para hacerlo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "N-no que yo o la iglesia {i} necesito {/i} el dinero o cualquier cosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Es solo que infundir oraciones en el agua es tan agotador ... y es genial para sanar, disipar el mal y sabe divinamente refrescante. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Asegúrese de comprar algunas para sus aventuras!¡Estoy seguro de que ayudará!",
                "JumpToScene",
                "Talk about the Church and Lillian."
            ]
        },
        {
            "NameOfScene": "Talk about other people in town.",
            "theScene": [
                "Menu",
                "RequiresChoiceFromEvent",
                "EnteringGuild",
                "1",
                "MetElena",
                "Talk about Elena.",
                "RequiresChoiceFromEvent",
                "Head over to Elly's table.",
                "1",
                "MetElly",
                "Talk about Elly.",
                "RequiresChoiceFromEvent",
                "Enter 'Amber's Adventuring Shop'",
                "1",
                "MetAmber",
                "Talk about Amber.",
                "RequiresChoiceFromEvent",
                "EnteringInn",
                "1",
                "VivianIntro",
                "Talk about Vivian.",
                "RequiresChoiceFromEvent",
                "Pray to the Goddess Statue.",
                "5",
                "ShopUnlocked",
                "Talk about Lucille.",
                "Talk about something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk about Elena.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¿Oh?Elena?Sí, ella es realmente agradable, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Se contagia severamente mientras coloca una mano en la cadera.",
                "Speaks",
                "Pero ella {i} definitivamente {/i} pasa demasiado tiempo en el bar, ella siempre come las cosas más insalubres cuando está allí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian se enfurece en silencio por un breve momento antes de iluminar una vez más.",
                "Speaks",
                "Estoy seguro de que sería mucho más feliz si intentara cocinar en casa con más frecuencia en lugar de comer todo el tiempo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "... y sabes, si ella {i} bebió {/i} con menos frecuencia.Tal vez visite la iglesia un poco más a menudo también ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Sin siquiera saltar un ritmo, la alegre sonrisa de Lillian regresa con toda su fuerza mientras da ansiosamente un pequeño paso hacia ti.",
                "Speaks",
                "¡Pero es una buena persona de corazón, y tengo fe en que finalmente se volverá!Ella solo necesita aprender a disfrutar más de su trabajo, ¡como yo! ♪",
                "Orgullosamente hincha su pecho con una sonrisa satisfecha en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Y definitivamente podría ayudarla a aprender a gustarle su trabajo, después de todo, ambos ayudamos a guiar a los aventureros en sus grandes misiones para derrotar a la reina del demonio y traer paz al mundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Hmmm ... o tal vez siempre está tan deprimida porque todavía no está casada ...Ella sigue asustando a los chicos, así que ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Se queda con un murmullo, quedando en silencio brevemente antes de congelarse y sacude la cabeza para mirarte con una expresión de pánico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "[TPN]-[ThePlayerName]?O-oh, u-uh, olvidé que estaba hablando contigo, y yo ... no debería haber dicho eso ...?H-hehe ...",
                "Lillian mira nerviosamente por un momento con una sonrisa tímida antes de arrastrarte un poco más cerca.",
                "Speaks",
                "Uh, por favor no le digas a Elena que te lo dije.Ella me contó sobre eso en un stand confesional, y yo, eh, la razón por la que ya no se me permite ejecutarlos es porque yo {i} {/i}, seguí contando accidentalmente a la gente sobre las cosas que otras personas confesaronpara mí en confianza, así que ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se queda en silencio por un momento antes de que te dé una sonrisa y te retroceda.",
                "Speaks",
                "Entonces, {i} de todos modos, {/i} ¿Querías hablar de alguien más?",
                "GetEventAndSetChoice",
                "Go see Elena at the Guild counter.",
                "23",
                "Dating",
                "GetEventAndSetChoice",
                "Go see Elena at the Guild counter.",
                "17",
                "Booze",
                "IfChoice",
                "7",
                "Elena",
                "Talk about other people in town.",
                "SetChoice",
                "7",
                "Elena",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Talk about Elly.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "La cara de Lillian nube en el pensamiento por un breve momento mientras le toca la barbilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Esa es la hermana de Elena, ¿verdad?¿El del salón del gremio?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Tú con la cabeza y la sonrisa de Lillian se profundiza mientras ella felizmente aplaude sus manos.",
                "Speaks",
                "¡Hurra!Me alegro de haber recordado su nombre, nunca tengo la oportunidad de hablar con ella porque básicamente nunca deja el salón del gremio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella se lleva unos segundos más antes de que te dé una apariencia más seria pero aún alegre.",
                "Speaks",
                "Pero realmente, realmente no sé mucho sobre ella personalmente ... Ambos somos personas muy ocupadas, y cada vez que {i} hago {/i} Intenta hablar con ella, ella siempre está leyendo una de sus aburridas y complejasLibros mágicos que ella lleva a todas partes.Por lo general, se molesta mucho cuando le pido que deje su libro para que podamos hablar de algo, como la diosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprised",
                "Speaks",
                "Personalmente, creo que es una bruja.Sus afirmaciones de magia son claramente todas una máscara para ocultarla {i} falso {/i} maquinaciones mágicas.Pero ella usa un sombrero de brujas {i} {/i}, vamos, ¡es totalmente obvio!¡Sus formas oscuras y brujas probablemente estén en servicio para que su hermana Elena sea un novio!",
                "Lillian deja una pausa conspiradora colgando en el aire antes de que continúe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Sin mencionar que una vez Elena me apartó y me dijo que estaba pensando demasiado y a Elly simplemente no le gusta que me molesten.Así que creo que ella {i} podría {/i} también estar en él.Pero todavía no puedo estar seguro.Pero está claro que Elly es definitivamente una bruja ... Mencioné que usa el sombrero, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Asentes con una leve exasperación y su brillante sonrisa regresa con plena fuerza con un pequeño brillo en los ojos.",
                "Speaks",
                "{i} Entonces {/i} Decidí que la mejor manera de ayudar a Elly a regresar a un camino justo de la magia normal, era tallar personalmente una estatua en miniatura de la diosa para que pueda rezar todos los días.Estaba tan sin palabras cuando se lo entregué que solo {i} sé {/i} que le encantaba y decidió cambiar sus malas caminos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian se lleva ampliamente cuando su pecho se hincha de orgullo y te da un asentimiento satisfecho.",
                "Speaks",
                "Apuesto a que cualquier día ahora comenzará a visitar la iglesia correctamente y conocerá a más personas.Entonces ella puede ayudar a su hermana a encontrar a alguien de la manera normal, {i} saludable {/i}!En lugar de recurrir a su magia de bruja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "En serio, todavía no estoy segura de por qué odia que la llamen bruja.Ella tiene el sombrero y todo, ¿por qué más lo seguiría usando?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "IfChoice",
                "8",
                "Elly",
                "Talk about other people in town.",
                "SetChoice",
                "8",
                "Elly",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Talk about Amber.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian te mira con una mirada ligeramente interrogada.",
                "Speaks",
                "¿Ámbar?¿El comerciante desaliñado que se viste como un ladrón?¿Bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Asientes, y Lillian viva mientras ella felizmente mira alrededor de la iglesia.",
                "Speaks",
                "¡Oh, ella es genial!Ella puede estar un poco fría, pero detrás de esa cáscara frígida hay un corazón de oro. ♪ ¡Incluso dona a la iglesia también en ocasiones! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Pero ella hace pucheros mientras su mirada regresa a ti, e indigna pone una mano en la cadera mientras te abarca las cejas.",
                "Speaks",
                "¡Pero ella no me deja entrar en su tienda!Ella solo me deja comprar cosas a través de esta ventana cerca del costado.Ella sigue diciendo que me dejará entrar {i} 'cuando soy mayor' {/i}, pero ya soy como {i} 20! {/i} Podría ser un aventurero si realmente {i} realmente{/i} quería ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Pero antes de tener tiempo para responder, ella simplemente se ríe y sonríe una vez con un pequeño encogimiento de hombros de sus hombros.",
                "Speaks",
                "Oh, bueno. ♪ Ella todavía me vende todas las cosas que necesito para mantener la iglesia en funcionamiento, así que está bien.Jeje, otras tiendas simplemente no venden el tipo correcto de viales de vidrio en los que debe almacenarse el agua bendita. Simplemente no son lo suficientemente elegantes.Ella también vende {i} realmente {/i} bonitos pañuelos de seda!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "En realidad, vende muchas cosas de seda, obtuve toda mi ropa de cama en seda, es realmente acogedor dormir.",
                "IfChoice",
                "9",
                "Amber",
                "Talk about other people in town.",
                "SetChoice",
                "9",
                "Amber",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Talk about Vivian.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian inmediatamente se ilumina con una sonrisa positiva mientras su cabeza se anima ansiosamente.",
                "Speaks",
                "¡Oh!La maravillosa dama que dirige la posada. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella aplaude con entusiasmo antes de hacer un gesto por la iglesia.",
                "Speaks",
                "Ella dona {i} tanto {/i} dinero a la iglesia, ella siempre es {i} super {/i} agradable para mí, {i} y {/i} generalmente me da regalos cada vez que la veo. ♪ ella es¡Genial! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "El júbilo de Lillian se detiene abruptamente mientras deja escapar un pequeño suspiro y un sacudido de la cabeza mientras te da una mirada exasperada.",
                "Speaks",
                "Pero ... por la diosa, ¡desearía que se vistiera más apropiadamente!¡El hecho de que sea rica no significa que debería mostrar sus piernas como ella!Es ... es {i} escandaloso {/i}!",
                "Esperas un momento para que Lillian se queje de las partes más obvias {i} obvias de Vivian en exhibición, pero parpadea sorprendente ya que solo continúa haciendo pucheros para sí misma en silencio.",
                "PlayerSpeaks",
                "Err, no te refieres a ella ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Mmm?¿Me refiero a ella?",
                "Dudas por un momento debajo de su mirada brillante, y logras un gesto vagamente hacia la parte superior del cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Pero para su sorpresa, en lugar de nerviarse o avergonzarse en absoluto, Lillian simplemente se ríe para sí misma.",
                "Speaks",
                "¿Te refieres a esa cosa rosa y blanca súper grande y floosa que tiene en la parte superior de su vestido?Jeje, no tengo ninguna idea de por qué eso te molestaría [ThePlayerName], ¡cuando {i} perfectamente {/i} cubre su cuerpo!Apuesto a que hace mucho calor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Con una gran sonrisa, Lillian gira un poco exuberante en su lugar antes de poner sus manos en sus caderas.",
                "Speaks",
                "La gracia de la diosa debe estar realmente con ella, especialmente gracias a todas sus generosas donaciones.¡Incluso nombró a su entra posada después de la diosa!¡Debe planear convertirse en una santa, puedo sentirlo en mis huesos! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Lillian deja que su pose regrese a algo más neutral, ya que un puchero ligeramente preocupado cruza su rostro.",
                "Speaks",
                "Aunque ... me preocupa que ella esté donando {i} también {/i} mucho.Especialmente con cuán vacante suele estar el café durante el día, sin mencionar que los aventureros obtienen espacio libre y tablero ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Quiero decir, agradezco las donaciones, pero no quiero que se declare en bancarrota por este lugar ... odiaría que esa gran dama de Minotaur también pierda su trabajo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Una vez más, la preocupación de Lillian disminuye lentamente mientras parece contemplar algo, dejando su preocupación mientras está perdida momentáneamente en el pensamiento.",
                "Speaks",
                "Bueno, estoy seguro de que está bien, siempre parece tan feliz cuando la veo, y siempre me encanta venir a visitarla también, jeje, ella siempre me deja comer y beber gratis allí. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Blush",
                "Speaks",
                "Pero ... no puedo pasar con tanta frecuencia como me gustaría, aunque eso no es {i} realmente {/i} algo malo.Probablemente me pondría un poco, eh ... gordo, de toda la comida grasosa ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "{i} De todos modos, {/i} ¿había algo más de lo que quisieras hablar?Después de hablar de comida, empiezo a tener un poco de hambre, ehehe ... ♪",
                "IfChoice",
                "10",
                "Vivian",
                "Talk about other people in town.",
                "SetChoice",
                "10",
                "Vivian",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Talk about Lucille.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian deja escapar un jadeo emocionado mientras mencionas a Lucille.",
                "Speaks",
                "Puedes escucharla ahora {i} también?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Su sonrisa se amplía, que brilla con el brillo de diez mil soles mientras golpea una pose de un gran y gestica al aire.",
                "Speaks",
                "{i} ¡Ahora somos amigos ángeles! ♪♪♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella vuelve a una postura normal con una risita antes de brillar en su lugar con entusiasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero Lucille es {i} Soooo {/i} genial!",
                "Lillian comienza a la esgrima de sombra con una sonrisa emocionada mientras continúa hablando.",
                "Speaks",
                "¡Ella es una Valkyrie!¡Un defensor de la humanidad!Protector de los débiles!¡PRODIMIENTO DEL JUEGO DIVINO DE VENEREAE SOBRE EL MISO TURNADO!",
                "Lillian se ríe y detiene su batalla simulada, quitándose la ropa con una sonrisa.",
                "Speaks",
                "¡Ahora observa esta iglesia! ♪ ¡Asegurándose de que la ciudad esté segura y responda las oraciones de los aventureros!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speaks",
                "Aunque no todos me creen cuando digo que está allí ... así que no la menciono, así que no sueno como una persona loca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Upset",
                "Speaks",
                "Desearía que se le permitiera manifestar físicamente aquí para que pudiéramos pasar un tiempo real juntos como amigos, y para que ella pudiera ayudarme a promulgar un código de vestimenta {/i} {/i} {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Crees que escuchaste a Lucille dejar escapar un suspiro exasperado, pero Lillian comienza a sonreír con toda su fuerza mientras comienza a hablar de nuevo.",
                "Speaks",
                "Los dos tenemos algunas diferencias en el mensaje de las diosas y cómo promulgarlos también, ¡pero confío en ella un montón! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lillian luego se inclina y te susurra en un tono bajo y conspirador.",
                "Speaks",
                "Ella también ayuda a la iglesia, pero cree que no me doy cuenta, jeje. ♪ Me gusta desempolvar cosas cuando no estoy mirando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Lillian salta con una amplia sonrisa.",
                "Speaks",
                "¡Pero de todos modos! ♪ ¡Espero que ustedes dos se lleven bien!Probablemente será una gran guía secundaria para ti en tus aventuras. ♪",
                "IfChoice",
                "11",
                "Lucille",
                "Talk about other people in town.",
                "SetChoice",
                "11",
                "Lucille",
                "ChangeProgress",
                "10",
                "JumpToScene",
                "Talk about other people in town."
            ]
        },
        {
            "NameOfScene": "Buy holy water. 100 Eros.",
            "theScene": [
                "HasErosLessThan",
                "100",
                "LacksFundsRepeatible",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Yay!",
                "Ella se lanza hacia adelante, dándole rápidamente un abrazo antes de salir corriendo para obtener su compra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella regresa con entusiasmo con una elegante botella de vidrio llena hasta el borde con agua perfectamente clara.",
                "ChangeEros",
                "-100",
                "GiveItem",
                "1",
                "Holy Water",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Siéntase libre de comprar todo lo que desee!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Buena suerte aventura, [ThePlayerName]! ♪",
                "ChangeProgress",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "LacksFundsRepeatible",
            "theScene": [
                "Te das cuenta de que no tienes suficientes eros para comprar un agua bendita ...",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Get purification.",
            "theScene": [
                "Le pides a Lillian que use su magia de purificación en ti.",
                "Ella obliga alegremente a una ola de manos y un suave brillo de magia santa, llenándolo con una serena sensación de calma, eliminando todas sus dolencias mundanas.",
                "JumpToScene",
                "HealingChecks"
            ]
        },
        {
            "NameOfScene": "_Get purification.OG",
            "theScene": [
                "Le pides a Lillian que use su magia de purificación en ti.",
                "Ella obliga alegremente a una ola de manos y un suave brillo de magia sagrada.",
                "RefreshPlayer",
                "¡Estás completamente renovado!¡Toda la excitación eliminada!Energía y espíritu restaurados!",
                "JumpToScene",
                "HealingChecks"
            ]
        },
        {
            "NameOfScene": "HealingChecks",
            "theScene": [
                "IfHasPerk",
                "Mushroom Head",
                "MushroomCure",
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "MushroomCure",
            "theScene": [
                "GetEventAndSetChoice",
                "Matango Ambush",
                "2",
                "",
                "RemovePerk",
                "Mushroom Head",
                "JumpToScene",
                "HealingChecks"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "JumpToScene",
                "VisitMenu"
            ]
        },
        {
            "NameOfScene": "Done spending time with Lillian.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Oh?¿Tienes que irte?Bueno, buena suerte en tus aventuras [ThePlayerName]! ♪ Que las bendiciones de la diosa sean contigo. ♪"
            ]
        }
    ]
}