{
    "name": "AlrauneCombatEvent",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Alraune",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Alraune's Invitation",
            "theScene": [
                "HitPlayerWith",
                "Seduce",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "SetPostName",
                "- Invitación de Alraune",
                "FocusedSpeaksSkill",
                "El Alraune extiende su honeypot babeante antes de balancear sus amplias caderas de un lado a otro en una tentadora pantalla. [DamageToPlayer]",
                "FocusedSpeaks",
                "SwapLineIf",
                "Random",
                "Ve lindo, ponlo. ♥",
                "¿No quieres follarme?",
                "Ven aquí lindo. ♥",
                "Apuesto a que mis feromonas los han puesto a todos cachondos. ♥ Bueno, vamos, Cutie, ♥ estoy esperando. ♥",
                "Hmhmhm, ♥ no seas tímido ♥",
                "EndLoop",
                "SetPostName",
                "",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "100",
                "CantResistOffer",
                "Menu",
                "Fuck her!",
                "Ignore the offer.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ApplyStance",
                "Sex",
                "HitPlayerWith",
                "Tighten",
                "ChangeImageLayer",
                "ImageSetRoleStart",
                "CloseUp",
                "Te apresuras hacia adelante y sumerges tu longitud rígida en su coño apretado y apretado, dejando escapar un suspiro de dicha mientras masajeas cada centímetro. [DamageToPlayer]"
            ]
        },
        {
            "NameOfScene": "CantResistOffer",
            "theScene": [
                "ApplyStance",
                "Sex",
                "HitPlayerWith",
                "Tighten",
                "ChangeImageLayer",
                "ImageSetRoleStart",
                "CloseUp",
                "Sin un segundo pensamiento, te apresuras a aceptar su oferta seductora, tu mente se centró en los pensamientos de sexo para pensar en resistir la tentación de su apretado coño, y suspiras felizmente mientras aprieta con amor tu longitud palpitante. [DamageToPlayer]"
            ]
        },
        {
            "NameOfScene": "Ignore the offer.",
            "theScene": [
                "Piensas en resistir la oferta de sexo de la mujer de la planta, pero el aroma empalagoso de sus feromonas está haciendo que sea un poco difícil pensar bien ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "25",
                "2",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "50",
                "3",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Sex",
                "75",
                "5",
                "ChangeStatCheckDifficulty",
                "IfPlayerHasStatusEffect",
                "Charm",
                "4",
                "Temptation",
                "5",
                "IgnoredSex",
                "Fail",
                "CantResistOffer"
            ]
        },
        {
            "NameOfScene": "IgnoredSex",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Anger",
                "El Alraune frunce el ceño molesto mientras ignoras su oferta de sexo."
            ]
        },
        {
            "NameOfScene": "StanceCheckCGOff",
            "theScene": [
                "IfMonsterHasStance",
                "Sex",
                "Nothing",
                "IfMonsterHasStance",
                "Anal",
                "Nothing",
                "IfMonsterHasStance",
                "Besarse",
                "Nothing",
                "RoledCGEnd"
            ]
        },
        {
            "NameOfScene": "Nothing",
            "theScene": []
        },
        {
            "NameOfScene": "TemptationVictory",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Poco después de su derrota, el Alraune reaparece cerca con un suspiro agradable, acostado en su flor antes de levantarse y apoyarse contra los bordes de los pétalos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Oh mi, Cutie ... eso fue maravilloso. ♥ un gran aventurero fuerte como debes querer un poco de alivio después de eso, ¿verdad? ♥",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Se da la vuelta con una seductora mirada hacia atrás hacia atrás, sosteniendo el borde de su flor mientras mantiene sus amplias caderas levantadas en el aire hacia ti balanceándolas suavemente de un lado a otro, y la dulce fragancia de sus feromonas cuelga deliciosamente en el aire,Acentuando los peligros de su tentadora oferta ...",
                "Menu",
                "Take her offer and fuck her!",
                "Ignore her and get moving.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ignore her and get moving.",
            "theScene": [
                "El Alraune deja escapar un suspiro de pouty a medida que avanzas en tu camino, y cierra los pétalos de su flor con fuerza."
            ]
        },
        {
            "NameOfScene": "Take her offer and fuck her!",
            "theScene": [
                "Avanzas y subes a su flor, llevas sus deliciosas caderas en tus manos, deleitando la suavidad de su piel mientras alineas tus caderas, tu polla rígida se agita con anticipación.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella gime dulcemente mientras penetra su coño babeante, y jadeas mientras te da un apretón de bienvenida, su interior apretado ya trabaja ansiosamente para ordeñarte.",
                "ChangeArousalByPercent",
                "15",
                "Difícilmente puede contenerse a medida que comienza a empujar en un tempo constante, sus manos se sienten perdidas en la suavidad de sus caderas con curvas, y la fragancia seductora llena suavemente sus sentidos, dejándolo más y más por su voluptuoso cuerpo.",
                "ChangeArousalByPercent",
                "15",
                "Jolts de placer atraviesan tus caderas con cada reunión de tus caderas, su culo regordete que se sacude en torso con cada impacto, sus encantadores gemidos se unen con los tuyos y su coño se aferra desesperadamente a tus centímetros, prácticamente chupando cuando empujas cuando empujas.",
                "ChangeArousalByPercent",
                "30",
                "No puedes evitar sonreír mientras el placer llena tu ingle con olas cálidas, tu polla palpitando con el deleite con cada maravilloso golpe en sus profundidades de apretón, y tu mente se siente tan nebulosa y enfocada en la tarea singular de follarla, las dulces feromonas floridasderritiendo tus preocupaciones y preocupaciones con el deseo.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "El Alraune te da una mirada seductora hacia atrás mientras la golpeas ansiosamente por detrás, gemiendo dulcemente mientras te entregas al placer de su cuerpo, tus pensamientos se alejan en una nube de pasión amorosa mientras agarras las caderas y el éxtasis burbujeante llena tus caderas.",
                "Speaks",
                "Mnnn- ♥ no te deje de boste- ♥ ohh- ♥ dame hasta la última gota- ♥",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un impulso intenso final, gemirás en voz alta mientras estallas dentro de ella, vertiendo cuerdas gruesas en su codicioso honeypot mientras tu cuerpo se pierde en una cascada de éxtasis climático, dejándote con una sonrisa tonta mientras comienzas a bajar de tu intenso orgasmo,Tu virilidad sigue siendo dura dentro de su orificio apretado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Mientras jadea en un leve delirio, sus feromonas empalagosas llenan la cabeza, se pone de pie directamente con una lamida de sus labios, y presiona su cuerpo hacia el tuyo, girando suavemente sus deliciosas caderas contra su ingle mientras se acerca a su cara cerca de la suya..",
                "Speaks",
                "Estoy seguro de que un gran aventurero fuerte como tú quiere seguir adelante. ♥ ¿No eres? ♥",
                "IfPlayerSpiritGone",
                "CantStopFucking1",
                "Menu",
                "Fuck her more!",
                "That's enough sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "That's enough sex.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Te alejas de la mujer curvilínea de la planta con un poco de arrepentimiento, pero después de dejar escapar un suspiro decepcionado, te da una sonrisa cariñosa cuando comienzas a seguir tu camino.",
                "Speaks",
                "Jeje, ♥ bueno, diviértete por ahí, simplemente no olvides parar y oler las flores, Cutie. ♥"
            ]
        },
        {
            "NameOfScene": "CantStopFucking1",
            "theScene": [
                "Te sientes tan drenado pero tan cachondo, tu mente girando con su aroma y el placer del sexo, ni siquiera puedes contemplar detenerse ahora ...",
                "JumpToScene",
                "Fuck her more!"
            ]
        },
        {
            "NameOfScene": "Fuck her more!",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "Empiezas ansiosamente a empujarla nuevamente, y ella desliza con cautela sus manos sobre las tuyas mientras sostienes su cintura bien formada, guiando lentamente tus manos a sus enormes senos, persuadiéndote para que te aprietas y juegues con ellos, haciéndola gemir antes de que te encierreen un beso profundo.",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su dulce néctar se llena la boca mientras enredas lenguas, su maravilloso sabor te hace temblar mientras tu cuerpo pulsa con necesidad, y dejas que tus manos se pierdan en la sensación de sus abundantes tetas, deleitándose en su suavidad mientras las amasas y masajíasMientras lo empujas lentamente.",
                "ChangeArousalByPercent",
                "15",
                "Con cada reunión de sus caderas, una oleada cálida se lava a través de sus caderas, eliminando sus pensamientos con sexo, las feromonas empalagosas y el néctar afrodisíaco solo se agravan en él mientras se dedica a su maravilloso cuerpo como un amante apasionado.",
                "ChangeArousalByPercent",
                "30",
                "Sus ágiles manos deambulan suavemente por su piel, enviando un placer hormigueante donde sea que toque, solo aumentando la combinación de sensaciones maravillosas que está experimentando con ella, y sus alimentados gemidos mientras juegas con sus senos lentamente que te folla a la folla más fuerte y más rápido..",
                "ChangeArousalByPercent",
                "30",
                "Todo el placer dentro de su cuerpo siente que está acumulando sus caderas, burbujeando como su dulce sabor y su deliciosa feromonas lo llevan al éxtasis sexual, cada empuje golpeando una sacudida de euforia que dispara a través de su cuerpo, abrumando lentamente su palanca de hombres con melodías..",
                "PlayerOrgasm",
                "1",
                "Los dos gemen al unísono mientras aprietas firmemente sus tetas pesadas y te juntan las caderas, tu alucinante es completamente un gran éxtasis mientras vierte carga después de cargar en su apretado coño, sus caderas giratorias te dan un breve por todas partes.valer.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se ríe suavemente mientras continúa besándote, y tu orgasmo sigue adelante, tu polla espasmante todavía la llena mientras estás perdido en medio de la dicha, sus feromonas y néctar seductores y seductores que te mantienen encerrado en un clímax maravilloso, su voluptuoso cuerpo.Te burlan suavemente todo el tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Rompes el beso jadeando por el aire mientras tu orgasmo finalmente se aleja, tu mente girando delirantemente en placer, una sonrisa borracha en tu rostro mientras continúa con amor contra ti con una sonrisa amorosa.",
                "Speaks",
                "¿Quieres más aún, ♥ no es lindo? ♥ Podemos seguir adelante ♥",
                "IfPlayerSpiritGone",
                "CantStopFucking2",
                "Menu",
                "Don't stop fucking her.",
                "That's enough sex.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "CantStopFucking2",
            "theScene": [
                "Con su néctar y feromonas llenando tu cerebro hasta el borde, y la dicha sexual que irradia a través de ti en ondas constantes, ni siquiera puedes pensar en una sola razón para detenerse.",
                "JumpToScene",
                "Don't stop fucking her."
            ]
        },
        {
            "NameOfScene": "Don't stop fucking her.",
            "theScene": [
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Ella jadea de alegría cuando comienzas a jugar con su abundante cofre nuevamente, burlándose de sus pezones cuando comienzas a empujar nuevamente, haciéndola operativa dulcemente mientras te invita a besarte nuevamente, y aceptas ansiosamente la dulce sesión de besos con cordones de néctar.",
                "ChangeArousalByPercent",
                "15",
                "La golpeas amorosamente por detrás mientras tus lenguas se enredan, placer meloso, llenando tu cuerpo de nuevo mientras disfrutas de la suavidad de su delicioso cuerpo, cada reunión de tus caderas te llena de toda la dicha mientras aprieta y se aferra a tu variedad.",
                "ChangeArousalByPercent",
                "15",
                "Sus feromonas parecen aún más potentes ahora de todo el sexo constante, llenando sus sentidos aturdidos y cachondos con una necesidad aún más cachonda mientras le arrebata, sacudiendo las olas de éxtasis lavando las caderas con cada empuje.",
                "ChangeArousalByPercent",
                "30",
                "Ella gime y coos mientras se preparas con ella, alimentándote con amor más de su dulce néctar embriagador, y lo bebes con avidez, amando el sabor empalagoso cada vez más con cada momento que pasa mientras tu cuerpo irradia el calor lujurioso.",
                "ChangeArousalByPercent",
                "30",
                "El placer que corre a través de ti es deliciosamente abrumador, cada empuje que haces aturdido y ansioso por más, la felicidad orgásmica burbujeante ya comienza a llenarte nuevamente, su beso afrodisíaco y su maravillosas feromonas te empujan a alturas de dicha aún más altas.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "100",
                "Giras en su boca mientras comienzas a verter una carga gruesa en ella, tus caderas todavía empujando todo el tiempo, ella gime y se ríe de deleite, tus manos todavía están jugando con sus abundantes senos, su suavidad solo se suma a tu cascada orgásmica.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "100",
                "A lo largo de tu intenso orgasmo, sigues follándola, tu alucinante de placer mientras besas y folla y sientes su cuerpo, sus potentes feromonas y su dulce néctar te mantienen duro, cachondo y ansioso por más mientras la llenas.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "100",
                "Su apretado coño apretado se cargue después de cargarte mientras monta esa constante orgásmica alta mientras la golpeas, el tempo constante de tus empujes no bajo tu control como espasmos de la polla en la felicidad eufórica, tu mente aturdida cayendo aún más profundamente en cachorro,lujuria necesitada.",
                "Pero el beso finalmente se rompe una vez que tu orgasmo se aleja, tus caderas aún empujando ansiosamente, tus manos todavía están jugando con sus pesadas tetas, y jades y gimes con deleite, perdidas en el placer y el deseo necesitado de su néctar y feromonasEso simplemente no desaparecerá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mmmm- ♥ bueno, ♥ no parece que quieras parar en el corto plazo. ♥",
                "En respuesta, la besas apasionadamente, haciéndola jadear sorprendida mientras continúas golpeando su hendidura de babeo, se aferran, apretando dentro trabajando ansiosamente para ordeñarte otra carga, y estás completamente perdido por la neblina de la lujuria que se llenatu cerebro.",
                "PlayVisualEffect",
                "BlackOut",
                "darkHaze.png",
                "Apenas te das cuenta de que los pétalos de su flor se cierran alrededor de ustedes dos, y ni siquiera puedes preocuparte por ellos, encerrándose a los dos en una cámara privada para que los dos follen, la flor sellada se llena rápidamenteArriba con sus potentes feromonas a medida que se concentran en el interior, haciéndote temblar y gemir mientras la follas, tu mente perdida en una mezcla de amor y lujuria.",
                "Ella gime feliz cada vez que aprietas sus senos o descargas tu semilla en ella, tus bolas doloridas sintiendo que nunca se secarán mientras la follas constantemente, dejando ir todo menos este momento de pasión sexual con ella, llenándola una y otra vez..",
                "No puedes tener suficiente de su dulce néctar mientras follas, y bebes con avidez en el bocado, el sabor intoxicante que te llena de cálida necesidad y energía mientras te pierdes en la euforia sexual.",
                "SetSpirit",
                "0",
                "Pero incluso con sus afrodisíacos y feromonas que no puedes seguir adelante para siempre, y eventualmente te desmayas con un orgasmo intenso final, estallando dentro de ella una vez más mientras tus ojos se ponen en éxtasis antes de desmayarse, su beso apasionado finalmente se rompe mientras gira cuando girapara sostenerte suavemente mientras te alejas.",
                "Speaks",
                "Gracias por la comida, lindo. ♥",
                "...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Kissing",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "GameOver"
            ]
        }
    ]
}