{
    "name": "GrenCombatEvents",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Gren",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Intro",
            "theScene": [
                "ChangeBGM",
                "music/Battle/French_Toast.mp3",
                "ChangeImageLayer",
                "Expression",
                "Base",
                "¡Gren está listo para retumbar!"
            ]
        },
        {
            "NameOfScene": "Headpat",
            "theScene": [
                "SwapLineIf",
                "Random",
                "Extrañar su cabello se siente como pasar la mano a través de una maraña salvaje de algas de olor fresca.",
                "Ella corre felicidad, empujando contra tu mano.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Shock",
                "Speaks",
                "¿Eh?Espera, ¿realmente solo quieres abrazar?",
                "Menu",
                "'Cuddling sounds nice...'",
                "'¡No, sigamos peleando!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'No, let's keep fighting!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "Speaks",
                "Oh, ok ... bueno, gracias por la palmadita! ♪"
            ]
        },
        {
            "NameOfScene": "'Cuddling sounds nice...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Sparkling",
                "Speaks",
                "¡APUESTA!",
                "ChangeBGM",
                "music/Relaxing/BGM05_Azalea.mp3",
                "Con la repentina y la fuerza inesperados, se arroja a ti y te caes en la vegetación del bosque, los brazos y las piernas de la ansiosa niña de la rana envuelta a tu alrededor mientras ella enérgicamente acaricia tu pecho.",
                "ChangeImageLayer",
                "Expression",
                "Happy",
                "En respuesta, acaricias la cabeza, la palmada se vuelve hacia la vigorosa despegue bajo su contagioso entusiasmo, haciendo que su trapeado de cabello sea aún más desordenado.",
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "El gesto enérgico le envía una risita por la garganta mientras su rostro se divide en la sonrisa más grande.Cerrando los ojos cerrados para disfrutar plenamente de su toque, deja escapar un ribit de felicidad bajo, constante, casi parecido a la de la felicidad.",
                "ChangeImageLayer",
                "Base",
                "BaseBlush",
                "Infundido con la energía sagrada reconfortante, se relaja y desenreda sus brazos y piernas de ti, lo mejor para acurrucarse contra ti y descansar la cabeza contra tu pecho.",
                "ChangeImageLayer",
                "Expression",
                "Pleasured",
                "Su risa se convierte en una ronquería suave, una de sus manos que se abalanzó en la cabeza para darle palmaditas y acariciarla a su vez, mientras su otro brazo se envuelve alrededor de su cuello.Sin pensar, correspondientes, abrazando al Gren de arrullado que suena mucho a favor de tal iniciativa.",
                "A pesar de la frescura al aire libre, la amplia vegetación es una cama sorprendentemente agradable, y los ruidos de bosques circundantes proporcionan un ambiente de fondo agradable.",
                "ChangeImageLayer",
                "Base",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "La abrazadera y la cómoda de la experiencia te están afectando rápidamente, y la propia Gren no está haciendo ningún esfuerzo para mantener a raya el somnolencia, ya comenzando a dormir pacíficamente en tu abrazo, su respiración recurriendo a ronquidos.",
                "ChangeImageLayer",
                "Expression",
                "Fantasizing",
                "No puedes sofocar un bostezo y ceder al momento por el momento, dejando que tu cabeza caiga contra la hierba y cerrando los ojos, disfrutando de la sensación de la altura de la niña de la rana, la forma suave contra ti, el aroma fresco y pantano de su cabelloy el perfume fragante de su mucosidad relajante flotando por la nariz.",
                "En poco tiempo, siente que sus sensaciones se vuelven borrosas, duermen suavemente adelantándose ...",
                "...",
                "RestPlayer",
                "... Una cantidad de tiempo indeterminada después, tus ojos revolotean.Gren también parece estar emocionado, aunque no se puede saber con certeza quién despertó al otro.",
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "De todos modos, mediante un acuerdo tácito, ambos se levantan, su amante de los abrazos saliendo suavemente de su alcance para acostarse y estirarse en la hierba húmeda, flexionando y girando sus extremidades en una impresionante exhibición de flexibilidad.",
                "ChangeImageLayer",
                "Expression",
                "Happy",
                "Speaks",
                "Mmmmmh!Eso dio el lugar.♪",
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Estás de acuerdo, aunque estás un poco molesto en tu ropa que está mojada con rocío, sin mencionar la mucos de la chica de rana ...",
                "Bueno, lo irás.",
                "Una vez que haya sacudido adecuadamente las telarañas, se vuelve verde que es tan radiante como siempre, e intercambia un abrazo de separación ligeramente blando con la bocadera resbaladiza.",
                "ChangeImageLayer",
                "Expression",
                "Happy",
                "Speaks",
                "{i} c'était chouette! {/i} Tendremos que hacerlo de nuevo!",
                "DisplayCharacters",
                "EndLoop",
                "Luego, cada uno va a su propio camino, la chica de rana rebotando alegremente mientras reanuda su aventura.",
                "SetChoice",
                "1",
                "HadCuddles",
                "ClearMonsterEncounter"
            ]
        },
        {
            "NameOfScene": "NoThighjobSexOrAnal",
            "theScene": [
                "ClearStanceFromMonsterAndPlayer",
                "Thighjob"
            ]
        }
    ]
}