{
    "name": "NicciCombatEvents",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Nicci",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Intro",
            "theScene": [
                "ChangeImageLayer",
                "ImageSet",
                "CloseUp",
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "ChangeImageLayer",
                "Haze",
                "Haze",
                "Las raíces y las vides alrededor del claro estallaron repentinamente, encerrándose a los dos, su endurecimiento lo obligó a más cerca y más cerca de Nicci hasta que estés cerca y personal con la mujer floral, sus suaves labios cargados en una sonrisa de despido como túNo puedo evitar acoger de manera apreciativa en sus curvas cautivadoras, la dulce neblina de sus feromonas inevitablemente a la deriva a través de sus sentidos.",
                "FocusedSpeaks",
                "No se escape ahora, Cutie. ~",
                "ChangeImageLayer",
                "Breasts",
                "Nude",
                "ChangeImageLayer",
                "Nectar",
                "Nectar",
                "ChangeImageLayer",
                "Expression",
                "SmileSeductive",
                "Mientras ella habla, las hojas se esfuerzan por sus pesadas tetas furiosas, dejando que sus pechos lujosos se liberen con una atracción atractiva, sus tetinas perts gotas fácilmente, como si te invitara a dar un paso adelante y ayudarte a la tentadora generosidad de su tentador busto.",
                "FocusedSpeaks",
                "Te voy a hacer sentir tan bien. ♥"
            ]
        },
        {
            "NameOfScene": "SuckleCounter",
            "theScene": [
                "IfMonsterHasStatusEffect",
                "Restrain",
                "Cant SuckleCounter",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "Cant SuckleCounter",
                "IfMonsterHasStatusEffect",
                "Stun",
                "Cant SuckleCounter",
                "IfMonsterHasStance",
                "Nursing",
                "AlreadyNursing",
                "ApplyStatusEffect",
                "Soft Amber Embrace",
                "Mientras te chupas la lujosa tetina de Nicci, no puedes evitar tragar bocados de su néctar intoxicantemente dulce con cada lamer y chupar su pezón pert, llenando gradualmente tu núcleo con calor.",
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "FocusedSpeaks",
                "'¡Oh!Bueno, si eso es lo que quieres, Cutie ... ♥ '",
                "ChangeImageLayer",
                "Expression",
                "Loving",
                "ApplyStance",
                "Nursing",
                "SetAttack",
                "Nectar Nursing Handjob",
                "Una de sus manos se coloca firmemente en la parte posterior de su cabeza y comienza a acariciarte con amor en su cabello, relajando la comodidad llena dulcemente bajo los tiernos ministerios de la cariñosa Alraune.A medida que su cara se hunde más profundamente en su busto y un néctar más almibarado llena tu boca, te das cuenta de que alejarse de la generosidad de la dulce flor de las flores ahora será dolorosamente difícil ..."
            ]
        },
        {
            "NameOfScene": "Cant SuckleCounter",
            "theScene": [
                "ApplyStatusEffect",
                "Soft Amber Embrace",
                "Mientras te chupas la tetina con fuga de Nicci, no puedes evitar tragar bocados de su néctar intoxicantemente dulce con cada lamer y chupar su pezón pert, llenando gradualmente tu núcleo con calor almibanado."
            ]
        },
        {
            "NameOfScene": "AlreadyNursing",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Cheerful",
                "ApplyStatusEffect",
                "Soft Amber Embrace",
                "A medida que continúas chupando la deliciosa tetina de Nicci, no puedes evitar tragar más bocados de su néctar intoxicantemente dulce con cada lamer y chupar su pezón pert., Continúa llenando tu núcleo con calor almibeado, sintiéndose cada vez más relajado y cachondo comoSigue participando con avidez de la recompensa de enfermería de Alraune.",
                "ApplyStatusEffect",
                "Soft Amber Embrace",
                "Nicci se ríe suavemente mientras cierras inconscientemente los ojos para disfrutar mejor del delicioso sabor de su seno fácilmente goteando, arrullando con calma antes de su comportamiento indulgente ..."
            ]
        },
        {
            "NameOfScene": "Pheromones",
            "theScene": [
                "ApplyStatusEffect",
                "Nicci's Pheromone Cloud",
                "IfMonsterHasStance",
                "Breast Smother",
                "PuffPuffPheromones",
                "JumpToRandomScene",
                "PheromonesV1",
                "PheromonesV2",
                "PheromonesV3",
                "PheromonesV4",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "PheromonesV1",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Solo estar cerca de Nicci hace que sea imposible no respirar algunas de sus feromonas potentemente intoxicantes, y puede sentir que su cuerpo se calienta a medida que el afrodisíaco con aroma dulce se apodera de sus sentidos aturdidos ..."
            ]
        },
        {
            "NameOfScene": "PheromonesV2",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "El dulce aroma de las lujosas feromonas de Nicci flota alrededor del claro con una espesa neblina rosa, y puedes sentir tu excitación constantemente construyendo con cada respiración que tomes ..."
            ]
        },
        {
            "NameOfScene": "PheromonesV3",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Te encuentras cada vez más aturdido y excitado mientras respiras en la bruma soñadora que te rodea, las feromonas de Nicci llenan tus pulmones y te imbuyes inevitablemente con lujuria embriagadora ..."
            ]
        },
        {
            "NameOfScene": "PheromonesV4",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Con las feromonas de Nicci flotando en una neblina ineludible de dicha embriagadora, es más difícil pensar en cualquier cosa que no sea follando y corriendo, su mirada con irresistiblemente tomando sus atractivas curvas, mientras que las fantasías cada vez más lasci e indulgentes atraviesan su mente tefrodisíaca ..."
            ]
        },
        {
            "NameOfScene": "PuffPuffPheromones",
            "theScene": [
                "ApplyStatusEffect",
                "Nicci's Pheromone Cloud",
                "JumpToRandomScene",
                "PuffPheromonesV1",
                "PuffPheromonesV2",
                "PuffPheromonesV3",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "PuffPheromonesV1",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Con la cara enterrada en el escote de las almohadillas de Nicci, cada aliento que resume resplandeciendo se llena hasta el borde con sus potentes y excitantes feromonas florales, dejando que su polla palpite emocionada mientras acariciaba su busto ..."
            ]
        },
        {
            "NameOfScene": "PuffPheromonesV2",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Al estar tan íntimamente cerca del cuerpo curvilíneo de Nicci, no tienes forma de evitar respirar las feromonas dulces que salen de su figura erótica, haciendo que la excitación dentro de ti se acumule en un grado de adormecedora ..."
            ]
        },
        {
            "NameOfScene": "PuffPheromonesV3",
            "theScene": [
                "PlayVisualEffect",
                "ImagePulse",
                "Monsters/Nicci/CloseUp/NicciClose_Effect_AphroHaze.png",
                "Te encuentras cada vez más aturdido, tu mente se llena de una neblina dulce cada vez más gruesa de las feromonas de Nicci mientras instintivamente acaricias en sus tetas de almohada, su fragancia floral y femenina que empapan tus pensamientos con lujuria necesitada ..."
            ]
        }
    ]
}