{
    "name": "Arch-Imp Glory Hole",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "Vili has set up a clever trap for you, her unsuspecting victim...",
    "requires": [
        "Signed Picture of Vili"
    ],
    "Speakers": [
        {
            "name": "Vili",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Mientras viajas a través de los sinuosos salones de la mazmorra del bosque, te encuentras con un letrero pintado de verde azulado colgado en la pared, con una flecha apuntando hacia abajo en un agujero acolchado hasta la cintura en la pared.El letrero dice 'Pega la polla aquí para un titfuck. ♥'.",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "25",
                "TittyTemptation",
                "IfFetishLevelEqualOrGreater",
                "Curse de Vili",
                "3",
                "TittyTemptation",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "TittyTemptation",
            "theScene": [
                "La tentación de disfrutar de los placeres que podrían ser a través de ese agujero amenazan por superarte por completo ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "50",
                "2",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Breasts",
                "75",
                "3",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Curse de Vili",
                "6",
                "2",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Curse de Vili",
                "10",
                "3",
                "Temptation",
                "10",
                "GolyHoleOptions",
                "Fail",
                "Stick your dick in the glory hole."
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Tu corazón agita y tu polla dolorida palpitación ante la mera idea de follar las voluptuosas tetas de Vili, estás demasiado cachondo para incluso contemplar rechazar tal oferta, tu erección sacudida pulsando con la desesperada necesidad de liberar.",
                "JumpToScene",
                "Stick your dick in the glory hole."
            ]
        },
        {
            "NameOfScene": "GolyHoleOptions",
            "theScene": [
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "Menu",
                "Stick your dick in the glory hole.",
                "Look through the hole.",
                "Keep moving.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep moving.",
            "theScene": [
                "Te apresuras más allá del agujero en la pared."
            ]
        },
        {
            "NameOfScene": "Look through the hole.",
            "theScene": [
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Scene",
                "1",
                "TitsCloseUp",
                "Te agachas y miras a través del agujero, y te encuentras con la cautivadora vista del abundante escote de Vili, la atractiva vista envía un hormigueo de excitación a través de tu piel mientras miras intensamente sus senos por un momento. [DamageToPlayer]",
                "Menu",
                "Keep staring...",
                "Stand back up.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Stand back up.",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Te retrasas con una descarga profunda, tu mente girando con excitación, y crees que escuchas a Vili reír detrás de la pared ...",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "Keep staring...",
            "theScene": [
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Con un rubor de profundidad, sigues mirando los pechos pesados ​​de Vili a través del agujero en la pared, apreciando sus curvas seductoras mientras toma respiraciones lentas y suaves, haciendo que su pecho se levante y caiga de una manera hinchable y atractiva, dejando tu polla abasteciéndose contra tus pantalones. [DamageToPlayer]",
                "Menu",
                "Masturbate.",
                "Stand back up.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Masturbate.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Liberas tu longitud de tus pantalones de confinamiento con un gemido suave y comienzas a bombear tu longitud mientras miras las tetas perfectas de Vili, haciendo que tu polla duele y latirte mientras prácticamente adoras la vista de sus senos celestiales. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Un escalofrío corre a través de ti mientras escuchas que se ríe brumando, definitivamente sabe lo que estás haciendo, pero no puedes detenerte, sus enormes tetas te hacen cautivarse por completo, dejándote acariciando impotente tu polla mientras ella la rebota tentador.Pechos pesados. [DamageToPlayer]",
                "Speaks",
                "En lugar de masturbarme a mis tetas, ♥ podrías meter tu polla aquí y dejarme titfuck esa dolía dura. ♥",
                "Sin pensarlo dos veces, te paras con una necesidad delirante, la imagen de su abundante escote todavía colgando en tu mente completamente encantada.",
                "JumpToScene",
                "Stick your dick in the glory hole."
            ]
        },
        {
            "NameOfScene": "Stick your dick in the glory hole.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeArousalByPercent",
                "20",
                "Te sumerges tu polla dolorosamente erguida en el agujero en la pared, e instantáneamente las enormes y blandas tetas de malvavisco de Vili envuelven tu erección palpitante, haciéndote suspirar con una dicha que aturde la mente mientras rueda suavemente los senos alrededor de tu longitud de contracción.",
                "ChangeArousalByPercent",
                "20",
                "Su suave escote envuelve completamente su polla sacudida en la seductora calidez de sus senos suaves, dejando que los brazos se flojen mientras el placer irradia a través de sus caderas de sus tetas, el masaje circular alternativo que envía felicidad en maravillosas olas a través de su polla palpitante.",
                "ChangeArousalByPercent",
                "20",
                "Gemes mientras ella aprieta firmemente sus tetas perfectas y comienza a bombear tu erección de espasmo con su suavidad celestial, dejando tu mente brotando en un éxtasis candente, tu polla sacudida completamente rodeada por su atractivo cofre en todo momento, incluso cuando las rebotaarriba y abajo de tu dolor de virilidad.",
                "ChangeArousalByPercent",
                "20",
                "Sus tetas encantadoras son lo único en lo que se puede pensar a través del placer electrizante, su maravillosa suavidad, la exquisita presión que están aplicando hasta su longitud, la sensación de sus rebotes bruscos resonando a través de su polla en sus caderas, todo compuesto con fantasías lujuriosasbailando por tu mente.",
                "ChangeArousalByPercent",
                "20",
                "Ella te tiene tan dolorosamente cerca del borde del orgasmo que ya casi puedes pensar, y bruceamente le niega las tetas abrumadoras con tu polla palpitante todavía atrapada entre ellos, enviando temblores felices por tu columna vernecesidad.",
                "PlayerOrgasm",
                "1",
                "Sin pensar que empujaste tus caderas una sola vez y lloras en éxtasis, soplando tu carga sobre sus enormes tetas, sacudiendo y espasmando mientras cubres su busto con tu semilla, deleitando en el suave abrazo de su escote, dejando que las imágenes de su hinchableLas tetas se apoderan de tu mente.",
                "PlayerOrgasm",
                "1",
                "Ella aprieta firmemente sus suaves senos y tú gemirás con un placer redoblado, la intensa presión que obliga a un explosivo brote de semen, dejándote sin alientoEl placer orgásmico.",
                "Suspiras en la satisfacción sin sentido mientras ella libera tu polla sacudida de sus tetas, solo para jadear con un shock agradable mientras sus labios se envuelven de repente alrededor de tu polla espasmante, moviéndose arriba y abajo con un fuerte sorbo de succión, limpiando cada gota de tu semilla antes de las costuras.Liberando su punta con un pop húmedo.",
                "Ella empuja suavemente su erección aún dolorosamente dura fuera del agujero con una mano enguantada y una risita, dejándote temblando de necesidad mientras la escuchas romper los dedos y el agujero desaparece.",
                "DisplayCharacters",
                "EndLoop",
                "IfPlayerSpiritGone",
                "GainASpirit",
                "JumpToScene",
                "Recollect"
            ]
        },
        {
            "NameOfScene": "GainASpirit",
            "theScene": [
                "ChangeSpiritQuietly",
                "1",
                "JumpToScene",
                "Recollect"
            ]
        },
        {
            "NameOfScene": "Recollect",
            "theScene": [
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "Te tomas un momento para recordarte lo mejor que puedas antes de continuar, tus pensamientos atormentados por la sensación seductoramente suave de sus senos perfectos envueltos alrededor de tu polla, doliendo sentirla de nuevo ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}