{
    "name": "Puff Puff Parlour",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "Vili set up a small 'spa' just for you...",
    "requires": [
        "Signed Picture of Vili"
    ],
    "Speakers": [
        {
            "name": "Vili",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Mientras caminas a través de los sinuosos salones de la mazmorra del bosque, te encuentras con una puerta de madera pintada de verde azulado, y la entra con cautela.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "Dentro hay una silla de lujo de aspecto cómoda, y Vili que se apoya en ella con una sonrisa genuina.",
                "Speaks",
                "¡Hola [ThePlayerName]! ♪ ¿Puedo interesarte en un masaje de hojaldre? ♪",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella es bruscamente que tiene sus enormes senos con una sonrisa lasciva.",
                "Speaks",
                "Es un masaje donde me froto mis grandes tetas suaves en toda tu cara, ♥ prometo que es {i} muy {/i} relajante. ♥",
                "Menu",
                "Get a puff puff.",
                "Turn her down and keep moving.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a puff puff.",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Ella le da una palmada a la silla con una sonrisa.",
                "Speaks",
                "Entonces toma asiento. ♪",
                "Te sientas en la silla cómoda y te hundes en su suavidad con un suspiro, y Vili reclina un poco la silla con una risita antes de subir a la silla con usted, a horcajadas sobre las caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Solo relájate. ♥",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "ChangeImageLayer",
                "Scene",
                "1",
                "TitsCloseUp",
                "Ella levanta sus abundantes tetas y las presiona contra su cara, frotándolas suavemente contra usted en círculos sensuales lentos, dejando su cabeza girando con excitación y su polla comenzando a colarse contra sus pantalones.",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Vili presiona tu rostro profundamente en su escote reconfortante, atrapándote entre sus senos cálidos y la silla suave, dejándote mareado y sintiéndote perdido en el cielo feliz mientras aprieta sus tetas alrededor de tu cabeza.",
                "Speaks",
                "No necesitas pensar en este momento. ♥ Concéntrate en mis senos suaves. ♥",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Ella juguetona sacude sus senos, balanceándose la cabeza de un lado a otro entre sus tetas mordazas, soltando cualquier pensamiento que tengas que no sea sobre sus tetas suaves perfectas, haciéndote gemir mientras tu polla se tensa dolorosamente contra tus pantalones.",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Su abundante escote masajes con amor masajee toda su cara en círculos alternativos, dejándote sonriendo felizmente mientras tu mente se deja a la deriva en sus tetas celestiales, un cálido placer flotante que irradiaba en cada parte de ti gracias a su maravilloso cofre.",
                "Speaks",
                "Mis tetas son tan perfectas y suaves, ¿no? ♥ Podrías perderte en ellas durante horas. ♥",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Ella levita de su regazo con una risita, manteniendo sus suaves senos presionados contra su rostro mientras gira lentamente en el aire, ahora masajeando cada lado de su cara con el otro pecho, su mente completamente perdida en imágenes de sus tetas hinchables.",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Vili luego levanta suavemente la cabeza y se aclaza la parte posterior de la cabeza entre su escote, dejándote no mirar nada con una sonrisa tonta mientras frota los lados de tu cara con sus pechos suaves y perfectos, haciendo que tu polla se cruzara y espasmo con necesidadMientras te sientas en una relajación completamente feliz.",
                "DamagePlayerFromMonster",
                "Vili",
                "Breast Smothering",
                "Te gemiste suavemente de cada caricia de su piel suave contra ti, sus voluptuosas tetas inundan tu cerebro con placer mientras te masajea con ellos, dejándote a la deriva en visiones felices de sus senos flotando en tu mente.",
                "Luego se desliza con una risita, dejando que tu cabeza reposte sobre la silla nuevamente, libre de su escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Allí, todo hecho. ♪ Buena suerte con el resto de tu aventura. ♪",
                "Ella desaparece en un destello de magia, dejándote sola para recuperarte de tu delirante excitación, imágenes de sus tetas hinchables que todavía flotan en tu mente, una sensación fantasma de sus senos perfectos frotando tu rostro que todavía te inhalan ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "Eventualmente te las arreglas para tambalearse de la silla con una erección furiosa y decidir que tal vez quedarse aquí sea una mala idea ... tal vez puedas encontrar un buen par de tetas para follar ..."
            ]
        },
        {
            "NameOfScene": "Turn her down and keep moving.",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿No?Pero no estaba preguntando. ♥",
                "Las entradas se bloquean repentinamente con barras de hierro que se deslizan hacia abajo del techo, y Vili flota en el aire.",
                "CombatEncounter",
                "NoRunning",
                "Phantasmal Vili PuffPuff",
                "StartCombat",
                "Con Vili desaparecido, las barras retroceden y puedes continuar."
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}