{
    "name": "Trapped Titfuck Room",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "Somewhere inside the dungeon resides the terrifying Arch-Imp Vili...",
    "requires": [
        "Signed Picture of Vili"
    ],
    "Speakers": [
        {
            "name": "Vili",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Ancilla",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Phantasmal Vili PuffPuff",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Phantasmal Vili Titfuck",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "IfChoice",
                "1",
                "OppaiImpMet",
                "NormalIntro",
                "Corres a través del pasillo oscuro y oculto, siguiendo el camino recto pero retorcido mientras notas con cautela que no te encuentras con un solo tenedor en el pasillo.",
                "Finalmente, finalmente llegas al final del pasaje y te subes a una puerta roja parcialmente abierta con un borde dorado alrededor de los bordes, dejando que la luz se derrame en el pasillo desde su interior.",
                "Lleno de curiosidad, abre la puerta lenta y silenciosamente antes de entrar cautelosamente en lo que parece ser un salón elegante, con dos sillas cómodas en el centro de la habitación frente a una chimenea y las paredes bordeadas de numerosas estanterías llenas.",
                "Speaks3",
                "¡Jaja! ♪ Entonces, has {i} finalmente {/i} llegado para traer la comida que Vili te ha estado pidiendo una y otra vez, Ancilla!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmug",
                "Saltas sorprendido cuando una de las sillas gira dramáticamente para enfrentarte, revelando que una mujer joven se extendió lánguidamente con una mirada engreída en su cara, ¡y sus tetas son-!",
                "Menu",
                "Temptingly big!",
                "Absolutely {i}huge!{/i}",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Absolutely {i}huge!{/i}",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "HugeTits",
                "DisplayCharacters",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "HugeTits",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "HugeTits",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "GetEventAndSetChoice",
                "Visit Vili",
                "10",
                "HugeTits",
                "JumpToScene",
                "StartEvent2"
            ]
        },
        {
            "NameOfScene": "Temptingly big!",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "Normal",
                "DisplayCharacters",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "Normal",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "ImageSetPersist",
                "1",
                "Normal",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "GetEventAndSetChoice",
                "Visit Vili",
                "10",
                "",
                "JumpToScene",
                "StartEvent2"
            ]
        },
        {
            "NameOfScene": "StartEvent2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Su expresión se convierte rápidamente en una de confusión, luego en pánico mientras su silla se detiene, su pesado pecho rebotando junto con el movimiento, y rápidamente se pone de pie mientras señala un dedo acusador.",
                "Speaks",
                "W-wait un minuto!¡No eres Ancilla!¡H-Hey, se supone que esta área también está fuera de los límites!¡Ni siquiera se supone que debes estar aquí!¿Qué tipo de persona se alejaría ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Su voz se aleja mientras parpadea y te mira arriba y abajo intensamente durante unos largos momentos antes de que sus ojos se amplíen repentinamente.",
                "Speaks",
                "... Oye, eres uno de esos aventureros, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "Sin darte un momento para responder, su sonrisa se vuelve juguetonamente engreído mientras flota suavemente del suelo y cruza los brazos debajo de su pecho, haciendo que sus impresionantes senos reboten mientras se cierne en el aire.",
                "Speaks",
                "¡Ustedes pobres, héroes tontos!¡Kyahaha!¡Acabas de tropezar en una habitación atrapada con I, Vili, y la única forma en que puedes irte es recibiendo un Titfuck!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se inclina hacia ti después de su proclamación cuando su voz cae a un susurro burlón.",
                "Speaks",
                "Deberías estar feliz de estar aquí para ayudarte a escapar, ya sabes. ♥",
                "Ella se ríe mientras rebota seductoramente sus grandes y deliciosas tetas con las manos, y te cuesta no mirarlas mientras se sacuden de manera incentiva, sintiendo que tus ojos se sienten atraídos inconscientemente por su escote profundo y cautivador mientras sientes tu mente llena lentamenteUna niebla rosa ...",
                "Menu",
                "Get a titfuck.",
                "Attack!",
                "Turn back and leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Turn back and leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Te das la vuelta y regresas de la manera en que entraste con sorprendente facilidad, cerrando la puerta detrás de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Speaks",
                "E-eh?H-Hey espera- no vayas ...",
                "DisplayCharacters",
                "EndLoop",
                "No puedes evitar sentirte un poco culpable por su triste expresión cuando la puerta se cierra entre ti y lo último que ves es su cara angustiada mientras se desmella al suelo con desesperación ...",
                "Menu",
                "Head back inside...",
                "Get out of here.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get out of here.",
            "theScene": [
                "Vuelve a caminar por los túneles sin resistencia, y para su sorpresa terminas en otro lugar que no sea la guanña de Imp donde comenzaste.Con un suspiro, continúas caminando por los sinuosos pasillos ..."
            ]
        },
        {
            "NameOfScene": "Head back inside...",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Abriste con cautela la puerta y vuelves a entrar, y ves a Vili prácticamente colapsado en el piso al borde de las lágrimas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Ella te mira y vuelve a ponerse de pie, levitando un poco con una renovada sonrisa alegre.",
                "Speaks",
                "Y, vuelves a regresar-!I- uh ... {i} kyahaha. ♥ {/i} se dio cuenta de la locura de tratar de escapar, ¿verdad?Necesitas un titfuck si quieres fuera de aquí. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "Una vez más, rebota seductoramente sus voluptuosos senos, atrayendo los ojos a sus curvas diabólicas, sus tetas cautivadoras se convierten lentamente en lo único en lo que puedes pensar cuando tu polla comienza a tensar en tus pantalones ...",
                "Menu",
                "Get a titfuck.",
                "Attack!",
                "Leave for real this time.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave for real this time.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Te giras y sales, golpean la puerta a medida que avanzas, caminando de regreso por los pasillos retorcidos, escuchando un exceso y triste 'Noooooooooooo ...' Mientras lo haces."
            ]
        },
        {
            "NameOfScene": "Attack!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Vili atrapa el aspecto en tus ojos y en tu postura y una amplia sonrisa se extiende sobre su rostro.",
                "Speaks",
                "Ohhhh?¿El valiente aventurero quiere intentar derrotarme para proceder?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "¡Kyahaha!{i} Fool! {/i} Te mostraré el poder de un {i} Arch-Imp! {/i}",
                "El poder mágico se cree a su alrededor e inmediatamente se puede decir que es mucho más peligrosa de lo que se ve, y por un momento tenso, los dos permanecen encerrados en una intensa mirada, preparándose para ponerse caluroso y pesado.",
                "JumpToScene",
                "AncillaInterrupts"
            ]
        },
        {
            "NameOfScene": "AncillaInterrupts",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Luego, Vili se sorprende por un colchón que la envía volando a una de las estanterías, lo que hace que los libros se caigan y se acumulen en Vili con el colchón.",
                "Speaks",
                "¿Kyaaa?¡¿QUÉ?!¡¿POR QUÉ?!",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Ancilla entra en la escena con una expresión neutral, y con frialdad considera a Vili en su voz monótona, y te quedas un poco perdido en el repentino cambio de eventos.",
                "Speaks2",
                "Vili, conoces las reglas.Al menos deberías.Primero, no hay actividades sexuales en esta sala, por lo que no se producirán daños a los libros y muebles.Limpiarás ese desastre que podría agregar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "¡¿Qué?!¡Solo iba a divertirme con este chico!¡Y {i} tú {/i} tiró el colchón!",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Threat",
                "Speaks2",
                "Usted {i} Will {/i} limpiará este desastre Vili.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PoutSevere",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "Vili flota en el aire y cruza los brazos con un intenso puchero.",
                "Speaks",
                "Mnnnnnn!{i} bien! {/i}",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Vili se ajusta los dedos y la estantería ligeramente dañada se repara y todos los libros flotan en su lugar con un mínimo esfuerzo de su parte, y Ancilla deja escapar un suspiro cansado.",
                "Speaks2",
                "En segundo lugar, no debes interactuar con los aventureros mientras te quedas en la mazmorra.Usted es un arco, debe estar buscando trabajo en otro lugar debido a las limitaciones de trabajo que se encuentra aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speaks",
                "Pero no lo hago {i} quiero {/i} ir!¡Esto {i} es {/i} mi hogar!",
                "Ancilla deja escapar un suspiro exasperado y se vuelve hacia ti.",
                "Speaks2",
                "[ThePlayerName] Lamento su naturaleza molesto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Espera, ¿lo conoces?Eso significa que ya ha limpiado la mazmorra, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seduction",
                "En un instante, Vili se teletransporta a tu lado con una sonrisa seductora, envolviendo sus brazos alrededor de uno de los tuyos y atrapándolo entre su escote profundo.",
                "Speaks",
                "Eso significa [ThePlayerName], no es {i} realmente {/i} un aventurero aquí, ¿verdad? ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Rage",
                "Speaks2",
                "Sí, lo es.Vili, deja de intentar encontrar lagunas.Y deja ir [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Awww, vamos anci, ♪ Quiero decir, si él solo está aquí para visitarme, y nos resulta una práctica de combate o tentación, ¿cuál es el daño? ♪ No tengo que pagar por ello. ♪",
                "Vili acaricia tu brazo más profundamente en sus suaves tetas y se acuesta un poco más cerca de ti con una sonrisa, pero podrías jurar que viste que uno de los ojos de Ancilla se contrae del apodo ... pero ella deja escapar un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speaks2",
                "Eso es ... posible ... pero [ThePlayerName] tendría que aceptarlo.Y aunque creo que debe mudarse a otro lugar para continuar con su carrera ... No puedo negar que puede ser saludable para usted ejercer adecuadamente sus poderes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Vili te mira desde tu hombro con emoción desenfrenada, prácticamente gritando 'por favor diga sí'.",
                "Menu",
                "Agree to spend time with Vili.",
                "Turn down the offer.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Agree to spend time with Vili.",
            "theScene": [
                "SetChoice",
                "1",
                "OppaiImpMet",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Ella salta de alegría mientras sigue aferrándose a tu brazo y salta, dándote un beso en la mejilla mientras anima con alegría.",
                "Speaks",
                "¡Bien! ♪ ¡Empecemos de inmediato! ♪",
                "Speaks2",
                "Vili, no.Además, tengo la comida que pidió.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Yay! ♪ ¡Gracias anci! ♪",
                "Vili se desaloja de su brazo y se arroja una de las sillas cómodas, mientras que Ancilla pone con calma una gran fuente cubierta en la pequeña mesa junto a las sillas y revela la variedad de dulces y pasteles decadentes, dejando a Vili frotar las manos y lamer las manos y lamer las manos y lamersus labios en contemplación.",
                "Speaks",
                "{i} tomó {/i} usted lo suficiente.",
                "Speaks2",
                "Como en realidad no requiere mucha comida, no es una alta prioridad.Y hornear lleva tiempo.",
                "Speaks",
                "Quiero decir, no tengo que comer, pero saben muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuidos.Omph! ♪",
                "Ella comienza a hacer una bufanda hambrienta por la variedad de dulces, pero se toma un momento para mirarte con una sonrisa.",
                "Speaks",
                "Asegúrese de invitarme a meterme con usted pronto [ThePlayerName], tendremos mucho funnnnn. ♪",
                "Ancilla se acerca a ti y te escolta fuera de la elegante habitación mientras Vili devora galletas y otros pasteles, guiándote en los torcedores salones de la mazmorra.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Speaks2",
                "[ThePlayerName], te guiaré de regreso a la mazmorra adecuada antes de permitirte reanudar tu viaje.",
                "Los dos caminan por los túneles en silencio de silencio antes de que Ancilla vuelva a hablar.",
                "Speaks2",
                "Tenga cuidado si decide pasar tiempo con Vili, como un arco, ella es mucho más poderosa que los otros imps aquí.",
                "Ella te entrega una pequeña piedra azul antes de enviarte de vuelta a la mazmorra para terminar tu aventura.",
                "GiveItem",
                "1",
                "Bosom Buddy Gem",
                "Speaks2",
                "Ese encanto permitirá que su grimorio registre a Vili para cuando decida explorar aquí nuevamente.Realmente podría usar el tiempo para practicar sus poderes e interactuar con los demás ... Es extrañamente inflexible sobre quedarse aquí ...",
                "Ancilla regresa a la oscuridad del pasillo, desapareciendo alrededor de una esquina antes de reanudar su viaje, metiendo la gema en el grimorio mientras piensa en lo que acaba de suceder."
            ]
        },
        {
            "NameOfScene": "Turn down the offer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¿Qué qué?Whyyyyyyyyy ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Vili se aferra desesperadamente a tu brazo al borde de las lágrimas mientras te mira.",
                "Speaks2",
                "Vili, tomó su decisión, por favor, deja de ser tan dramático e infantil.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bored",
                "Speaks",
                "¡Pero!I- ugh ... bien ...",
                "Ella se teletransporta a su asiento con un puchero, evitando su mirada de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Mientras Ancilla coloca un gran plato plateado cubierto de dulces y pasteles en la mesa junto a ella, se ilumina nuevamente.",
                "Te deslizas por la puerta y te diriges por los pasillos del gesto de Ancilla, regresando a la mazmorra propiamente dicha ..."
            ]
        },
        {
            "NameOfScene": "NormalIntro",
            "theScene": [
                "Corres por los sinuosos pasillos, siguiendo el camino recto pero retorcido mientras notas con cautela que no te encuentras con un solo tenedor en el pasillo.Finalmente, finalmente llegas al final del pasaje y llegas a una puerta de madera de aspecto encantador con un borde morado alrededor de los bordes.",
                "¡Mientras abre la puerta y entra dentro, la puerta instantáneamente golpea detrás de usted y las barras de metal descienden del techo para bloquear todas las salidas!",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "Vili aparece en el centro de la habitación con un destello mágico, su sonrisa juguetonamente engreído mientras flota sobre el suelo, cruzando los brazos debajo de su pecho, haciendo que sus impresionantes senos reboten mientras se cierne en el aire.",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "2",
                "Seriously",
                "¡Kyahaha!¡Acabas de tropezar en una habitación atrapada, y la única forma en que puedes irte es recibiendo un Titfuck!",
                "2",
                "",
                "¡Kyahaha!¡Acabas de tropezar en una habitación atrapada, y la única forma en que puedes irte es recibiendo un Titfuck!¡Y hablo en serio esta vez! ♪",
                "EndLoop",
                "SetChoice",
                "2",
                "Seriously",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se inclina hacia ti después de su proclamación cuando su voz cae a un susurro burlón.",
                "Speaks",
                "Deberías estar agradecido de estar aquí para ayudarte a escapar, sé que no {i} quiero {/i} para pelear conmigo. ♥",
                "Ella se ríe mientras rebota seductoramente sus grandes y deliciosas tetas con las manos, y te cuesta no mirarlas mientras se sacuden de manera incentiva, sintiendo que tus ojos se sienten atraídos inconscientemente por su escote profundo y cautivador mientras sientes tu mente llena lentamenteUna niebla rosa ...",
                "Menu",
                "Get a titfuck.",
                "Fight her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight her!",
            "theScene": [
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Estás obteniendo un titfuck de una forma u otra. ♪ ♥",
                "CombatEncounter",
                "NoRunning",
                "Phantasmal Vili Titfuck",
                "StartCombat",
                "Con Vili desaparecido, las barras retroceden y puedes continuar."
            ]
        },
        {
            "NameOfScene": "Get a titfuck.",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToTitfuck",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Ella flota con una sonrisa petulante y presiona su enorme cofre contra tu ingle, haciendo que tu polla se tope contra tus pantalones mientras frota suavemente sus tetas contra ti.",
                "Speaks",
                "Ooooh, ♥ ya te estás poniendo tan duro. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeArousalByPercent",
                "10",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|Base|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|Base|n|",
                "10",
                "HugeTits",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|None|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|None|n|",
                "EndLoop",
                "PlayMotionEffect",
                "BounceOnce",
                "Ella sube un poco, dejando que sus tetas reboten mientras se desliza de tus pantalones, dejando que tu polla se libere frente a su ansioso rostro, dejando escapar un dulce jadeo de sorpresa.",
                "Speaks",
                "Eres {i} Entonces {/i} grande! ♥",
                "ChangeArousalByPercent",
                "15",
                "Ella le da a tu consejo un beso lúdico que envía una sacudida agradable a través de tu rígida erección, haciéndote parpadear mientras tu mente agita con el deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero mis tetas son más grandes. ♥",
                "ChangeArousalByPercent",
                "20",
                "PlayMotionEffect",
                "BounceOnce",
                "Levanta su gran pecho sobre tu polla dura de la roca con una sonrisa seductora antes de enterrar por completo tu virilidad contraproducente en su abundante escote, haciéndote gemir cuando tu polla está perdida en sus senos suaves de malvavisco.",
                "ChangeArousalByPercent",
                "30",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastKneadAnimation",
                "Vili enrolla suavemente sus enormes tetas alrededor de su eje, dejándote parpadeando con una suave confusión delirante ante el placer envuelto alrededor de tu polla, masajea cada centímetro de carne sensible, nunca dejando que tu punta se quite las tetas almohadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmug",
                "Speaks",
                "¿Se siente bien? ♥",
                "ChangeArousalByPercent",
                "30",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "AnimationStop",
                "ChangeImageLayer",
                "ViliPaizuri",
                "Vili",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "Vili",
                "Squeeze",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.70",
                "12",
                "Asentes inquietantemente mientras ella aprieta sus senos diabólicos alrededor de tu polla, lo que lo hace espasmo en pura felicidad por el aumento de la presión.Ella se ríe ante su reacción y comienza a bombear su longitud con su abundante escote, enviando oleadas de un cálido placer de fusión mental que irradia a través de su ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Estoy tan feliz de escuchar eso. ♪",
                "ChangeArousalByPercent",
                "30",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.50",
                "12",
                "Sus tetas suaves rebotan por tu polla en un ritmo constante, haciendo que tus piernas se debiliten por el placer que irradiaba a través de ti, y no puedes evitar ver mientras ella toca tu polla completamente enterrada, mirando a sus pechos perfectos mientras trabajan tuvirilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Tu polla palpita tanto entre mis tetas. ♥ ¿Quieres correrte? ♥",
                "ChangeArousalByPercent",
                "30",
                "Asientes ansiosamente mientras ella bombea tu virilidad con fuga previa a la mujer, el feliz éxtasis te insta a cubrir sus senos perfectos en tu semen, la maravillosa neblina rosa que nubló tu mente manteniéndote enfocado en sus tetas almohadas mientras aprietas y aceleras tu eje de contracción.",
                "SwapLineIf",
                "Choice",
                "1",
                "OppaiImpMet",
                "|f|PlayerOrgasm|/|2|n|",
                "1",
                "",
                "|f|PlayerOrgasmNoSpiritLoss|n|",
                "EndLoop",
                "ChangeImageLayer",
                "ViliPaizuri",
                "Vili",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "Vili",
                "SqueezeAlt",
                "ChangeImageLayer",
                "MotionBlur",
                "Vili",
                "Base",
                "ChangeImageLayer",
                "MotionLines",
                "Vili",
                "Base",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.15",
                "10",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeImageLayer",
                "SemenSpurt",
                "Base",
                "PlayMotionEffect",
                "Crash",
                "Ella se ríe y rebota en sus cálidas tetas de malvavisco más rápido en su polla espasmante, y te quedas gimiendo incoherentemente como un éxtasis de color blanco.Mientras ella continúa experimentando tu dolor de eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "ChangeImageLayer",
                "MotionBlur",
                "Vili",
                "",
                "ChangeImageLayer",
                "MotionLines",
                "Vili",
                "",
                "ChangeImageLayer",
                "SemenSpurt",
                "",
                "ChangeImageLayer",
                "Semen",
                "Base",
                "ChangeImageLayer",
                "ViliPaizuri",
                "Vili",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "Vili",
                "Base",
                "PlayMotionEffect",
                "SwayOnce",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|Base|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|Base|n|",
                "10",
                "HugeTits",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|None|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|None|n|",
                "EndLoop",
                "Solo unos pocos chorros de tu semen realmente logran escapar de su prisión de almohada de los senos, y ella te da una sonrisa engreída mientras se aleja lentamente para mostrar el desorden pegajoso con el que cubriste su pecho, recogiendo juguetonamente un dedo para probar ansiosamenteTusques y espasmos con réplicas de placer, luchando por pararse.",
                "Tu mente parece que todavía está perdida en ese maravilloso titfuck, sus tetas suaves que bombean tu longitud, tu cerebro se nov que pasa con éxtasis rosado y tetas perfectas, el corazón ocasional flotando a través de tus pensamientos centrados en el placer.",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Semen",
                "",
                "Mientras empape en el resto de tu semen en un destello de magia verde azulado y una risita juguetona, te las arreglas para salir de tu obsesión momentánea con sus abundantes senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Bueno, supongo que puedes ir ahora ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Pero apuesto a que quieres {i} otro {/i} titfuck, ¿verdad? ♥",
                "Ella atribuye las manos sobre su abundante cofre, enfatizando sus deliciosas tetas y su profunda polla enterrando el escote, haciendo que tu polla aún rígida se mueva.",
                "IfChoice",
                "1",
                "",
                "AncillaInterrupts",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "IfPlayerSpiritGone",
                "GainASpirit",
                "JumpToScene",
                "TitfuckMenu"
            ]
        },
        {
            "NameOfScene": "GainASpirit",
            "theScene": [
                "ChangeSpiritQuietly",
                "1",
                "A pesar de sentirse completamente gastado, tus bolas de contracción todavía se sienten tan llenas, ansiosas por cubrirla en más de tu semilla, tu polla palpitante duele a follar sus tetas celestiales más ...",
                "JumpToScene",
                "TitfuckMenu"
            ]
        },
        {
            "NameOfScene": "TitfuckMenu",
            "theScene": [
                "Menu",
                "Get another titfuck.",
                "Move on.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Move on.",
            "theScene": [
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Vili te da un triste puchero, pero libera tu erección sacudida de sus abrumadores senos, antes de desaparecer con un chasquido de sus dedos, y las barras retroceden en las paredes, dejándolo continuar hacia adelante.",
                "DisplayCharacters",
                "EndLoop",
                "Suspiras felizmente mientras continúas, tu mente todavía llena de imágenes del voluptuoso cofre de Vili, la sensación de sus suaves tetas envueltas alrededor de tu polla aún dura que te hace desear seguir adelante un poco más ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1"
            ]
        },
        {
            "NameOfScene": "Get another titfuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Yay!♪",
                "JumpToRandomScene",
                "FuckHerTits",
                "LoveTitfuck",
                "SqueezeRollShake",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SqueezeRollShake",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastKneadAnimation",
                "Vili rueda sus pesadas tetas en círculos alternativos alrededor de su erección palpitante con una sonrisa alegre, masajeando toda su longitud con sus senos suaves de malvavisco, por lo que se contrae de alegría.",
                "Speaks",
                "Kehehe, ♪ Puedo sentir tu polla sacudiendo. ♥",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "AnimationStop",
                "PlayMotionEffect",
                "SwayOnce",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "Gemias suavemente mientras ella aprieta sus tetas y bombea tu longitud con sus abundantes senos varias veces antes de sacudirlas suavemente de un lado a otro mientras miras en completa cautivación.",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastKneadAnimation",
                "Ella se ríe seductoramente mientras rueda suavemente sus suaves senos alrededor de su polla nuevamente, llenando sus caderas con calor y placer florecientes.Tus ojos completamente perdidos en su escote profundo, y tu virilidad completamente enterrada en sus tetas abrumadoras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Solo relájate mientras te leche te seco con mis enormes tetas. ♥",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "AnimationStop",
                "PlayMotionEffect",
                "SwayOnce",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "Vili luego aprieta firmemente sus tetas como un vicio firme, bombeando su polla palpitante varias veces, luego sacudiendo bruscamente sus abundantes tetas de un lado a otro, repitiendo ese ciclo maravilloso una y otra vez mientras observa con completa fascinación.",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastKneadSqueezeAnimation",
                "La vista de sus tetas apretando, temblando y rodando alrededor de su dolor de virilidad dolorida te deja prácticamente fascinado, completamente encantada con sus senos celestiales mientras ordeña suavemente tu longitud con su escote desbordante, construyendo lentamente un orgasmo burbujeante en tus caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Suspiras en la dicha intoxicada, imágenes de sus tetas perfectas temblando y rebotando resonando en tu mente mientras las miras sacudir y apretar tu dolor de longitud, dejándote flotando en una nube de pura felicidad.",
                "Speaks",
                "Mis tetas se sienten {i} así {/i} bien, ¿no? ♥",
                "Dumly asiente, completamente perdido en el placer, como cómo tu virilidad espumada se pierde por completo en sus tetas abrumadoras mientras se aprieta y sacuden tu polla palpitante, derritiendo lentamente tu resistencia con cada bomba burlona o movimiento suave.",
                "Ella se ríe seductoramente ante su reacción y comienza a intensificar su ciclo de titing, apretando más fuerte antes de acariciar su polla dolorida con sus abundantes tetas, luego sacudir sus suaves senos en un masaje tentador antes de rodarlos en círculos seductores alrededor de su erección espasmos.",
                "El ciclo blando y exprimido se repite una y otra vez, más rápido, construyendo con intensidad mientras trabaja para ordeñar una carga obscenamente gruesa de sus bolas doloridas, y cada apretón y batido seductor arde en su mente de placer, llenándolo de un necesitadoobsesión por sus tetas perfectas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Vamos, ♥ Cum! ♥ Golpea tu carga sobre mis tetas! ♥ ¡Spurt It TODO fuera! ♥",
                "PlayerOrgasm",
                "2",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "AnimationStop",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con un golpe final a la baja de su escote abrumador, combinado con su alegría burlona, ​​aullas en el éxtasis mientras estallas sobre sus tetas como un grifo roto, duchándola en tu semen mientras las cuerdas salen de su escote de tu palpitante.Para sus abundantes tetas, incrustando el maravilloso clímax en tu cerebro.",
                "ChangeImageLayer",
                "Semen",
                "1",
                "Squeeze",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "ScreenPulse",
                "white.png",
                "Ella se ríe mientras le da a sus tetas pesadas un batido más burlón que envía un espasmo feliz a través de sus caderas, derritiendo su mente un poco más mientras está en blanco por el placer, dándole algunas tomas más de semen por sus esfuerzos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "Semen",
                "1",
                "BaseThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|Base|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|Base|n|",
                "10",
                "HugeTits",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|None|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|None|n|",
                "EndLoop",
                "Vili luego te da unos momentos para tratar de recordarte de tu delirante aturdimiento, empapando en tu semilla en un brillo verde azulado de magia y una sonrisa alegre, dejando que tu mente se empape en cada parte de sus tetas encantador de encanto mientras procesas las imágenes que rebotana través de tu cerebro ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "ChangeImageLayer",
                "Semen",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Kehehe, ♥ que se sintió increíble, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "",
                "Ella se enrolla suavemente sus pesadas tetas alrededor de su polla rígida, masajeando dulcemente su longitud, manteniéndolo dolorosamente duro y ansioso por más de sus enormes y seductores senos.",
                "IfPlayerSpiritGone",
                "GainASpirit",
                "JumpToScene",
                "TitfuckMenu"
            ]
        },
        {
            "NameOfScene": "LoveTitfuck",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "Base",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|Base|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|Base|n|",
                "10",
                "HugeTits",
                "|f|ChangeImageLayer|/|PlayerBodyPenisTip|/|1|/|None|n||f|ChangeImageLayer|/|PlayerBodyPenisTipSilhouette|/|1|/|None|n|",
                "EndLoop",
                "PlayMotionEffect",
                "BounceOnce",
                "Vili comienza a rebotar sus abundantes senos arriba y abajo de su longitud rígida con una sonrisa seductora, bombeando su erección contraproducente con su pecho diabólicamente suave, inundando su mente con sus seductores encantos.",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "1",
                "None",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "1",
                "None",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.50",
                "12",
                "Solo puedes suspirar y gemir mientras acaricia tu polla dolorida con su cofre de malvavisco, sus pechos pesados ​​obteniendo tus pensamientos, reemplazándolos con adoración amorosa y un edificio necesita correrse.",
                "Speaks",
                "Creo que te has enamorado por completo de mis tetas. ♥",
                "PlayMotionEffect",
                "SwayOnce",
                "Ella sacude bruscamente sus tetas bruscas, masajeando tu polla sacudida en su deliciosa prisión de escote celestial, haciendo que tu mente flote con su encanto encantador.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Dime cuánto amas mis tetas. ♥",
                "Las palabras se derraman fácilmente de tu boca mientras rebota en sus abrumadores senos en tu polla espasmante, hablando en casi un mantra mientras recitas cuánto amas sus enormes senos, su suavidad celestial, su tamaño perfecto, hasta que simplemente le estás diciendo ''Amo las tetas de Vili.en el bucle que se aleja en el éxtasis feliz con cada golpe de su pecho.",
                "Cada bomba de su longitud de espasmo ordeña otra repetición de su amor por sus senos, haciendo que todo su cuerpo pulse con calidez y placer radiantes, derribando todo con sus abundantes tetas, inundándolo hasta el borde de éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.15",
                "10",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "Base",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "Vili se ríe felizmente de tu devoto mantra, claramente disfrutando de la vista de tu placer borracho de sus tetas mordazas, y ella presiona con fuerza sus tetas mientras rebota en su pecho más rápido hacia arriba y hacia abajo de tu palpitante, dejándote aullando de felicidad mientras tu orgasmo se estrellaabajo sobre ti.",
                "PlayerOrgasm",
                "2",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "ChangeImageLayer",
                "SemenSpurt",
                "Base",
                "PlayMotionEffect",
                "Crash",
                "En un instante, estás en erupción de tu semilla sobre sus acres de escote, brotando como un géiser, murmurando irreflexivamente tu amor por sus tetas mientras drenan tus bolas de contracción secas, retirando la carga después de la carga de ti mientras bombean tu polla palpitante conSu suavidad de fusión mental.",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "",
                "ChangeImageLayer",
                "Semen",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingRight",
                "Ella detiene sus golpes frenéticos y roda suavemente sus tetas alrededor de su longitud palpitante, relajándolo de las alturas del amor y el éxtasis a las que te llevó, dándote un momento para recuperarte el aliento mientras se empapa en tu semilla con un chasquido de los dedos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Semen",
                "1",
                "",
                "Te lleva un momento darte cuenta de que todavía estás cantando tu amor por sus abundantes tetas, solo te detienes una vez que te las arreglas para concentrarte en algo más que sus senos perfectos durante unos segundos, y Vili se ríe con diversión.",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "Speaks",
                "Si amas tanto mis tetas hinchables, ♥ apuesto a que quieres otro titfuck. ♪",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "Base",
                "PlayMotionEffect",
                "SwayOnce",
                "Ella sacude tentador sus senos suaves de malvavisco, enviando una reverberación de mortajas a través de su polla dolorosamente dura, dejándolo espasmando con necesidad entre su prisión de escote almohada.",
                "IfPlayerSpiritGone",
                "GainASpirit",
                "JumpToScene",
                "TitfuckMenu"
            ]
        },
        {
            "NameOfScene": "FuckHerTits",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "Vili",
                "",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "Vili",
                "",
                "Ella presiona firmemente sus tetas de malvavisco junto con una sonrisa alegre, mirándolo mientras sus senos apretan firmemente su fuerte erección.",
                "Speaks",
                "Vamos [ThePlayerName], ♪ ¡Joder mis grandes tetas ♪!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.30",
                "12",
                "Empiezas a empujar tu polla en su escote diabólicamente suave, gimiendo felizmente mientras sus tetas cálidas abruman tu polla sacudida en sus delicias de almohada, cada impacto brusco de tus caderas en sus tetas resuena a través de ti en una onda de placer inductor de éxtasis.",
                "Se ríe juguetonamente mientras golpeas sus abundantes tetas con tu rígida virilidad, manteniendo sus senos firmemente apretados, generando una presión celestial alrededor de tu polla y hincapié enfatizando cada empuje inductor de la felicidad que haces con una sacudida de éxtasis.",
                "Speaks",
                "Kehehe, ♪ ¡Estás haciendo que mis tetas salgan tanto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "PlayMotionEffectCustom",
                "Pump",
                "Character",
                "Vili",
                "0.15",
                "10",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "Gemes felizmente mientras te pierdes en la sensación de follar sus senos abrumadoramente suaves, y no importa cuán más o menos le golpees sus tetas mudosas, tu punta nunca parece escapar de su escote profundo, dejando tu polla completamente perdida en sus tetas hinchables.",
                "La vista de sus tetas mientras las delegas lentamente imprime lentamente su imagen en su mente de placer con cada empuje, el sentimiento feliz de cada impacto hinchable en sus caderas te inunda con un cálido placer radiante, doliendo más de sus tetas almohadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Tu polla palpita y espasmos enormemente entre su escote perfecto, y te enamoras por completo de sus enormes tetas, incapaz de procesar nada más que sus senos celestiales.Aparte sus brazos y llevas su cofre suave de malvavisco en tus propias manos, apretándolo más fuerte alrededor de tu erección rígida mientras tus manos se hunden profundamente en su encantador busto.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "",
                "PlayMotionEffectCustom",
                "",
                "Character",
                "Vili",
                "0",
                "0",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSpurt",
                "Squeeze",
                "Ustedes brechas y gemen de manera incoherente mientras te folla rápidamente sus tetas pesadas, dejando ir voluntariamente todo menos el placer de fusión de su escote desbordante aplastando tu virilidad, hasta que con un aullido de éxtasis, te golpeas la polla en sus senos suaves por última vezCon una eyaculación de chorreos, cubriendo su pecho en su gruesa semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "PlayerOrgasm",
                "1",
                "PlayMotionEffect",
                "SwayOnce",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Semen",
                "Squeeze",
                "Pero a medida que tus manos se aflojan a tus costados, ella se ríe seductoramente y presiona sus abundantes senos juntos, haciéndote llorar con un placer reducido mientras sacude sus tetas alucinantes alrededor de tu polla espasmante, dejándote brotando espesas cuerdas de corridas de ella.encarcelamiento de escote como una fuente en todo el pecho y la cara sonriente.",
                "ChangeImageLayer",
                "Semen",
                "BaseThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Liplick",
                "Ella le lame con amor parte de tus semillas de los labios mientras tiemblas en réplicas de éxtasis alucinante, dándote un momento para recuperar tu aliento y recordar tus pensamientos derretidos, tu cerebro completamente empapado en imágenes y fantasías para sus encantadoras tetas ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmug",
                "ChangeImageLayer",
                "Semen",
                "",
                "Solo te las arreglas para salir de tu estupor cuando ella te rompe los dedos para limpiar el desorden pegajoso que hiciste de sus tetas, empapando en tu semen con un brillo verde azulado.",
                "Speaks",
                "Kehehe, ♪ Te ves como si te hayas sacado el cerebro. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Sin embargo, quieres hacerlo de nuevo, ¿verdad? ♥",
                "Ella aprieta tentamente sus tetas, haciendo que tu polla rígida se contrae entre su polla enterrando el escote, su sonrisa inocente haciendo que tu corazón se derrita.",
                "IfPlayerSpiritGone",
                "GainASpirit",
                "JumpToScene",
                "TitfuckMenu"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}