{
    "name": "Vili the Titillating Terror",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Do you dare challenge the lair of the all powerful seductress Vili! The most powerful Arch-Imp in all of Lucidia, her tits so powerful that men can cream themselves by just looking at them! Then you are a foolish fool who will be senselessly milked dry!♥ - Vili-♪♥",
    "requires": [
        "Signed Picture of Vili"
    ],
    "Speakers": [
        {
            "name": "Vili",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "AllowInventory",
                "Finalmente te encuentras con un gran juego de puertas de metal verde azulado con un gran cráneo de dibujos animados ... estás bastante seguro de que el final está más allá de esta puerta ...",
                "También hay un círculo de curación con un letrero arriba con 'Esto no es una trampa, lo prometo. ♥ - Vili ♥ ♪' escrito en él.Y en una impresión muy pequeña ves 'Ella no está tratando de engañarte.- Ancilla '",
                "JumpToScene",
                "PreBossMenu"
            ]
        },
        {
            "NameOfScene": "PreBossMenu",
            "theScene": [
                "Menu",
                "Challenge Vili!",
                "Use the healing circle.",
                "Tactical retreat to town.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Use the healing circle.",
            "theScene": [
                "IfHealingSickness",
                "CantHealYet",
                "HealingSickness",
                "RefreshPlayer",
                "¡Entras en el círculo brillante y estás completamente renovado!",
                "JumpToScene",
                "PreBossMenu"
            ]
        },
        {
            "NameOfScene": "CantHealYet",
            "theScene": [
                "Te han restaurado la magia de curación restaurativa demasiado recientemente, tendrás que esperar un día antes de que funcione nuevamente.",
                "JumpToScene",
                "CantHealYetMenu"
            ]
        },
        {
            "NameOfScene": "CantHealYetMenu",
            "theScene": [
                "Menu",
                "Rest instead. (Advances Time 1)",
                "Don't Rest.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Don't Rest.",
            "theScene": [
                "JumpToScene",
                "PreBossMenu"
            ]
        },
        {
            "NameOfScene": "Rest instead. (Advances Time 1)",
            "theScene": [
                "RestPlayer",
                "Te tomas un momento para descansar junto al círculo de curación.",
                "JumpToScene",
                "CantHealYetMenu"
            ]
        },
        {
            "NameOfScene": "Tactical retreat to town.",
            "theScene": [
                "Regresas a la ciudad para intentar prepararte mejor la próxima vez.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Challenge Vili!",
            "theScene": [
                "DenyInventory",
                "Lentamente abre las puertas pesadas y te abres camino dentro de la gran habitación.Apenas reconociéndolo como la antecambia antes de la habitación de Sofía, las paredes ahora cubiertas de grandiosos y tapices negros, con un gran trono debajo de un dosel verde azulado en la pared trasera, levantadas por un suelo por una serie de escalones que lo conducen y un granLa alfombra rosa que conduce a la puerta desde la que acabas de entrar.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Vili se sienta sobre ese trono alto con una sonrisa presumida malvada, una pierna cruzada sobre la otra mientras te mira con una risa engreída.",
                "IfFetishLevelEqualOrGreater",
                "Curse de Vili",
                "10",
                "InstantLoss",
                "Speaks",
                "¡Kyahaha! ♪ ¡Así que finalmente has llegado para desafiarme [ThePlayerName]!Te llevó lo suficiente. ♥",
                "DamagePlayerFromMonster",
                "Vili",
                "ViliTemptationDamage",
                "Ella se levanta y te preparas mientras camina lenta y dramáticamente por las escaleras desde su trono hasta el suelo, sus pesadas tetas rebotando atractiva con cada paso, y tienes dificultades para no ver la vista tentadora. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Cuando Vili llega al fondo de la escalera, levita al aire con una risa amenazante.",
                "Speaks",
                "¡Prepárate!¡No voy a estar jugando! ♥",
                "ChangeBG",
                "darkCombat.png",
                "¡Con un chasquido exagerado de sus dedos, la realidad en sí parece colapsar a su alrededor!¡Dejándolos a los dos en un torcido vacío de su creación!",
                "Speaks",
                "¡Bienvenido a la referencia de mis sueños!{i} tu pesadilla tittilación! ♥ {/i}",
                "GetEventAndSetChoice",
                "ViliLossScenes",
                "1",
                "FightingFinalVili",
                "GetEventAndSetChoice",
                "ViliLossScenes",
                "2",
                "",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Vili",
                "Phantasmal Vili PuffPuff",
                "StartCombat",
                "GetEventAndSetChoice",
                "ViliLossScenes",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBG",
                "DungeonForest.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushExtra",
                "Vili se derrumba en el suelo mientras se orgasmos, y el vacío de magia se desvanece por completo, la sala del trono y las decoraciones en la sala se disuelven también con su derrota, dejando su sacudida en el piso en la dicha post -climática mientras el placer a través de su cuerpo.",
                "Speaks",
                "¡Ahhhhh! ♥ NOOOOO! ♥♥♥ ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ifas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "Luego se encaja en el piso con un suspiro feliz ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Luego vuelve al aire como si no pasara nada.",
                "Speaks",
                "¡Eso fue {i} tan {/i} divertido!Quiero decir que perdí, lo que apesta pero aún así!Ahhh, ♥ ese fue un gran juego ... ¡y también un buen orgasmo!",
                "Su cola se mueve detrás de ella felizmente mientras prácticamente salta en el aire, dejando todo sintiéndose un poco surrealista para ti, hasta el punto de que ni siquiera te molestan las tetas que rebotan mientras salta de alegría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Mientras se calma, te da una sonrisa bastante genuina.",
                "Speaks",
                "Gracias por jugar conmigo [ThePlayerName].Avísame si alguna vez quieres volver a jugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "Apuesto a que disfrutarás {i} perdiendo {/i} la próxima vez. ♥",
                "IfChoice",
                "1",
                "BeatVili",
                "PostWin",
                "SetChoice",
                "1",
                "BeatVili",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "Speaks",
                "¡Oh, claro, tu recompensa por ganar!Casi lo olvido, Kehehe. ♪",
                "Ella hace un giro dramático y rompe con estilo sus dedos, enviando una sensación de hormigueo genial a través de ti ...",
                "GivePerk",
                "Vili's Wisdom",
                "RemovePerk",
                "Vili's Titty Slave",
                "SetChoice",
                "2",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks",
                "¡Ahí! ♪ ¡Ahora deberías ser casi tan astuto como yo! ♪",
                "IfHasItem",
                "Signed Picture of Vili",
                "PostWin",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Oh! ♪ ♪ ♪ ♪ ♪ ¡y tome esto como un premio de participación! ♪",
                "Ella vuelve a tomar sus dedos y aparece una imagen en sus dedos que luego te entrega.",
                "GiveItem",
                "1",
                "Signed Picture of Vili",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks",
                "Asegúrate de mantenerlo en caso de que alguna vez me haga famoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "Y trata de no correrse si necesitas vencer una a mis tetas mientras no estoy cerca. ♪ Kehehe. ♪",
                "JumpToScene",
                "PostWin"
            ]
        },
        {
            "NameOfScene": "PostWin",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Entonces, ¿qué ahora [ThePlayerName], ¿quieres pasar el rato en mi habitación?Supongo que ahora también podrías regresar a la ciudad ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Ooo, o podrías regresar a la ciudad, regresar, y podemos jugar el juego nuevamente de inmediato! ♪",
                "Menu",
                "Go with Vili to her room.",
                "Head to town.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Head to town.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Vili hace pucheros por un momento antes de sonreír alegremente nuevamente.",
                "Speaks",
                "Fineeee, ¡pero asegúrate de visitarme alguna vez! ♪",
                "Ella le rompe los dedos y te encuentras teletransportado fuera de la mazmorra, aliviando tu viaje a casa.",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Go with Vili to her room.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "Speaks",
                "Yay!♪",
                "¡Ella le rompe los dedos y los dos se teletransportan al instante en su habitación!",
                "JumpToEventThenScene",
                "Visit Vili",
                "Teleported in post win"
            ]
        },
        {
            "NameOfScene": "LostToViliAndEnslaved",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "GetEventAndSetChoice",
                "ViliLossScenes",
                "1",
                "",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SetChoice",
                "3",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Te colapsas con un gemido derrotado, incapaz de resistir las tetas alucinantes de Vili por más tiempo, y ella se inclina de manera presumida sobre ti, dejando que sus tetas pesadas dominen tu visión mientras el vacío soñado que te rodea a ti omino.",
                "Speaks",
                "Juego sobre [ThePlayerName]! ♪ ♪ ¡Pierdes. ♥",
                "JumpToScene",
                "EnslavementScene"
            ]
        },
        {
            "NameOfScene": "EnslavementScene",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Mocking",
                "Ella le rompe los dedos y tres de sus fantasmas aparecen con una risita que resonan, todos rodean lentamente tu forma indefensa.",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "3",
                "ForFun",
                "Prepárese para convertirse en mi esclavo adicto. ♥",
                "3",
                "",
                "Es hora de tomar mi recompensa. ♥ convirtiéndote en mi esclavo adicto a la titty. ♥",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "3",
                "ForFun",
                "Te encuentras ansiosamente hundiéndote en un estado de ensueño, volviéndose tan aturdido y cachondo que ya has perdido la pista de qué Vili es el verdadero, su dulce voz resonando a través del vacío a medida que los cuatro Vilis descienden sobre ti sofocando tanto tu cara como rígidaLa virilidad entre dos conjuntos de abundantes tetas cada una, abrumando con su suavidad de malvavisco en segundos.",
                "3",
                "",
                "Todavía aturdido y cachondo por tu derrota, ya has perdido la pista de qué Vili es la verdadera, su dulce voz resonando a través del vacío a medida que los cuatro Vilis descienden sobre ti sofocando tanto tu cara como la variedad rígida entre dos conjuntos de tetas abundantes cada una, cada una,Te abruman con su suavidad de malvaviscos en segundos.",
                "EndLoop",
                "Gemes felizmente como dos de los Vili masajean suavemente tu cara con su suave escote de malvavisco, apretando y frotando tu cabeza por todas las tetas encantadoras, derritiendo tu cerebro con felicidad soñadora, reemplazando tus pensamientos con imágenes de los tites llenos de Vili.",
                "Se ríen colectivamente mientras sus espasmos de polla entre las otras dos tetas abundantes de Vili, sus tetas celestiales bombean lentamente su polla dolorida mientras la mantienen eternamente atrapada en su prisión de almohada de carne atractiva, inundando sus caderas con un cálido placer resonante.",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "3",
                "ForFun",
                "Cada vez que te corres vas a ceder un poco más. ♥ Pero trata de resistirme por mí. ♥",
                "3",
                "",
                "Cada vez que te corres vas a ceder un poco más. ♥",
                "EndLoop",
                "Jadeas mientras tu virilidad se contrae en el orgasmo cercano y tratas de soportarlo, tratando de evitar lo inevitable todo lo que puedas, pero los Vilis solo se ríen mientras masajean lenta y burlonamente tu cara y espasmes con sus abundantes tetas, sensualmenteManteniéndote justo en el Brink antes de saber lo que está sucediendo.",
                "Cualquier momento que puedan hacerte correrte, y el pensamiento te llena de anticipación melty mientras comienzas a acariciar irreflexivamente en los dos juegos de escote enterrando tu cara, incapaz de detener el amor y la adoración burbujeando dentro de ti mientras sus senos llenan tu cerebro.",
                "Speaks",
                "Continúa, ♥ Empuja tus caderas, ♥ volta tu carga por todas mis tetas. ♥",
                "Giras mientras luchas contra el impulso de rendirte, dándote cuenta de que está tratando de que te rompas voluntariamente por ella, su gentil y bromeando apretando y frotando con sus pesadas tetas lentamente desgastando tu sentido de la razón mientras te mantienen en elLO DIFERENTE, retorciéndose y cada vez más necesitado.",
                "Jadeando y gimiendo tu huella en su abundante escote, tratando de buscar algo de consuelo mientras intentas resistir, pero solo encuentras una tentación más dulce, instándolo a empujar mientras te frotas la cara en el par de las enormes tetas de almohada de Vili, sintiendo un placer doloroso.Montaje dentro de ti mientras te mantienen alejado de la liberación.",
                "A medida que sacuden las tetas en tu cara de placer, no puedes soportarlo más y comienza a hacer estallar las caderas con desesperación, follando ansiosamente los dos juegos de tetas enterrando completamente tu polla de espasmo, el primer empuje te envía directamente sobre elBorre, rompiendo la presa dentro de ti mientras sopla tu carga en su escote mientras se ríen, tu semilla logró salir de entre sus tetas.",
                "Pero ese solo orgasmo te deja impotente necesitar más, por lo que sigues empujando, jorobando sus tetas perfectas mientras te pierdes en su suavidad celestial, los dos masajean tu rostro con sus abundantes senos se ríen mientras cada empuje en el abrumador escote del otro te hace espurarsefuera otra gruesa cuerda de semen como un géiser.",
                "Speaks",
                "Eso es todo. ♥ Sigue follando mis tetas. ♥",
                "No puedes detenerte, cada empuje que induce el orgasmo te arrastra más profundo en tu creciente adicción a sus senos, dejándote dolor de seguir corriendo mientras tu mente desciende a la obsesión por sus generosas tetas, cada espuración de semen tomando algunos de tus pensamientos conEs, dejando los dos pares de acres de carne de tetas, completamente cubiertos en su semilla mientras los jubila sin pensar.",
                "Todos te aprietas con sus tetas y tú lloran en éxtasis a medida que todo tu cuerpo se pierde en la dicha electrizante, tensando en desesperación a medida que te corres explosivamente y comienzan a mover sus senos en círculos intensos y sensuales, bombeando la longitud hacia arriba y hacia abajo.Rápidamente, inundando con un placer aún mayor ahora que has comenzado a ceder ante sus pesadas tetas.",
                "Gemiones felices cuando la carga después de la carga de semen se ordeña de tu polla espasmante, vaciando rápidamente de todo menos sus tetas hinchables mientras dejas salir brote después de Strurt, amando que comenzaste esta reacción en cadena de orgasmos mientras se agitan intensamente sus senosEn tu polla y masajea tu cara sin sentido.",
                "A medida que todos comienzan a brillar con la magia misteriosa de color verde azulado, sabes que te van a terminar, te esclavizarán por completo a las abundantes tetas de Vili, y solo puedes sonreír ansiosamente mientras el placer se duplica de sus apretones combinados y temblores de sus abrumadores senos,haciéndote brotar el semen como una fuente en las dos ordeño que te secas.",
                "Sus pesadas tetas se golpean en sus caderas una y otra vez, enviando reverberaciones bruscas a través de su polla y caderas rígidas, imprimiendo este placer en su núcleo a medida que se corre casi sin parar.Los dos masajearon tu rostro con amor masajean tu cabeza con sus abundantes tetas, llenando tu cerebro hasta el borde con escote profundo y rebotando senos mientras incrustan su maravillosa suavidad en tu memoria.",
                "Te quedas al borde de desmayarte mientras montas en las ondas de éxtasis aparentemente interminables, hasta que de repente te liberan de su prisión orgásmica de escote, dejándote jadear y estremecerse en el piso, tratando de procesar algo más que tetas... pero no puedes. ♥",
                "IfHasPerk",
                "Vili's Titty Slave",
                "LossPart2",
                "GivePerk",
                "Vili's Titty Slave",
                "SetChoice",
                "2",
                "Enslaved",
                "JumpToScene",
                "LossPart2"
            ]
        },
        {
            "NameOfScene": "LossPart2",
            "theScene": [
                "Gulpes nerviosamente mientras jadeas en el esfuerzo, cubierto de sudor, sintiendo un amor nuevo por las enormes tetas y Vili floreciendo dentro de ti, tu dolor de polla aún dura y palpitante con necesidad mientras miras hacia el abismo soñador pensando en rebotar los senos.",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "1",
                "1",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Playful",
                "ChangeImageLayer",
                "Expression",
                "7",
                "Base",
                "Te tenso de sorpresa mientras un Vili te levanta por detrás y te sienta, envolviendo sus brazos alrededor de tu espalda y presionando sus tetas suaves celestiales contra tu espalda, haciendo que tu polla latira y rígida.",
                "Otros dos Vilis se acurrucan hasta los costados y presionan sus pechos pesados ​​contra su pecho, con inquietud acurrucado en usted, sus brazos envolviendo instintivamente sus cinturas mientras su polla se agitaba al borde del suave escote presionando hacia usted.",
                "Dejas escapar un murmullo incoherente mientras intentas procesar lo que está sucediendo, tu cerebro solo puede pensar en sus maravillosas tetas mientras tus ojos finalmente registran a los cuatro Vilis parados frente a ti con sonrisas engreídas.",
                "Speaks",
                "Ahora te voy a mostrar lo bueno que se siente mi esclavo de titty 'héroe'. ♥",
                "Los cuatro Vilis frente a ti comienzan a sacudirte y rebotar sus tetas para ti, arrullando seductoramente mientras juegan con sus senos, se acercan lentamente.Su polla inmediatamente brota una carga gruesa de la vista intoxicante, demasiado abrumada para no encontrar una dicha orgásmica en esta situación emocionante, una sonrisa tonta que se extiende sobre su rostro a medida que se acercan.",
                "Cada pocos momentos, sus tetas temblorosas y rebotando te alcanzan en una ola de clímax y te ofreces una cuerda de semen, los tres flanquean tus costados y se ríen hacia la espalda mientras frotan suavemente tu cuerpo con sus pechos pesados, ayudando a ordeñar tusemilla.",
                "A medida que los cuatro se acercan, el placer se intensifica, haciendo que te corres más y más rápido mientras sacuden sus tetas de un lado a otro, las rebotan hacia arriba y hacia abajo, y masajearlas bruscamente.Con cada paso, sus tetas mordaces llenan lentamente más de su visión, llenándolo de emoción de la construcción mientras los otros tres se aferran a usted sus susurros dulcemente sin sentido.",
                "Una vez que los senos de los cuatro llenan completamente su visión con tetas, sus cuerpos diminutos prácticamente se elevan sobre usted, usted comprende con perfecta claridad su lugar como su dispensador de semen personal, estallando una corriente casi constante para ella mientras se ríen y rompen más tu mente yMás con sus senos hinchables.",
                "Todos descienden sobre ti de inmediato, masajeando tu cuerpo por todas partes con sus tetas, enfocándose especialmente en tu palidez y derrotada virilidad, ordeñándote secar una y otra vez, pero siempre parece tener más para darle, y amas a todas las mentes.Momento de fusión, completamente enamorado de sus abundantes senos ... ♥",
                "GetEventAndIfChoice",
                "ViliLossScenes",
                "2",
                "LabyrinthBattle",
                "GameOverEnd",
                "CallLossLevelUp",
                "RefreshPlayer",
                "AdvanceTime",
                "1",
                "...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBG",
                "DungeonForest.png",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "IfChoice",
                "3",
                "ForFun",
                "enslavedForFun",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "Finalmente, te despiertas, sintiéndote extrañamente renovado y completamente drenado al mismo tiempo, tus pensamientos aún pesados ​​por las imágenes de los senos suaves celestiales de Vili y el escote atractivo, pero ya no completamente diezmados.O se relajó con la fusión mental, o era menos permanente de lo que pensabas.",
                "Mira hacia abajo mientras notas un peso maravillosamente suave en tu cuerpo, señalando que estás en una gran verde azulado y una cama negra, y Vili se coloca encima de ti profundamente dormido, ronquiendo silenciosamente, sus pesadas tetas presionadas contra titu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella se despierta aturdidamente mientras cambia un poco, tratando de juzgar lo dolorida que está, y ella se estira y bosteza, haciendo que sus tetas reboten tentamente mientras flota en el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Mnnnnnn- ♪ haaaahhh! ♪ ¡Eso fue tan divertido [ThePlayerName]!",
                "Speaks",
                "¡Victoria para mí esta vez! ♪ Kehehe, espero que no te importe perder el juego {i} también {/i} mucho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Viniste tanto, así que te disfrutaste al menos. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Pero asegúrese de pasar y jugar conmigo de nuevo en algún momento! ♪ Quiero ver si puedes vencerme con esa pequeña adicción que te di.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Solo recuerda que es un juego y diviértete!",
                "IfHasItem",
                "Signed Picture of Vili",
                "PostLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Oh! ♪ ♪ ♪ ♪ ♪ ¡y tome esto como un premio de participación! ♪",
                "Ella vuelve a tomar sus dedos y aparece una imagen en sus dedos que luego te entrega.",
                "GiveItem",
                "1",
                "Signed Picture of Vili",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks",
                "Asegúrate de mantenerlo en caso de que alguna vez me haga famoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "Y trata de no correrse si necesitas vencer una a mis tetas mientras no estoy cerca. ♪ Kehehe. ♪",
                "JumpToScene",
                "PostLoss"
            ]
        },
        {
            "NameOfScene": "GameOverEnd",
            "theScene": [
                "ChangeFetish",
                "Breasts",
                "25",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "enslavedForFun",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "Finalmente, te despiertas, sintiéndote extrañamente renovado y completamente drenado al mismo tiempo, tus pensamientos aún pesados ​​por las imágenes de los senos suaves celestiales de Vili y el escote atractivo, pero ya no completamente diezmados.",
                "Mira hacia abajo mientras notas un peso maravillosamente suave en tu cuerpo, señalando que estás en una gran verde azulado y una cama negra, y Vili se coloca encima de ti profundamente dormido, ronquiendo silenciosamente, sus pesadas tetas presionadas contra titu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella se despierta aturdidamente mientras cambia un poco, tratando de juzgar lo dolorida que está, y ella se estira y bosteza, haciendo que sus tetas reboten tentamente mientras flota en el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Mnnnnnn- ♪ haaaahhh! ♪ ¡Eso fue tan divertido [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Quiero decir, sería más divertido si perdiste el juego y te esclavizaras, pero aún así es divertido. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Entonces, ¿qué debemos hacer, hmmm mi esclavo?",
                "JumpToEventThenScene",
                "Visit Vili",
                "VistingMenu"
            ]
        },
        {
            "NameOfScene": "InstantLoss",
            "theScene": [
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Ella se pone de pie y gime al ver sus enormes tetas que rebotan de su movimiento, haciendo que su dolidosa polla se tambalee contra los pantalones al instante, ya que sus ojos están completamente cautivados por sus abrumadores senos. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Vili camina lenta y dramáticamente por las escaleras desde su trono y con cada paso sus pesadas tetas se sacuden de manera atractiva, haciendo que tus piernas se sientan más débiles y tu polla más duro mientras se abre camino hacia abajo, tu mente solo capaz de pensar en su abundante escote. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Para cuando llegó al fondo de la escalera que te has caído de rodillas, tu espasmo en la polla agitando toda la fuerza de tus piernas mientras sus tetas hinchables mantienen tu atención completa, cada jiggle de balanceo envía un dulce trino de dicha a través de tu derretimientomente. [DamageToPlayer]",
                "DamagePlayerFromMonster",
                "Vili",
                "Titillating Temptation",
                "Ella te acerca a ti, elevándose sobre ti a pesar de su altura diminuta mientras no puedes mirar hacia otro lado de sus pesadas tetas colgando a solo centímetros de tu cara, y tu polla palpita como loca mientras te arrodillas frente a ella, su risa siniestra haciendoTe tiemblas con anticipación. [DamageToPlayer]",
                "PlayerOrgasm",
                "1",
                "Vili se inclina hacia adelante con una sonrisa petulante, sus enormes senos alucinantes que rebotan frente a ti, dándote una vista completa de su suave escote almohado, y la mera vista de sus tetas perfectas te abruman, enviándole gemir sobre el borde,Proporcionando su semilla en los pantalones de la tienda, algunas cuerdas disparando desde la tela.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Kyahaha! ♪ En serio [ThePlayerName]? ♥ Se suponía que eras un valiente héroe.Pero ahora estás en el suelo brotando como un pervertido a la simple vista de mis tetas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Supongo que mi maldición me llevó por completo a ti. ♥ Debes tener {i} QUERIDO {/i} para hacerte mi esclavo adicto. ♥ con la facilidad que cediste a mis trampas seductoras. ♥",
                "Ella vuelve a su altura pequeña, haciendo que sus senos reboten nuevamente y envíen un escalofrío de dicha a través de su cuerpo nuevamente, y todavía está tratando de recuperarse del último orgasmo, temblando y jadeando mientras intenta procesar algo más que que no seasus pechos perfectos.",
                "Con un chasquido de sus dedos, te vuelven completamente desnudo, y ella avanza mientras se inclina hacia abajo, presionando sus pesadas tetas directamente en tu cara desafortunada, haciendo que te corras explosivamente por todo el piso mientras sus tetas suaves te abruman por completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Kehehe. ♥ Esa es la bandera blanca que acabas de brotar. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Bueno, no te detengas allí. ♥ Aterrate tu polla para mis tetas perfectas. ♥ Sigue corriendo hasta que te diviertas en mi mascota. ♥",
                "Completamente cautivado por el placer que comienzas a masturbarte frenéticamente mientras ella frota sus senos celestiales en tu rostro, presionándote más profundamente en su escote suave de malvavisco.",
                "Gomas en completa rendición mientras ella le niega suavemente sus enormes tetas en la cara, haciéndote espasmo en la dicha orgásmica, golpeando espesas cuerdas de semen en el piso mientras tu mano sigue acariciando, trabajando ansiosamente para romperte por sus abrumadores senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Se ríe juguetonamente mientras te corres una y otra vez mientras masajea tu rostro con sus abundantes tetas, inundando tu mente de placer con imágenes de sus tetas hinchables, reemplazando todo con sus tetas chirriadas mientras te quitaste cualquier otra cosa.",
                "Speaks",
                "Se siente tan bien convertirse en mi esclavo, ¿no? ♥ Kyahaha. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Glade felizmente mientras ella aprieta sus pesadas tetas alrededor de su rostro, aplastándote con su suavidad celestial, obteniendo un orgasmo más explosivo de tu dolor de virilidad, ya que la sumisión pura se lava a través de cada fibra de tu ser, y te apague con una sonrisa feliz..",
                "PlayBlackOut",
                "...",
                "IfHasPerk",
                "Vili's Titty Slave",
                "InstantLossPart2",
                "GivePerk",
                "Vili's Titty Slave",
                "SetChoice",
                "2",
                "Enslaved",
                "JumpToScene",
                "InstantLossPart2"
            ]
        },
        {
            "NameOfScene": "InstantLossPart2",
            "theScene": [
                "EndBlackOut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToTitfuck",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "Semen",
                "1",
                "BaseThick",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickMock",
                "Te despiertas con un gemido suave, sintiendo tu polla envuelta en los pechos perfectos de Vili, atrapados en su escote que seen con la polla, y note que estás recostado en una cama verde azulada y un lecho negro del tamaño de la reina, y es relajantemente suave.",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "Semen",
                "1",
                "SqueezeThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "1",
                "None",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "1",
                "None",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Pero más apremiante es el orgasmo que Vili se está retirando de tu polla dolorosamente dura, y miras hacia abajo para verla a ella y a sus abundantes tetas cubiertas en tu semilla, y otra cuerda se agrega al desastre pegajoso con cada bomba mental de sus abundantes senos.",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "None",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Speaks",
                "Buenos días mi adicto a la tía pervertida, te llevé a mi habitación para que pudiéramos continuar. ♥ y mira cuánto te ordeñé mientras dormiste. ♥",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Squeeze",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Callas en la dicha mientras te corres de nuevo, cubriendo su pecho en aún más de tu semen, sus tetas rebotando por completo rompiendo tu espasmo en un dispensador de semen.Vili atrapa parte de tu semilla en la boca con un gemido satisfecho mientras sigue acariciando tu espasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmug",
                "Speaks",
                "Mmmm, ♥ Es bueno tener mi propia yacen chocando para mí cuando quiera. ♥",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "Semen",
                "1",
                "BaseThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Base",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "En Captivation Complete, ves a sus senos perfectos retorcerse la carga después de la carga de tus bolas agitadas.Con cada movimiento de bombeo de sus tetas, un poco de preocupación se acerca en ti a pesar de la constante cadena de orgasmos con la gran cantidad que se te corre por todas partes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Oh, no te vientes así, ♪ Estoy usando mi magia para mantenerte en marcha. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingRight",
                "ChangeImageLayer",
                "Semen",
                "1",
                "KneadingRightThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "None",
                "Speaks",
                "¡Así que sigue bombeando más semen para mí 'héroe'! ♥ Kyahaha, ♪ Usted es un excelente dispensador de semen. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smuger",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "Semen",
                "1",
                "KneadingLeftThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "KneadingLeft",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Gemes de manera incoherente cuando el próximo orgasmo te lava sobre ella alternando las tetas alrededor de tu virilidad completamente esclavizada, recostándose cuando una ola tras ola de dicha se lava sobre ti, dejándote sonriendo de nada porque no sabes cuánto tiempo, montar las ondasde éxtasis en un estupor de placer mientras te ordeña una y otra vez con sus enormes tetas que rompen la mente ...",
                "RefreshPlayer",
                "AdvanceTime",
                "1",
                "PlayBlackOut",
                "...",
                "EndBlackOut",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHappy",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "Finalmente, te despiertas de nuevo, sintiéndote extrañamente renovado y completamente drenado al mismo tiempo, tus pensamientos aún pesados ​​por las imágenes de los senos suaves celestiales de Vili y el escote atractivo.",
                "Mira el peso de su cuerpo y ves que todavía estás en la misma cama que antes, y Vili se acuesta encima de ti profundamente dormido, ronquiendo silenciosamente, sus pesadas tetas presionadas contra ti mientras se acurruca en tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella se despierta aturdidamente mientras cambia un poco, tratando de juzgar lo dolorida que está, y ella se estira y bosteza, haciendo que sus tetas reboten tentamente mientras flota en el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "Mnnnnnn- ♪ haaaahhh! ♪ ¡Eso fue tan divertido [ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LaughHysterical",
                "Speaks",
                "Kyahaha! ♪ Quiero decir que no pensé que perderías el juego {i} tan completamente {/i}, ¡pero todavía fue muy divertido! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Así que asegúrese de pasar y jugar conmigo de nuevo en algún momento! ♪ Quiero ver si puedes vencerme con esa pequeña adicción que te di.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Solo recuerda que es un juego y diviértete!",
                "IfHasItem",
                "Signed Picture of Vili",
                "PostLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Speaks",
                "¡Oh! ♪ ♪ ♪ ♪ ♪ ¡y tome esto como un premio de participación! ♪",
                "Ella vuelve a tomar sus dedos y aparece una imagen en sus dedos que luego te entrega.",
                "GiveItem",
                "1",
                "Signed Picture of Vili",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pride",
                "Speaks",
                "Asegúrate de mantenerlo en caso de que alguna vez me haga famoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "Speaks",
                "Y trata de no correrse si necesitas vencer una a mis tetas mientras no estoy cerca. ♪ Kehehe. ♪",
                "JumpToScene",
                "PostLoss"
            ]
        },
        {
            "NameOfScene": "PostLoss",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Te tomas un momento para mirar a su alrededor su habitación ligeramente estrecha pero extravagante que tiene una gran cama de tamaño queen decorada con verde azulado y láminas negras que dominan la mayor parte de la habitación, con una pequeña mesa en una esquina con un plato de dulces y dulcesen él.",
                "Speaks",
                "Entonces, ¿qué ahora [ThePlayerName], ¿quieres pasar un rato?Quiero decir, supongo que ahora también podrías regresar a la ciudad ...",
                "JumpToEventThenScene",
                "Visit Vili",
                "VistingMenu"
            ]
        }
    ]
}