{
    "name": "Iabel",
    "IDname": "Iabel",
    "species": "Demonic Beast",
    "gender": "female",
    "description": "Una mujer serpentina con piel sin problemas y de color púrpura profundo, orejas puntiagudas.\n\nElla tiene cabello negro lujoso y largo que teñirá el púrpura rojizo cerca de los extremos, y los hilos se enrolan formando múltiples serpientes sin ojos grandes, grandes y brutales, cada una con una fauces de dientes y un patrón morado en la frente en forma de ojo.\n\nSus llamativos ojos amarillos depredadores con esclera negra y maquillaje de acento están cubiertos por una máscara adornada, con un ojo inclinado vertical en el centro.Pero deja la mitad inferior de su rostro descubierta, dejando sus labios llenos y atractivos pintados con lápiz labial azul-azul en exhibición completa, pero dentro de su boca hay un colmillo de serpiente largo e intimidante.\n\nSus brazos ágiles se arrastran hacia las manos delicadas, cada una con un conjunto de uñas largas y pintadas.\n\nSus pesados ​​pechos de la Copa E se quedan para colgar libremente y sin restricciones, solo cubiertos en el sentido más flojo por pastillas de metal adornadas.\n\nSu cintura es seductoramente delgada, y sus caderas cautivadoramente anchas se balancean hipnóticamente, casi por una acción inconsciente.Su coño está cubierto por un adorno de metal que descansa a los lados de sus caderas, conectando a un plato que cubre sus pedazos traviesos.\n\nCasi inmediatamente en sus caderas, su parte inferior se convierte en la de una larga serpiente de color ónix con una vientre morado oscuro, las escamas negras son brillantes cuando se desliza y se mueve.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "False",
    "requires": [
        ""
    ],
    "skillList": [
        "Gilded Kisses",
        "Golden Marking",
        "Luxurious Sway",
        "PetrificationCounter",
        "Haughty Reversal",
        "Opulent Advance",
        "Imperious Kiss",
        "Opulent Kiss",
        "Conquering Advance",
        "Conquering Coils",
        "Luxurious Indulgence",
        "Imperious Tease",
        "Opulent March",
        "Royal Indulgence",
        "Gilded March",
        "Imperious Captivation"
    ],
    "perks": [
        "Unshackled",
        "Unbounded",
        "Bond Breaker",
        "Uncontainable",
        "Schemer",
        "Insightful Schemer",
        "Arcane Adept",
        "Clingy",
        "Swift",
        "Aphrodisiac Resistant",
        "Aphrodisiac Enduring",
        "Aphrodisiac Tolerant",
        "Loving",
        "Intimate Lover",
        "Sensual Lover",
        "Alluring",
        "Sex Adept",
        "Sex Expert",
        "Skilled Tongue",
        "Great Tits",
        "Great Ass",
        "Seductive Touch",
        "Pleasure for Pleasure",
        "Honey Trap",
        "Pacing",
        "Steady Pacing",
        "Sensual Pace",
        "Monster Pacing",
        "Lovers Passion",
        "Unbridled Passion",
        "Hellhounds Hunt"
    ],
    "stats": {
        "lvl": "60",
        "Exp": "650",
        "max_hp": "1000",
        "max_ep": "200",
        "max_sp": "1",
        "Power": "30",
        "Technique": "25",
        "Intelligence": "20",
        "Allure": "55",
        "Willpower": "25",
        "Luck": "30"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "90",
        "Ass": "90",
        "Breasts": "115",
        "Mouth": "80",
        "Seduction": "115",
        "Magic": "50",
        "Pain": "1",
        "Holy": "50",
        "Unholy": "50"
    },
    "resistancesStatusEffects": {
        "Stun": "15",
        "Charm": "10",
        "Aphrodisiac": "999",
        "Restraints": "35",
        "Sleep": "999",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "999"
    },
    "moneyDropped": "1100",
    "ItemDropList": [
        {
            "name": "Avaricious Ring",
            "dropChance": "10"
        },
        {
            "name": "Sinister Eye Bangle",
            "dropChance": "10"
        },
        {
            "name": "Cock Ring of Satisfaction",
            "dropChance": "10"
        },
        {
            "name": "Inferno Rune",
            "dropChance": "5"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "InSexLoss",
            "move": "",
            "stance": "Sex",
            "includes": [
                "Iabel"
            ],
            "theScene": [
                "With a gasping moan, you meekly lean into Iabel's huge tits, the regal woman letting out a low seductive hiss as she keeps milking your dick with her exquisite pussy, its regal folds squeezing and churning impossibly, coaxing spurt after spurt out of your enchanted and tamed manhood, leaving your mind swooning with intoxicating pleasure.",
                "Speaks",
                "Ahufu~♥ It seems your cock wants to obey me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "She coils you up in her tail and pulls you tighter against her hourglass body, draping her arms over your shoulders with a predatory coo, pressing your deeper into her pillowy bust while lightly gyrating her wide hips to toy with your twitching, obedient erection.",
                "Speaks",
                "Well then, human,♥ time to eat you up.♥ Auhuhu~♥",
                "JumpToScene",
                "LossSceneSex"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss",
            "move": "",
            "stance": "",
            "includes": [
                "Iabel"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Iabel lets out a low seductive hiss as you crumple against her in a pleasure-drunk daze, and she sensually rubs her soft, divine curves against you, flooding your head with enamoring bliss.",
                "Speaks",
                "Ahufu~♥ Looks like you've fallen for my charms.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "She coils you up in her tail and pulls you tighter against her hourglass body, draping her arms over your shoulders with a predatory coo, pressing your face into her pillowy bust. Then, plunging your rigid love-drunk cock inside her tightly squeezing pussy, she leaves you moaning helplessly into her plush cleavage from the unnatural churning movements she massages your dick with.",
                "Speaks",
                "Well then, human,♥ time to eat you up.♥ Auhuhu~♥",
                "JumpToScene",
                "LossSceneSex"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LossSceneSex",
            "move": "",
            "stance": "noentryhere",
            "includes": [
                "Iabel"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "With your face firmly pressed into her luxurious cleavage, and her long slithering tail tightly restraining you, Iabel keeps you tightly against her, filling your mind and body with her infatuating presence as she starts to sway her hourglass waist in a tempting dance, sensually shaking her tits side to side and gyrating her wide hips while her pussy's exquisite interior squeezes and caresses your length with her divine folds.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Your head swimming in mushy bliss from her smooth curves lasciviously rocking against you, you laboriously lift your face from her bust in a pleasured daze, the swaying dance making your cock twitch obediently inside her.",
                "Cooing at your efforts, Iabel punishes you for squirming our of her luxurious cleavage by giving you a peppering of plush kisses from her soft, gilded lips, painting your cheeks and mouth in golden lipstick marks that warmly fill your head with melty captivation.",
                "Speaks",
                "There's no escaping now.~♥ Ufuhu~♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Oral",
                "She then catches your mouth in a deep kiss that leaves your eyes rolling in rapture, her long tongue lavishing you in domineering affection, coiling around your own tongue to draw you closer so she can teasingly suck on it, twisting and turning the loving kiss then humming as she pulls away, her curvy hips still dancing against you in teasing circles the entire time, leaving you mind constantly spinning with heavenly bliss.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Iabel purrs in delight as the string of saliva still connecting your mouths breaks, your head falling back to rest between her jiggling, pillowy tits while charmed pleasure melts through you from the lipstick marks, leaving you moaning into her regal bust from the sinful touch of her glamourous body rubbing against you in unbearably erotic swaying gyrations.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Your head feels like it's immersed in gold and pink, infusing you with submissive devotion to the serpentine goddess and her perfect, full curves, your hands slipping to her trim waist, then lower to grope her divinely plump ass, sinking your fingers into her indulgently soft flesh while she purrs appreciatively, giving her thick hips an extra teasing wiggle to reward your hopelessly swelling infatuation for her body.",
                "Speaks",
                "Mfhfhuhu~♥ My divine body is completely enchanting you now, human.~♥ Every touch,♥ every soft squeeze of my curves,♥ every sway of my hips.~♥ They will all drag you deeper into intoxicating infatuation for me.♥",
                "You moan in mind melting pleasure as her regal pussy squeezes tightly while she sways her hips in tiny circles, churning and milking your cock with her unnaturally divine inner folds, prompting you to nuzzle indulgently into her heavenly tits while thoughtlessly groping and kneading her thick ass, every little detail of her worshipable form making your heart flutter.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "While you weakly and shallowly thrust your hips to feel more of her intoxicating pussy, her living hair slides forward with a low hiss to entangle you further, her serpentine tail tightening down like a constrictor snake trapping its prey, your increasingly enchanted state ensuring you have zero hope of getting away from her... Not that you would even {i}think{/i} of escaping in the first place...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Iabel haughtily giggles as you eagerly fuck her and greedily squeeze her plush ass, only digging yourself deeper into charmed captivation each time your cock's tip kisses her deepest part, every wiggle and shake of her hourglass waist making your mind swoon with radiant bliss. Delicately scooping up your chin from her bust with her regal fingers, she gently scritches you with her nails while she peppers you with more plush, lipstick smooches.",
                "Speaks",
                "Melt more and more for me.~♥ Until I'm all you can think of.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Oral",
                "You let out a increasingly dazed moans with each kiss, your expression melting into a dopey pleasure-struck smile as she pampers and coddles you with her lips and teases you with her long tails, your waist eagerly swinging as you messily fuck her exquisite pussy while she keeps swaying her divine curves against you with content purrs, pulling you into another deep make out session to heighten your deepening, mind blanking infatuation.",
                "Iabel's tongue stirs around your mouth and you meekly kiss back while your mind sinks into captivated bliss, your lipstick-coated face shamelessly showing off how much you've fallen for the serpentine goddess' alluring charms, your eyes rolling as her unearthly pussy clamps down tight like a vice, giving you a vigorous, affectionate squeeze that sends a rolling wave of pleasure cascading through your waist, milking out a thick ejaculation from your obedient manhood.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mmmm~♥ Good.♥ Now give me {i}more.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Oral",
                "You huff and moan in captivation as she presses forward to deepen the passionate kiss, her divine pussy clenching even tighter as she wiggles and sways her hourglass waist, her thick ass rippling between your fingers with each tempting shake as she dances against your body, your enthralled cock spurting over and over with every gyration of her regal hips, sending your mind flying off higher and higher into intoxicated infatuation.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "With each melty climax,  the serpent goddess' tail slowly twists about while keeping you coiled up, pushing you back further and further while her heavenly pussy wrings out of your aching balls, your dick throbbing and twitching in euphoric love. Ultimately, she has backed you into a welcoming bed of long slithering tails, leaving her looming over your pleasure-drunk and blissed-out form with a purr.",
                "Speaks",
                "Hahhhh~♥ I'm still not satisfied.♥ I haven't even started moving my hips properly.♥",
                "She teases cooingly while rubbing her tits against your chest, then she slowly lifts her wide, womanly hips and mercilessly slams them right back down, her inner folds giving you a demanding squeeze, leaving you raving in brain-melting pleasure as you immediately erupt inside her regal pussy, your head rolling back as your mind goes blank again, leaving nothing but your captivation for Iabel.",
                "Speaks",
                "Ufuhu~♥ Is my divine pussy too much for you, human?♥ That's alright, you just lie there and enjoy being my dildo.♥",
                "You moan messily as she starts to bounce her thick hips with skilled swings of her trim waist, your hand tightly squeezing her plump ass with greedy fingers, unconsciously aiding her downward slams, sending thrumming waves of melty euphoria surging through your entire body, your face one of love-drunk pleasure as the serpent woman rides you into total sexual submission, every captivating impact punctuated by a milking squeeze.",
                "She lets out a haughty laugh at your drooling captivation, the serpentine goddess not slowing down in the slightest as she rides you senseless, every regally squeezing impact wringing another spurt of seed from your trembling body, driving you deeper into charmed submission for her perfectly smooth curves and unnaturally churning pussy taming as she molds you into her worshipful sex toy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Your entire body goes slack as orgasm after orgasm melts through you from the snake woman's mating press, your hands slipping away from her waist as you twitch weakly from the constant shocks of pleasure. In reaction, she rises up with a triumphant teasing smile, keeping you hilted deep inside her divine pussy while she props herself up lazily with her arms, letting her heavy tits bounce and sway as she moves.",
                "Speaks",
                "Oho? Well,~♥ perhaps I should slow down?♥ You'll be fading away soon, after all.♥",
                "She returns to merely swaying and gyrating her wide hips while keeping herself astride you, her looming silhouette filling your drunken vision, letting you eagerly watch her huge tits shake and bounce with each wiggle of her hips as she milks your obedient and conquered manhood, with slow, drawn-out climaxes rather than a rapid-fire salvo of spurts, and you have no choice but to moan and lie back, reveling in the pampering luxury you are blessed with.",
                "Your vision slowly darkens and fades the longer Iabel 'dances', your love-drunk state wanting nothing more than to stay like this as her personal, pampered dildo, her intoxicating body and mesmerizing words melting into your mind and memories as you cum and cum...",
                "...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeFetish",
                "Kissing",
                "5",
                "ChangeFetish",
                "Sex",
                "10"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Desert/Sand labyrinth.mp3"
            ]
        },
        {
            "lineTrigger": "StartOfCombat",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|IabelCombatEvents|/|Intro|n|"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|IabelCombatEvents|/|EndOfTurn|n|"
            ]
        },
        {
            "lineTrigger": "OffenceCounter",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|IabelCombatEvents|/|CallCounterAttack|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Anal Penetration"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|IabelCombatEvents|/|AnalCounter|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'???'Isabel se ve confundido.",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Estás ... ¿te estás tomando esto en serio?",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¿Qué estás haciendo?'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Whip"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'... detente eso ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Cease.'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Tal insolencia ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|'Hmph ... Que molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|'Mnh- mi forma divina está protegida contra tales cosas ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|\"Qué desagradable ... preferiría no sentir eso en absoluto\".",
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|'Mnkh- tal vez debería buscar una herramienta divina propia ...'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mi yo real es resistente a todas las formas de magia.Auhu ~ '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Spank"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|'Tch-'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Tal insolencia ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Atando y masaje, tonto'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm- ♥ manténgalo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Qué atento- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Masajea mis curvas más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Hmhm. ♥ ¿Te estás enamorando de mi cuerpo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmphh ~ ♥ no te detengas allí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'¿Es mi culo divino demasiado para ti? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Siéntete libre de adorarlo. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Caress",
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle",
                "Suckle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmnnn- ♥ sigue así. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhh- ♥ que atento- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhh ~ ♥ Massage mis curvas más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Hmhm. ♥ ¿Te estás enamorando de mi cuerpo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmphh ~ ♥ no te detengas allí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmmmph- ♥ ¿mis tetas divinas son demasiado para ti? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Hhh- ♥ No seas tímido. ♥ Adóralos. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pinch Nipples",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'... detente eso ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Cease.'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Al menos podrías tener la decencia de tientarlos ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Tus dedos son bastante hábiles- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmnnn- ♥ sigue así. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhh- ♥ que atento- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmphh ~ ♥ no te detengas allí. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnn- ♥ no es un mal juguete- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnh- ♥ Creo que prefiero mi propio juguete ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ghhh- ♥ Creo que preferiría tu polla ..."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Cute.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Demasiado casto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmnn ~ ♥ debería devolver el favor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Hmhmhm~♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Que atrevido ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Unwise.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Ufuhu~.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Adorable tonto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Te derretiré con besos. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mppphmm~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mhmhm~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmmm~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Fuhu~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Te' devoraré 'primero. ~ ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hmmmnn?♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Espero que puedas obtener {i} físico? ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Auhuhu. ♥ ¿Eso es todo?'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ufuhu~♥.'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Mi yo real es resistente a todas las formas de magia.Auhu ~ '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'... detente eso ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Cease.'",
                "|f|ChangeImageLayer|/|Expression|/|Sneer|n|'Tch-'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Tal insolencia ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|¿Eh?¿De verdad? ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'D-No pienses que seré influenciado por tus encantos ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hmmm?♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Adelante te atrapará ... en alguna parte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmnn.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ufuhu.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Jeje, burlarse. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Ear Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'Wh- ♥ bwh- ♥ c-¡!'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'D-No pienses que seré influenciado por tus encantos ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|'¡Esto es muy desagradable!'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmnn.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ufuhu.♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Ufufu. ~ ♥ Te haré mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Qué emocionante. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Realmente eres un tonto. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|'Te cuidaré bien. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|'Cute.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Adora y no necesitarás preocuparse más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ufuhu.♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Realmente eres un tonto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Que atrevido ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Unwise.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ufuhu~.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Adorable tonto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'No intentes sacar ahora. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmmm- ♥ manténgalo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Hmhm. ♥ ¿Te estás enamorando de mi cuerpo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmmphh ~ ♥ no te detengas allí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Empuja todo lo que quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'¿Es mi coño divino demasiado para ti? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Vas a ser ordeñado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Te haré brotar una y otra vez si es tu mejor. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmmfhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hhhnnnmmm~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhh ~ ♥ más-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Bojarías un maravilloso juguete sexual. ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Será mejor que no te canses! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Empuja más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'¡Me estoy emocionando! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmmfhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hhhnnnmmm~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhh ~ ♥ más- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhhhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmffh ~ ♥ adorarme así. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Wonderful-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Será mejor que no te canses. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Bojarías un maravilloso juguete sexual. ~ ♥'"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Distract",
                "Teleport"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tsun|n|'Cómo {i} Dare {/i} You'.",
                "|f|ChangeImageLayer|/|Expression|/|Tsun|n|'Get {i} back {/i} aquí'.",
                "|f|ChangeImageLayer|/|Expression|/|Tsun|n|\"Tch, pronto ni siquiera querrás escapar de mí\"."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Gilded Kisses",
                "Golden Marking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mfffhhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmmhhh~♥huhuhu~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Cada beso un poco más cerca de rendirse. ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Te marcaré como mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmm ~ ♥ sabes divino. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Te pintaré en besos dorados. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Luxurious Sway"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ten cuidado donde miras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'¿Puedes siquiera apartar la mirada humano? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmmmmnnn. ~ ♥ Supongo que reanudaré conquistándolo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'¿Es mi cuerpo demasiado para ti? ♥ Ahuhuhu ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'No te molestes- mmmmmnnn ~ ♥ pensando en cualquier cosa que no sea yo. ♥ Fuhuhu. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mfhfh, ♥ Si miras demasiado tiempo, ♥ mi cuerpo se atascará en tu mente. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Imperious Kiss",
                "Opulent Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mfffhhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmmhhh~♥huhuhu~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Auhuhu ~ ♥ ¿Todavía puedes pensar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mmmm ~ ♥ sabes divino. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mmmmffhhwwha ~ ♥ simplemente ríndeme para mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mmmmffhhwha~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Hmmmhhh ~ ♥ todos los míos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Te cautivaré, una y otra vez. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Gilded March"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mfffhhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmmhhh~♥huhuhu~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Auhuhu ~ ♥ ¿Todavía puedes pensar? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Cada beso un poco más cerca de rendirse. ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Te marcaré como mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Ahuhu ~ ♥ puedo sentir que te cautivan. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Te pintaré en besos dorados. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Luxurious Indulgence",
                "Royal Indulgence"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ufufu ~ ♥ cede. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ahuhu ~ ♥ eres todos míos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Sea un buen consolador para mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Te encantaré en {i} total {/i} cautivación. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Tu polla está tan ansiosa por ser mía. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ufuhu ~ ♥ no pienses. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mhmmmm ~ ♥ no te resistes. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Puedo decir que tu polla está enamorada. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Imperious Tease",
                "Imperious Captivation"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ahuhu ~ ♥ ¿es esto demasiado para ti? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ufufu ~ ♥ siempre puedes rendirte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Tu polla me parece obediente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Te' devoraré 'a este ritmo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ni siquiera necesito hacer nada para domarte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Ufuhu ~ ♥ no pienses. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mhmmmm ~ ♥ no te resistes. ♥"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Opulent March"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Hahhh ~ ♥ Maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Ufufu ~ ♥ cede. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Mhmmmm ~ ♥ más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Te' devoraré 'a este ritmo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ahuhu ~ ♥ eres todos míos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Ser un {i} bueno {/i} consolador para mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Puedo decir que tu polla está enamorada. ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Mnnmmmm! ~ ♥ y-eres bastante hábil- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Mnnh-? ♥ m my cabeza está girando- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Ohhhhh ~ ♥ P-tal vez debería encontrar una manera de mantenerte ... ♥'"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Puedo ver que tu polla ya es obediente? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Brotarlo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cum. ♥ Sé que anhelas la liberación. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|\"Deja que tu mente se vuelva vacía, prepárate para correrse\"."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|Tu polla palpita con necesidad dentro de Iabel cuando un clímax comienza a burbujear en tu cintura, haciéndola ronronear mientras se balancea y gira sus caderas anchas como una bailarina experimentada, frotando y moliendo todo su lujoso cuerpo contra ti mientras te abruman opresivamente con su divina.La suavidad, su exquisito coño agitando y masajeando su virilidad contraproducente con cada tentador movimiento de su cintura.|n|Then with a soft coo, she slips a hand behind your head and presses your face into her deep, regal cleavage, affectionately scritching your neck with her long nails as she pampers you with her divine tits, each sashaying sway of her hourglass waist letting you sink further between her soft bosom, eroding away your will to hold back as each shake of her thick hips toys with your spasming erection, her internal muscles unrelenting in their loving squeezing and milking.|f|ChangeImageLayer|/|Expression|/|Predatory|n|De esta manera, ella corona mientras se mantiene suavemente en movimiento, dejándote derretir en su encantador baile hasta que le da una bofetada final de sus caderas, enviando un rayo irresistible de placer en cascada a través de tu polla espasmante, retirando un grueso de semen mientras túGime en sus tetas regordetas, tus ojos se enrollan mientras te pierdes ante el cuerpo indulgente de la diosa serpentina, dejando ansiosamente su regal que le cargará la leche después de la carga, todo el tiempo que mantiene ronroneando y balanceando su cintura.|n|'You have more for me, don't you?♥ Ahuhuhu~♥'|f|ChangeImageLayer|/|Expression|/|Kiss|n|Isabel levanta suavemente la cabeza para mirarle la cara, y te da un beso tentador con sus labios regordetes y dorados.",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|Con un silbido emocionado, Iabel presiona aproximadamente hacia adelante, obligándolo a recostarse mientras la mujer serpiente rebota salvajemente en su polla rígida como un juguete sexual, frotando cariñosamente sus pesadas tetas contra su pecho, salpicando su rostro con pequeños besos y pilotos, haciendo suLa polla latir con la necesidad burbujeante de cada uno descendente, haciéndose eco de sus anchas caderas.|n|'Give me your semen.♥ You can't hold back much longer.♥ Just submit.♥ Your cock is already {i}mine.♥{/i}'|n|She hisses and croons out seductively as she wildly fucks you, her gilded jewelry jingling audibly with each mind-blanking movement of her voluptuous hourglass waist, until with a firm commanding squeeze of her exquisite pussy and a wet impact of her thick hips, she milks out a thick eruption of cum from your spasming dick, flooding your mind and body with the feeling of being conquered and owned by the regal goddess.|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmmmnnnn ~ ♥ Buen trabajo, humano.'|n|While you tremble in her overpowering, oppressive embrace, she slowly tilts you back to a standing position, gently scritching under your chin with her long nails as she affectionately hisses, gyrating and swaying her body against you.|n|'But♥ I'm still not satisfied.♥ So keep at it, my royal toy.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|Iabel se ríe arrojando mientras tientas irreflexivamente su grueso culo y empujas sin importancia hacia ella, inclinándote en su cuello con gemidos jadeados del placer alucinante que te apresuran cada vez que tus caderas impactan, perdiéndote en su imperioso abrazo, sin prestar atención al ruinosode inminente clímax que se avecina sobre ti.|n|'Ahuhu~♥ So captivated with my divinity you can't help yourself?♥ Then go on~♥ {i}Indulge.♥{/i} Surrender to me.♥ Surrender to my body.♥'|f|ChangeImageLayer|/|Expression|/|Predatory|n|Ella deja escapar un escuadrón orgulloso en tu oído vulnerable mientras continúas follando ansiosamente su coño divino, su apretón sobrenado y movimientos agitadores, lo que hace que cada ausentante empuje una nueva oleada de placer a tus sentidos cautivados, golpeándote con sacudida tras mentalidad.¡Bloqueando el éxtasis mientras su punta besa su matriz una y otra vez, hasta que vuelve firmemente su cintura con curvas, tirando de su tempo encantado con una ola de felicidad!|n|You mewl incoherently as your entire body tenses, every languid rock of her wide hips making her plump ass jiggle between your greedy fingers while the serpentine goddess' pussy milks out thick spurts of cum from your obedient cock, turning your mind into a puddle of charmed senseless mush.|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmnnmmm ~ ♥ bueno. ~ ♥ Pero no hay razón para detenerse todavía. ♥ ¿ahí está? ~ ♥",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|Iabel deja escapar un silbido seductor mientras siente que tu polla se contrae ansiosamente dentro de ella, persiguiendo sus labios regordetes mientras ella comienza a salpicarte con besos dorados, dejando a Mark tras una marca de afecto cálido y cálido en tu rostro, influyendo sensualmente sus anchas caderas hastaDe lado de burlarse de los batidos de su cintura de reloj de arena, usando su coño inhumano y real para apretar y batir su polla en la sumisión.|f|ChangeImageLayer|/|Expression|/|Oral|n|Luego, a medida que comienzas rápidamente a alcanzar tu límite, ella presiona su boca a la tuya con un ronroneo de excitación, enredándote en un beso profundo y apasionado, usando su lengua larga para intimidar a la tuya en la sumisión, dejando tu mente girando a medida que te vuelves cada vez másbeso tragando, y exponiendo completamente tu virilidad a los amuletos cautivadores de su coño divino.|n|Until finally, with a clenching squeeze and a few dancing shakes of her wide hips your spasming cock releases a thick stream of cum, her regal folds milking your shaft with expert care, ensuring that your balls are emptied for all they're worth, your mind lost in a euphoric haze as she keeps the loving makeout session going on a bit longer, before wetly parting with a predatory sigh of satisfaction.|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Hahhhh ~ ♥ Eres {i} delicioso. ♥ {/i} Ahora, dame {i} más. ♥ {/i}'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|Cuando te quedas aturdido, beso y al borde del clímax, Iabel frota sensualmente sus suaves curvas contra ti, envolviendo sus delgados brazos alrededor de la parte posterior de tu cuello, manteniéndote encerrado en un beso profundo y aturdidor.La lengua larga envolviendo la tuya posesivamente mientras ella se agita la boca, apagando rápidamente la mente del zumbido de placer que te llena.|f|ChangeImageLayer|/|Expression|/|LipLick|n|Ella deja escapar de una petición, rrona, riendo en tu boca mientras muele sus anchas caderas contra tu ingle con sacudidas en medio del beso, su lujoso cabello enrollado a tu alrededor en un abrazo cada vez más apretado mientras tu erección temblorosa se desliza entre sus suaves muslos mientras se mueveDe lado a lado en un baile intoxicante.Sus manos inconscientemente descansan sobre su cintura de reloj de arena, cada movimiento apretando o frotándote con alguna parte de su forma regia y suave.|f|ChangeImageLayer|/|Expression|/|Oral|n|... Hasta que finalmente, con una 'mwah' final, larga, dibujada y húmeda de sus suaves labios dorados, te deja mareado y sin aliento antes de romper el beso dorado, enviando un ricocheting rico de magia encantadora rebotando en tu cabeza, dejandoTus caderas se sacuden mientras estallas entre sus suaves piernas, temblando contra ella mientras brotas en homenaje a su cuerpo indulgente y sus labios almohados.|n|Then, as you come down from your intense climax, your head left blank and horny, she affectionately purrs and starts to make out with you anew.",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|Iabel ronrona mientras ella se agita sin descanso con su lengua larga, masajeándose y burlándose de ti en la sumisión mareada, su pesado busto se frota agradablemente contra ti mientras una de sus manos sostiene la parte posterior de la cabeza, cariñosamente y elogiosas que te derrites mientras te derretes conplacer, su cabello vivo te enreda para asegurarte de que te quedes bien atrapado contra ella.|f|ChangeImageLayer|/|Expression|/|LipLick|n|Luego aleja sus labios dorados de ti con un suspiro, dejándote jadear para recuperar el aliento ... hasta que vuelve rápidamente a la ofensiva, salpicando amorosamente tu cara indefensa con besos mágicamente cargados, cada uno de sus labios regordetes de sus labios regordetes.Enviando una sacudida alucinante de euforia cautivadora directamente a tu cabeza cada vez más cautivada, cubriéndote con más y más calientes de lápiz labial que solo hinchan la burbujeante dicha que pulsa en ti.|f|ChangeImageLayer|/|Expression|/|Kiss|n|Hasta que finalmente, el placer encantador alcanza su punto máximo en un torrente de excitación inducida por el lápiz labial, y su erección espasmante brota largas cuerdas de semilla en todo el cerebro de Iabel que se balancea con confianza, cada beso de manchas doradas que envían una nueva ola de bliss cautivadora en su cerebro,E incluso cuando ella se inclina hacia atrás con una risa altiva, puedes sentir que los besos continúan salpicando con afecto etéreo ...",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|Iabel se desliza y se mueve mientras te mantiene firmemente encerrado en un beso apasionado, balanceándose y sacudiendo sus curvas de reloj de arena contra ti en un baile intoxicante, ronroneando mientras sus pesadas tetas se frotan contra tu pecho, riéndose dulcemente en el beso mientras sus caderas anchas y regales se burla de las caderas.Su erección de contracción y aprovechando su creciente debilidad inducida por la felicidad para dominar por completo su boca.|f|ChangeImageLayer|/|Expression|/|Kiss|n|Con trago traviesos y una lengua enredada, ella no te da espacio para tratar de resistir su avance seductor de montaje, tu boca siente que se está derritiendo bajo su cariñoso cuidado de cada chupada y mordisco, todo el tiempo que acaricia los muslos contra tuespasmando la virilidad hasta que gemirás incontrolablemente mientras te corres por toda la cintura en homenaje a su belleza.|n|She breaks the kiss with a hissing purr, licking her lips with a happy sigh as she continues 'dancing' with you, giving you only a moment before her golden lips softly press against yours again."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|Cuando te quedas aturdido y al borde del clímax, Iabel se desliza de cerca, presionando sus suaves curvas contra ti, envolviendo sus delgados brazos alrededor de la parte posterior de tu cuello y te lleva a un beso profundo y aturdidor, su largoLa lengua envolviendo la tuya mientras ella cambia cariñosamente a la saliva contigo, apagando rápidamente la mente del zumbido de placer que te llena.|f|ChangeImageLayer|/|Expression|/|Oral|n|Ella deja escapar una reír en la boca, rronera, mientras se muele y gira contra ti en medio del beso, su lujoso cabello enrollado a tu alrededor en un abrazo cada vez más apretado mientras tu erección temblorosa se abre paso entre sus suaves muslos, tus manos descansando inconscientementeSu cintura de vidrio de hora mientras se balancea de lado a lado en un baile intoxicante, cada movimiento lo aprieta o te frota con alguna parte de su forma regia y suave.|f|ChangeImageLayer|/|Expression|/|LipLick|n|... Hasta que finalmente, con un 'mwah' final, largo y prolongado de sus suaves labios dorados, rompe el beso y envía un ricocheting Bolt de magia encantadora que rebota en tu cabeza, dejando tus caderas sacudiendo mientras estallas entreSus suaves piernas, temblando contra ella mientras te brotas en homenaje a su cuerpo indulgente y labios de almohada.|n|Your head left blank and horny as she slips away from you with a teasing laugh and a serpentine sway, giving you a full view of her thick ass for a fleeting moment.",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|No puedes apartar la mirada de las curvas de reloj de arena de Iabel mientras se balancea perezosamente de un lado a otro en su lugar, lo que necesita poner poco esfuerzo en seducirte aparte de ataques de ocurre sus largas uñas a lo largo de su lujosa piel, tu virilidad palpitando con la emoción de la construcción deLa vista, su enamoramiento solo empeora cuanto más tiempo la vea.|n|'Go on human, stroke for me.♥ I will gladly take your {i}offering.♥{/i}'|n|You dumbly nod and start pumping your aching erection while gazing at her indulgent, seductive body as she rewards you with a bit more effort in her dance, sighing as she sways her wide hips left and right, her heavy bust shaking side to side, her decorative gems jingling and bouncing pendulously as they guide your gaze along her voluptuous form, leaving your mind empty save for the enchanting sight in front of you.|n|You barely even register her gently slithering closer with each sensual sway of her divine body, until she's right before of you, lifting herself up higher on her tail to tower over you while still keeping you entirely enraptured with her scantily-clad curves as you stroke yourself into a stupor, until with a few bouncy, swaying shakes too many, she sends you moaning over the edge, moaning with a blissful smile stuck on your face as you splatter her with your seed.|f|ChangeImageLayer|/|Expression|/|Caring|n|Ella se ríe dulcemente y se escapa con un ronroneo enrollado, empapado en cada gota de su tributo.|n|'Auhuhu~♥ You better have more for me, human.♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Iabel se desliza más cerca de ti con una lamida laca de los labios y un tentador balanceo de sus amplias y llamativas caderas, cerrando la distancia entre ti mientras miras borrachos a su suave cuerpo de reloj de arena, el sutil batido de sus pesadas tetas haciendo tu pollapalpitante y fugas, dejándote ansioso y vulnerable mientras se presiona contra ti con un ronroneo de silbido bajo.|f|ChangeImageLayer|/|Expression|/|Wink|n|Una de sus largas manos clavadas se desliza por el pecho y comienza a bombear tu masculinidad cautivada, dejándote gemir en la felicidad mental mientras sus lujosas tetas se frotan contra ti y ella se enfrenta a tu oído, besándose y mordisqueando con sus colmillos.|n|'Cum.♥ Surrender yourself to me.♥'|n|You lean into her with a drunken mewl as your cock spasms between her nimble fingers, moaning as she milks thick ropes of seed from your trembling dick with expert care, kissing your ear affectionately while whispering sweet nothings to you, gently easing you down before she slips her divine form away from you with a parting, gentle caress along the underside of your eager erection."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'¡Ohhhh! ~ ♥ H-HOW- Exquisito- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Mfffhhhiieee! ~ Y-you- ♥ tonta humana- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Ghhhhnnnmmmn!~'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|¿Ohoho?Ansioso por ser todo {i} mío? ♥ {/i} No puedo culparte. ♥",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Ya enganchado sin esperanza de mi cuerpo? ♥ Ahuhuhu ~ ♥ Entonces ven aquí. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'¿Ya cautivado conmigo? ♥ Hmhuhu, solo empeorará. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Flustered|n|¿Eh?¿Qué estás ... solo dando vueltas?|f|ChangeImageLayer|/|Expression|/|Tsun|n|'Ejem.Quiero decir.'|f|ChangeImageLayer|/|Expression|/|Wink|n|'Es solo natural te te rindes. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta liberarse del coño apretado de [AttackerName], incluso mientras se avaltra vorazmente con la longitud de [TargetHisOrHer] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero mientras se balancea y muele su cuerpo de reloj de arena completo contra ti, prodigiéndote con la sensación de su lujoso y suave pecho, te hace dócil y ansiosa por más de su ordeño, girando coño, dándote un beso en la mejilla como una mejilla como una mejillarecompensa por su obediencia.",
                "Pero su larga cola se balancea y te empuja de regreso a ella, acariciando bruscamente contra tu espalda mientras te mantiene en su lugar para continuar siendo follado en un estupor cada vez más encantado, tu polla palpita felizmente mientras te empujas inconscientemente a sus lomos giratorios.",
                "Pero ella se desliza delicadamente sus uñas largas sobre su piel en una burla que aturde la mente, dejando su mente girando en un aturdimiento sexual mientras gira lenta y sensualmente sus anchas caderas en círculos tentadores, masajeando su virilidad enredada en una sumisión cachonda.",
                "Pero su cabello serpentino sisea agresivamente su intento de escape, lanzándose hacia adelante para contenerlo mientras ella se ríe arrogante de ti, agitando los movimientos para alejarla, dejándote indefenso para resistir el perezoso balanceo de sus anchas caderas ordeñando tu polla espasmo.",
                "Pero algunos besos que distraen de sus labios dorados te dejan sonriendo cuando las calientes marcas de lápiz labial te cubren, convenciéndote de una disposición feliz y ansiosa de seguir follando a la mujer de la serpiente divina mientras quiera, ansiando ser encantada por ella.",
                "Pero no puedes alejarte de su cintura delgada y su anchura cadera, a tientas a tientas el culo completo mientras ella de lujo monta tu polla sacudida como su consolador personal, tomándose un momento para enterrarte a su rostro en su profunda y almohadaescisión.",
                "Pero a medida que su polla es exprimida y agitada dentro de ella, te encuentras incapaz de hacer nada, pero empujado ansiosamente sus exquisitos pliegues mientras se aferran a tu dolor de virilidad, su cuerpo real tentando y burlándote de ti para que te entregues y se conviertan en la suya."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Retorcía todo lo que quieras, todos son míos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Mmmmffhh ~ ♥ solo ríndeme. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Déjame envolverte con felicidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'No me escaparás, humano. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Wink|n|'Tu polla sabe a quién pertenece. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Hahhh ~ ♥ Me estás poniendo emocionado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Predatory|n|'Auhuhu ~ ♥ Si no puedes escapar. ♥ Te' te devoraré '. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y libera tu polla rígida de la hendidura codiciosa de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Que molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Shame...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Tendré que mostrarte menos misericordia ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Estoy un poco impresionado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Protarás por más pronto ...'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta romper el beso profundo y apasionado con [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero su cabello sombrío y vivo se acumula fuertemente alrededor de la espalda con un silbido, mientras que sus brazos permanecen firmemente encerrados alrededor de la espalda, manteniéndolo firmemente en su cariñoso abrazo, su larga lengua bailando sobre la boca como lo haces con amor.",
                "Pero su lápiz labial cálido y dorado deja tu mente girando con una felicidad hormigueante mientras te peppe tu cara con besos para mantenerte dócil y cachondo para ella, terminando el aluvión bloqueando los labios contigo nuevamente y enredando tus lenguas.",
                "Pero su largo cuerpo serpentino se acumula alrededor de la espalda, obligándolo a permanecer firmemente presionado contra sus lujosas curvas mientras frota sus abundantes tetas contra su pecho mientras profundiza la mente derretiendo la sesión de Makout.",
                "Pero las serpientes sombrías de su cabello vivo se envuelven rápidamente alrededor de tus brazos, metiéndote en su lugar, manteniéndote atrapado en los labios dorados de Iabel mientras ella deja escapar un ronroneo dominante y te escabulle la parte posterior de la cabeza con las uñas.",
                "Pero mientras gira y muele su opulento cuerpo contra ti mientras se agita la boca con su lengua larga y hábil, tus pensamientos se separan de las sensaciones indulgentes que fluyen a través de ti, lo que te permite apreciar completamente la sensación de sus curvas de reloj de arena a medida que su busto es tentador.se mueve contra ti.",
                "Pero sus brazos, cola y cabello vivo se encuentran a su alrededor a la vez, dándote a ningún lado para ir además de inclinarse en el beso caliente y pesado, dando a Iabel toda la libertad que quiere cubrirte en marcas de lápiz labial dorado y dominar tu bocacon su larga lengua."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Retorcía todo lo que quieras, todos son míos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Mmmmffhh ~ ♥ solo ríndeme. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'No tengas miedo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'¿Pruebo divino? ♥ Ufuhu ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mnnhhf ~ ♥ cuántas marcas de beso se necesitarán ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'Déjame envolverte con felicidad. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Oral|n|'¿Tu lengua siente que se derretirá? ~ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'No me escaparás, humano. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y libera tu boca de los labios dorados de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Que molesto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Shame...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Hmmm ... todavía necesitas más besos'.",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Tendré que mostrarte menos misericordia ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Estoy un poco impresionado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Cold|n|'Protarás por más pronto ...'"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "HellhoundEars",
            "StartOn": "0",
            "AlwaysOn": "0",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Behold",
                    "File": "Monsters/Iabel/Iabel_Extra_HellhoundEars.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Base",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "1",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.05",
            "Images": [
                {
                    "Name": "Body",
                    "File": "Monsters/Iabel/Iabel_Body.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Clothing",
            "StartOn": "1",
            "AlwaysOn": "0",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Clothed",
                    "File": "Monsters/Iabel/Iabel_Clothing.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Snakes",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "SnakesNormal",
                    "File": "Monsters/Iabel/Iabel_Hair_Normal.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "SnakesGlare",
                    "File": "Monsters/Iabel/Iabel_Hair_Gaze.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Face",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Iabel/Iabel_Face_Base.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Blush",
                    "File": "Monsters/Iabel/Iabel_Face_Blush.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Expression",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Iabel/Iabel_Expression_Base.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Caring",
                    "File": "Monsters/Iabel/Iabel_Expression_Caring.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Cold",
                    "File": "Monsters/Iabel/Iabel_Expression_Cold.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Flustered",
                    "File": "Monsters/Iabel/Iabel_Expression_Flustered.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Frown",
                    "File": "Monsters/Iabel/Iabel_Expression_Frown.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Glare",
                    "File": "Monsters/Iabel/Iabel_Expression_Glare.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "GlareSeductive",
                    "File": "Monsters/Iabel/Iabel_Expression_GlareSeductive.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "GlareShine",
                    "File": "Monsters/Iabel/Iabel_Expression_GlareShine.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "GlareSeductiveShine",
                    "File": "Monsters/Iabel/Iabel_Expression_GlareSeductiveShine.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Happy",
                    "File": "Monsters/Iabel/Iabel_Expression_Happy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "PredatoryHorny",
                    "File": "Monsters/Iabel/Iabel_Expression_HornyPredatory.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "PredatoryHorny",
                    "File": "Monsters/Iabel/Iabel_Expression_HornyPredatoryShine.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Kiss",
                    "File": "Monsters/Iabel/Iabel_Expression_Kiss.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "LipLick",
                    "File": "Monsters/Iabel/Iabel_Expression_LipLick.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Oral",
                    "File": "Monsters/Iabel/Iabel_Expression_Oral.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Orgasm",
                    "File": "Monsters/Iabel/Iabel_Expression_Orgasm.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Pleasured",
                    "File": "Monsters/Iabel/Iabel_Expression_Pleasured.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Predatory",
                    "File": "Monsters/Iabel/Iabel_Expression_Predatory.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Smug",
                    "File": "Monsters/Iabel/Iabel_Expression_Smug.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Sneer",
                    "File": "Monsters/Iabel/Iabel_Expression_Sneer.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Tsun",
                    "File": "Monsters/Iabel/Iabel_Expression_Tsun.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Wink",
                    "File": "Monsters/Iabel/Iabel_Expression_Wink.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Mask",
            "StartOn": "1",
            "AlwaysOn": "0",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Mask",
                    "File": "Monsters/Iabel/Iabel_Mask.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        }
    ]
}