{
    "name": "Ushris",
    "IDname": "Ushris",
    "species": "Demonic Beast",
    "gender": "female",
    "description": "Una mujer de altura ligeramente por encima del promedio, con piel pálida cenicienta y un ligero tono muscular.\n\nSu cabello verde oscuro se hace en colas gemelas a los lados de su cabeza con cinta verde.Sobre su cabeza se sienta un pequeño sombrero de bruja cargado de cintas que está envuelta y acentuada en cadenas, pero dejan espacio para que sus esponjosas orejas de perro Wolfen se exciten de su cabeza.\n\nSus brillantes ojos esmeraldas brillan con una travesura engreída, depredadora en medio del vacío de tinta de su esclera negra, y las pequeñas llamas verdes ácidas parpadean de los lados, casi manteniendo los ojos alejados de su sonrisa astuta y colmada.Alrededor de su cuello, usa una cadena corta y negra como un collar.\n\nElla usa un vestido de color verde oscuro bastante oculto y con volantes, acentuado con cadenas intimidadas que cuelgan y tintinea mientras se mueve.El atuendo todavía muestra su amplio escote de la Copa C.\n\nSus brazos se desgastan, las mangas desconectadas con volantes que se extienden hasta que terminan en jirones deshilachados, dejando espacio para sus enormes y monstruosas garras mientras prácticamente salen de las mangas.Las garras solo pueden describirse como suaves y demoníacos, dedos que claramente no pertenecen a un hogar.\n\nSu elegante vestido con volantes, verdes y negros continúa desde su seno hasta su cintura en perfectas condiciones, antes de volverse jirones justo en el dobladillo, mostrando sus poderosos y lisos muslos, sus piernas adornadas con accesorios ajustados, medias negras, que conducen aSus delicados pies con zapatos simples y con volantes.\n\nDesde un agujero en la parte posterior de su vestido extiende una cola larga y escalada que termina en una cabeza de serpiente sin ojo, un patrón verde en su frente en forma de ojo vertical, se abre a las fanas en ocasiones en ocasiones, ya que ocasionalmente se lanza y se desliza., como si tuviera una mente propia.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "False",
    "requires": [
        ""
    ],
    "skillList": [
        "Paralytic Haze",
        "Nightshade Smooch",
        "Umbral Arousa",
        "Umbral Arousa",
        "Absolute Umbral Territory",
        "Taming Temptation",
        "Taming Lockdown",
        "Taming Lockdown",
        "Taming Lockdown",
        "Umbral Shadow",
        "Nightshade Embrace",
        "Umbral Lockdown",
        "Nightshade Slave",
        "Total Umbral Lockdown",
        "Umbral Leash",
        "Leash of Darkness",
        "Nightshade Stockings",
        "Nightshade Worship",
        "Umbral Footpump"
    ],
    "perks": [
        "Unshackled",
        "Unbounded",
        "Bond Breaker",
        "Uncontainable",
        "Hellhounds Hunt",
        "Arcane Adept",
        "Arcane Expert",
        "Insightful Schemer",
        "Thoughtful Schemer",
        "Schemer",
        "Honey Trap",
        "Aphrodisiac Resistant",
        "Aphrodisiac Enduring",
        "Aphrodisiac Tolerant",
        "Nerves Of Steel",
        "Restraining Expert",
        "Grappler",
        "Pinpoint Pleasure",
        "Tricky",
        "Sadist",
        "Loving",
        "Great Ass",
        "Nice Legs",
        "Skilled Feet",
        "Monster Pacing"
    ],
    "stats": {
        "lvl": "45",
        "Exp": "650",
        "max_hp": "888",
        "max_ep": "50",
        "max_sp": "1",
        "Power": "40",
        "Technique": "20",
        "Intelligence": "50",
        "Allure": "35",
        "Willpower": "25",
        "Luck": "7"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "90",
        "Ass": "100",
        "Breasts": "80",
        "Mouth": "90",
        "Seduction": "100",
        "Magic": "65",
        "Pain": "1",
        "Holy": "150",
        "Unholy": "50"
    },
    "resistancesStatusEffects": {
        "Stun": "999",
        "Charm": "25",
        "Aphrodisiac": "999",
        "Restraints": "50",
        "Sleep": "25",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "999"
    },
    "moneyDropped": "1000",
    "ItemDropList": [
        {
            "name": "Chained Rune",
            "dropChance": "50"
        },
        {
            "name": "Umbral Chain Necklace",
            "dropChance": "25"
        },
        {
            "name": "Forbidden Tome",
            "dropChance": "25"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "FootjobLoss",
            "move": "",
            "stance": "Footjob",
            "includes": [
                "Ushris"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "As you tremble and twitch weakly on your knees, bound up in magical chains, Ushris giggles at your defeated state, before letting your restraints vanish, leaving you to fall backwards in a head while she hops up with a smug grin.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Kehehihi-♪ Such a cute, defeated puppy you are.~♪",
                "JumpToScene",
                "BaseLossScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "ThighjobLoss",
            "move": "",
            "stance": "Thighjob",
            "includes": [
                "Ushris"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "With one last long drawn out kiss that leaves you twitching in her grasp, Ushris finishes you off with a lewd 'mwah' and her chains vanish, letting you stumble back and crumple to the ground in a shivering, mewling heap of pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "I do hope you're not completely spent yet?~♪ Kehehihi-♪",
                "JumpToScene",
                "BaseLossScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BaseLoss",
            "move": "",
            "stance": "",
            "includes": [
                "Ushris"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Ushris giggles smugly as you crumple to the ground, slowly striding closer to you with a sway in her dainty steps, causing the chains adorning her clothing to only lightly clack as she draws closer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Kehehihi-♪ How you look endearingly pathetic right now.♪",
                "JumpToScene",
                "BaseLossScene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "BaseLossScene",
            "move": "theScene",
            "stance": "NoEntry",
            "includes": [
                "Ushris"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugToothy",
                "With a small hop, she straddles your waist, pressing down on you with her massive claws as she leans forward with a domineering grin, her long serpentine tail swaying behind her with a low hiss while she settles on top of you.",
                "Speaks",
                "Now then~♪ Time for some puppy training.♥ Kehi~♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "In one smooth motion, Ushris slides and leans back, bracing with her metallic claws on the floor, pressing her warm, panty-clad pussy against the underside of your erection, lifting up her legs and expertly kicking off her dainty shoes to reveal her smooth, stockinged feet that she immediately presses into your face, muffling whatever response you might have had for her, flooding your senses with her sweet, creamy fragrance.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "There~♪ Nice and cozy.~♪",
                "She mockingly coos while rocking her hips, rubbing her silky panties and warm slit against your aching manhood, all while massaging your face with her indulgently soft soles pleasantly textured with sheer fabric, forcing you to inhale more of her intoxicating caramel scent with every shivering breath you take.",
                "Your cock throbs needily against her pussy as it starts to eagerly leak from her teasing stimulation, her hellish body warmth constantly radiating into your hips and head with each passing moment, filling you with swelling primal need. She giggles and scoots back slightly, letting your dick spring up in between her soft thighs, and she firmly squeezes them together, sending a shiver of gooey bliss through your shaft.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Tsshihi~♪ I hope you weren't getting {i}too{/i} excited puppy, we're not going to fuck. My thighs are {i}all{/i} you need.~♥",
                "You lay back with a groan from the pillowy softness sandwiching your twitching erection, finding yourself unable to fight back against the hellhound's mocking words and squeezing please. Meanwhile, due to Ushris' petite frame, her the shift in position briefly frees your face from her teasing stockinged feet and cloying, mind-spinning perfumed scent, letting you pant fresh air for a moment.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks",
                "{i}Oh!{/i} Well, that won't do...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugToothy",
                "She lifts up one of her massive clawed arms and a long shadowy chain snakes out of the sleeve, winding forward until it forms into a cozy leash around your neck, which she firmly grasps with her powerful claw before pulling on it, forcing you to lean back up right into her soft, caramel-perfumed feet with a dazed moan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Perfect.~♪♥ Be a good doggie for me now.♪",
                "You let out a confused whine of bliss as you're forced to nuzzle her feet, and unconsciously huff her soles with needy gasps, her creamy feminine fragrance melting away your rationality while her warm, plump thighs slowly pump up and down around your spasming manhood with squeezing, milking strokes that send warm waves of pleasure washing through your entire lower body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Good boy.♪ {i}Good boy~♥{/i} Kehihi~♪♥",
                "Her condescending praise wears away at you with tingly shivers amid the submissive bliss enveloping you, your mind turning into a sole-stained mush, leaving you instinctively rubbing your face against her feet with dazed sniffs and thoughtless licks, her intoxicating scent filling up your brain with lightheaded euphoria that you can't help but crave more of, and she rewards your growing obedience by rubbing her plump thighs in alternation.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Tsshihi~♪♥ Melt~♪ Melt~♥ {i}Melt~♪♥{/i} Let yourself get stupid and horny for me~♪♥ Be a {i}good{/i} puppy.♥",
                "You let out a happy whine into her soles, and jerk your hips up into her pillowy thighs, eagerly and weakly thrusting into her legs even as your dick submissively throbs with bliss, and you messily howl as she firmly squeezes her plush thighs together while tugging on your leash, wringing out a series of spurting loads from your tensing balls, turning your mind completely blank with ecstasy and caramel sweetness.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugToothy",
                "Speaks",
                "Kehe~Kehihihi~♪ See?~♪ Your dick agrees with me~♪ So just hump~♥ hump~♥ hump~♪♥",
                "Despite your fresh melty climax just ending you keep bucking into Ushris' heavenly thighs, a sloppy grin stuck on your face as you worshipfully lap at her feet and huff her creamy fragrance, shivering as it burns the last shreds of reason away from your mind, whining happily as your spasming, submissive manhood spurts out another rope of semen on to her already messy legs, making her giggle at you playfully.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Can puppy give me a few happy barks?~♪",
                "The yelps and dazed woofs unthinkingly slip from your lips, sending shivering submissive tingles all through you as you mindlessly obey. Ushris rewards you with a doting coo of praise while she tugs on your leash, still grinding and squeezing her warm thighs up and down your flailing, pleasure-shocked manhood, making you helplessly leak more and more semen for her.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speaks",
                "Kehihi~♪ {i}Good puppy!~♥{/i}",
                "Her words strike deep right into your blank, pleasure-stained brain, and your entire body tenses with a blissed-out, redoubled orgasm, your manhood wagging excitedly between her prison of thighs as it wildly spurts, and you drunkenly huff her feet while your eyes roll up and you slowly black out from exhaustion...",
                "...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeFetish",
                "Feet",
                "10",
                "ChangeFetish",
                "Legs",
                "10"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Battle/sakka.mp3"
            ]
        },
        {
            "lineTrigger": "StartOfCombat",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|Intro|n|"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|OverheatContactTimer|n|"
            ]
        },
        {
            "lineTrigger": "StartOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|FleeCheck|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Make Out",
                "Penetrate",
                "Anal Penetration"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterStance|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Deep Kiss",
                "Kiss",
                "Lovingly Rough Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss",
                "Skillfully Passionate Kiss"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterKiss|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Caress",
                "Dildo",
                "Finger",
                "Kiss",
                "Grope Ass",
                "Breast Caress",
                "Pinch Nipples",
                "Suckle",
                "Ear Tease"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterT1|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Whip",
                "Spank"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterStrike|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Fondle Ass",
                "Massage Ass",
                "Squeeze Ass",
                "Breast Fondle",
                "Breast Knead",
                "Breast Massage",
                "Massaging Seduction"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterT2|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Bondage Net",
                "Magical Binding",
                "Pin",
                "Arachne Webbing"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterRestrain|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Demon Layer"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterDemonLayer|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Holy Headpat"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|UshrisCombatEvents|/|ShadowBitchCounterHolyHeadpat|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enamor",
                "Mass Seduction",
                "Seduce",
                "Smoldering Flaunt",
                "Smoldering Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|¡No digas esas cosas que coqueteas!",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'¡No creas que puedes aprovechar tu ternura contra mí!'",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'Supongo que podrías ser una buena mascota ...'",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'D-DeGest [ThePlayerName]!'",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|¡D-Do no tienes vergüenza! '",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'¡No me influiré por tantas tentaciones tan simples!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arousara",
                "Arouse",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mfffhhmm ... ♥ n-no mucho por hacer ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Kyaii ~ ♥ Mng- Que indigno ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhhhhh~♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hyiiee ~ h-how injusto ... ♥'|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Bueno, supongo que no soy uno para hablar ...'",
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'Hmnnn! ♥ c-¿podría ser un {i} bueno {/i} cachorro y detener eso!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Electrify"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|TsundereYell|n|'WH- ¿Quién {i} hace {/i} eso?'",
                "|f|ChangeImageLayer|/|Expression|/|TsundereYell|n|'¿Quién incluso disfrutaría?'|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Oh.Voltlins, supongo ... '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Analyze"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Tsundere|n|'¡Ey!¡Es grosero mirar a una dama con magia!",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'Entonces eres el tipo de degenerado que usaría magia como esa ...",
                "|f|ChangeImageLayer|/|Expression|/|Sigh|n|'{i} que {/i} desesperado por saber más sobre mí?'"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Teleport"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Base|n||f|ChangeImageLayer|/|Expression|/|Cold|n|'Hmph...'",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Base|n||f|ChangeImageLayer|/|Expression|/|Cold|n|'Cómo no es decir ...'",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Base|n||f|ChangeImageLayer|/|Expression|/|Sigh|n|'Esto probablemente sea rico viniendo de mí, pero ¿podrías sostener {i} todavía? {/i}",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Base|n||f|ChangeImageLayer|/|Expression|/|Sigh|n|'Que molesto ...",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Base|n||f|ChangeImageLayer|/|Expression|/|Sigh|n|'Solo quería jugar contigo hasta que tu cabeza quedó girando ..."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Paralytic Haze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kehihi!♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Hehehihi!♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Apuesto a que harías una silla encantadora. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Pronto serás un juguete indefenso {i}. ♪ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|SmugToothy|n|'Deberías ♪ ♪ {i} ejecutar. ♪ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'I {i} do {/i} espero que puedas manejar esto. ♪'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Nightshade Smooch",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Hihihi- ♪ chu- ♥ chu- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Kehi- ♪ {i} chu- ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Kyahahihi- ♪ mhhmmwah- ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mfhehi- ♪ mhhwah- ♥ ♪'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Umbral Arousa",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|SmugToothy|n|'Hihi-♪'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Hmmm, ♪ Déjame escuchar más ruidos lindos: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Derretirse. ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Puedes manejar esto, ¿verdad? ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Vamos, ♪ gemir y gemir para mí. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Absolute Umbral Territory",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿No son mis piernas cautivadoras? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿Preferirías adorar o jorobar mis piernas? ♪",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Puedes dejar de mirar en cualquier momento que quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿Te imaginas lo bueno que se sentiría empujar entre mis muslos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Puedo ver tu polla twitching por mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Ehihi-♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Nightshade Embrace",
                "Nightshade Slave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Chu- ♥ Give In- ♥ Chu- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mhhmmwah- ♥ ♪ kehi- ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Vas a ser totalmente indefenso- ♥ mhhmmwah- ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'No hay que correr- ♥ mhhmmwah- ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Hola, tu polla no deja de tirar- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mfhehi- ♪ sigue retorciéndose. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Kehi- ♪ Melt- ♥ Melt- ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Lockdown",
                "Total Umbral Lockdown"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tan lindo ~ ♪ cautivo ~ ♥ cachorro ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cuanto más tiempo estés atascado así, ♥ mejor se siente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Derretirse en mi abrazo ♥ Kehihi- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Si quieres gratis, ♪ intenta empujar tus caderas. ♥ Kehi ~ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'No estás escapando de esta prisión de placer ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Te haré ladrar obedientemente en poco tiempo. ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Dios mío, estás temblando y titulando por todas partes. ♥ Kehihi. ♪"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Leash of Darkness"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Feet|/|BaseOneDown|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Leash of Darkness"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Heel~♪♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Beg~♪♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Bark~♪♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugToothy|n|'Buen cachorro ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kehihi~♪'"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Umbral Footpump"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Feet|/|Toes|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Umbral Footpump"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Stroke ~ ♪ Stroke ~ ♥ {i} Stroke ~ ♪ ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Te gusta ser ordeñado? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Expresión adorable ~ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Kehi- ♪ Melt- ♥ Melt- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kehihi~♪'"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Nightshade Stockings",
                "Nightshade Worship"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Feet|/|Press|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Nightshade Stockings",
                "Nightshade Worship"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Solo hazte tonto. ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Kehi, ♥ Lick and Bess. ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Tu polla sigue goteando. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Enganchado ya? ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|SmugToothy|n|'Buen cachorro ~ ♪ ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kehihi~♪'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'H-How Dare ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Ah- ♥ me estoy aturdiendo-'"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Spurt ♪ ♪ ♥ fuera. ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Buen chico, ♥ {i} Entonces {/i} cerca de Cumming. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Eres tan lindo al borde del clímax. ♥ ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'No necesitas contenerse. ♪ Solo cede. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Eso es todo, ♪ Fuga y contracción. ♥ ♪'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Footjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n||f|ChangeImageLayer|/|Feet|/|Press|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|Ushris snickers and giggles as she massages your pleasure-drunk face with her stockinged soles, your dick flailing erratically with each intoxicating huff of creamy feminine scent you take from her perfumed feet, every thoughtless lick sending melty submission pulsing through your foot-molded mind.|f|ChangeImageLayer|/|Expression|/|Smug|n||f|PlayMotionEffect|/|Crash|n||f|PlayVisualEffect2|/|OrgasmPulse|/|white.png|n|Until finally, with one more rationality burning huff of her cloyingly sweet caramel, scent your spasming erection wildly spurts its seed across the floor, leaving you panting and gasping happily as she pulls her soles away a moment to better see the mess she made of your expression... only to then press her silky soles down again to resume eroding your resistance with her domineering feet, coaxing out a few extra ropes of cum for her efforts.|n||n||f|ChangeImageLayer|/|Feet|/|Base|n|'Tsshihi-~♪ {i}Good{/i} puppy.♪'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|ChangeImageLayer|/|Feet|/|Base|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|As you start to reach your limit, Ushris catches your twitching manhood between her silky soles and starts to wildly pump it, tilting and twisting the angle of her strokes to keep the textured sensations constantly changing, rapidly overwhelming the rest of your endurance with her dainty soft soles.|f|ChangeImageLayer|/|Expression|/|Smug|n|'Kehihi-~♪ Surrender to my feet.~♥ It's already {i}too{/i} late to hold back.♥ So {i}just~♥{/i} Spurt~♪ Spurt~♥ {i}Spurt~♥♪{/i}'|n||f|ChangeImageLayer|/|Feet|/|Toes|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|OrgasmPulse|/|white.png|n|You let out a gasping whine as your spasming manhood reaches its limit amid her teasing voice, her silky soles milking your aching shaft with precise care, her toes teasing along your length as every pump of her feet drain a long rope of cum while you huff and groan like an animal, your mind totally blank all through your cascading, submissive orgasm.|n||f|ChangeImageLayer|/|Expression|/|SmugToothy|n||f|ChangeImageLayer|/|Feet|/|Base|n|Once you finish making a mess of her stockings and plush legs, an ominous glow of green magic soaks in your seed, and she gets right back to toying with you with her sinful soles, not giving you a moment's rest.|f|ChangeImageLayer|/|Expression|/|Happy|n|'Do your best, {i}puppy!♪{/i} Stay hard and keep cumming.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n||f|ChangeImageLayer|/|Feet|/|Press|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|ScreenPulse|/|pinkHaze.png|n|Ushris firmly plants one of her silky soles over your eyes like a blindfold, keeping you sightless and forced to focus on all the things she's doing to you, her thick, sweet, feminine scent flowing into your senses until it's filling your brain to the brim, the lewd sound of her foot toying with your dick amid her giggling voice, all amplifying the sensitivity of your aching dick with each teasing pump.|n||f|ChangeImageLayer|/|Feet|/|Toes|n||f|PlayMotionEffect|/|CrashSmol|n||f|PlayVisualEffect2|/|OrgasmPulse|/|white.png|n|It feels like in this blinded state, the shadows are surrounding you, wrapping you up in a melty, sweetly dominating embrace while Ushris' toes dance across your tip, your senses taking in the textured caress in perfect detail, the stockinged toes circling your spasming crown over and over until you hit your whimpering limit, coating her foot in a shower of your seed, head going blank with a rush of euphoria that leaves your tongue lolling out of your panting mouth.|f|ChangeImageLayer|/|Expression|/|Smug|n||f|ChangeImageLayer|/|Feet|/|Base|n|'How {i}pathetically{/i} adorable.~♥♪'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Thighjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|Ushris lo sigue presionando con un aluvión constante de besos cariñosos, cubriendo su cara y cuello con marcas de lápiz labiales brillantes que se hastilizan agradablemente.Todo el tiempo, aprieta y frota sus lujosos muslos contra su erección atrapada y sacudida, sus cálidas piernas almohadas mimando su polla espasmante hasta su límite, hasta que un Smooch de relleno de labios final te envía chocando sobre el borde.|f|ChangeImageLayer|/|Expression|/|LipLick|n|Morreos y gimiendo en su boca riendo, cubres sus muslos lisos con tu semilla, algunos disparando al otro lado.Ushris nunca deja de besarte en un estado de felicidad aturdida mientras se empapa en tu semen con un ronroneo, con la intención de derretirte en un juego de juegos sumiso.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|A medida que te acercas al borde del clímax, no puedes evitar empujar tus caderas, esforzándose contra las restricciones apretadas mientras folla débilmente los muslos apretados y apretados de Ushris mientras se riega burlonamente ante tu creciente pérdida de autocontrol.|n|'Tsshihi-~♪ Go on {i}puppy,♪{/i} spurt♪ it♪ {i}out.♥♪{/i}'|f|ChangeImageLayer|/|Expression|/|Smug|n|Con su comités burlones colgando en el aire, ella mueve tentadoramente sus anchas caderas, dejando que sus manos codiciosas aprecien por completo su trasero completo mientras se entrega sin pensar en sus piernas almohadas con empujes de joroba salvaje, resoplando y gimiendo mientras su mente se acaba en blanco.La dicha en su cuerpo, un empuje final, dejándote tensarse en el clímax eufórico, estallando en un desastre pegajoso de semen en todas las piernas y el piso.|n|But even as you tremble and try to catch your breath, she keeps nuzzling against you, squeezing your sensitive length with her thighs, nibbling and kissing along your neck.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|Ushris gruñe de manera presumida mientras se frota su cuerpo contra ti, apretando y masajeando tu polla sacudida con sus muslos suaves y sedosos, avivando tu orgasmo burbujeante cada vez más mientras susurra enormemente en tu oído entre los besos que manchan el lápiz labial.|n|'You can't get away~♪ You're {i}trapped~♪{/i} You're going to spurt~♥ You cant~♪ stop~♪ {i}it~♪{/i} So just {i}give in~♪{/i} Let yourself go and {i}cum!~♥♪{/i}'|f|ChangeImageLayer|/|Expression|/|Mocking|n|Huff y queja cuando su voz degradante y seductora se desliza en sus sentidos en medio de la flava melosa hinchada en sus caderas de la dulcemente opresiva que se mueve y giran de su cuerpo, hasta que con un apretón de muslos sensual y un coo sensual en su oído, finalmente, sales en el clímax estremecimiento, pintando sus lujosas piernas con tu semilla antes de ir a la luz y la cabeza vacía en su agarre dominante."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|Mientras te quedas aturdido y temblando en el borde del clímax, Ushris se acerca a los siniestros escalones de cadena y atrapa la parte posterior de tu cabeza con una garra, persiguiendo sus labios antes de obligarte a un beso profundo y aturdidor, cariñosoDerrita la boca con cuidado dominante, dejando sus ojos enrollando mientras se desaconseja sobre sus suaves muslos.|n||f|ChangeImageLayer|/|Expression|/|LipLick|n|Con una rejera englosa, se aleja, empapándose en tu semilla con un brillo verde mientras lamía sus suaves labios, claramente disfrutando de la vista de tu cara de placer y por placer.",
                "|f|ChangeImageLayer|/|Expression|/|Seduction|n|Perdida en una neblina de placer casi orgasmico, tus ojos se desvían hacia los muslos suaves de Ushris, y con un gruñido bajo, ella cierra el espacio entre ustedes, presionando un muslo suave en su ingle para acariciar y masajear su longitud mientras sostiene la parte superior del cuerpo conUna de sus enormes garras, riendo lasci que juega contigo como una muñeca.|n||f|ChangeImageLayer|/|Expression|/|Smug|n|Con la suavidad de lujos de lujo celestial frotando a lo largo de su erección de espasmo, solo se necesitan unas pocas bombas firmes para llevarlo al límite, enviando rebotes calientes de placer a través de toda su cintura mientras estallas en el semen en toda la pierna suave de Ushris, antes de que finalmente te deje.Ve, retrocediendo con una sonrisa burlona mientras intentas recogerte.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|Temblando y jadeando con intensa excitación, estás indefenso mientras Ushris levanta una enorme garra crepitante de magia oscura y dispara una explosión pecaminosa de placer en ti, luego otro, y otro, dejándote aullando y gimiendo mientras tu polla se agita, provocando, estimulandode la afluencia de euforia de Melty-Hot que te arrastra en ondas intensas.|n|You're finally given a breather once your cock stops spurting, your head spinning with gooey bliss while Ushris giggles at your sorry pleasure-struck state."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Face|/|BlushHeavy|n||f|ChangeImageLayer|/|Expression|/|Orgasm|n|'¡Hhiiieeeeee! ~ ♥ I- You- ... J-Jerk!'",
                "|f|ChangeImageLayer|/|Face|/|BlushHeavy|n||f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Kyyiiiieeeaaaa! ~ ♥ wh-wha- i-imposible ...'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kehihi- ♪ {i} pervert. ♥ {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Ehehi- ♪ alguien no es más que un {i} cachondo {/i} idiot, ♥ hmmmm? ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Oh? ♪ alguien {i} quiere {/i} ser un buen cachorro ~? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Te arruinaré mucho.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Kshihi- ♪ cuán desesperado eres. ♥'"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Base",
            "Set": [
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.23",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Ushris/Ushris_Body.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Nude",
                            "File": "Monsters/Ushris/Ushris_Nude.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Ushris/Ushris_Face_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Ushris/Ushris_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BlushHeavy",
                            "File": "Monsters/Ushris/Ushris_Face_BlushHeavy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Ushris/Ushris_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Cold",
                            "File": "Monsters/Ushris/Ushris_Expression_Cold.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Ushris/Ushris_Expression_Happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Horny",
                            "File": "Monsters/Ushris/Ushris_Expression_Horny.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Ushris/Ushris_Expression_Kiss.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Ushris/Ushris_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Loving",
                            "File": "Monsters/Ushris/Ushris_Expression_Loving.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Mocking",
                            "File": "Monsters/Ushris/Ushris_Expression_Mocking.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Ushris/Ushris_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Ushris/Ushris_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Predatory",
                            "File": "Monsters/Ushris/Ushris_Expression_Predatory.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Seductive",
                            "File": "Monsters/Ushris/Ushris_Expression_Seductive.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Ushris/Ushris_Expression_Sigh.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Ushris/Ushris_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SmugToothy",
                            "File": "Monsters/Ushris/Ushris_Expression_SmugToothy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "GrinToothy",
                            "File": "Monsters/Ushris/Ushris_Expression_ToothyGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Tsundere",
                            "File": "Monsters/Ushris/Ushris_Expression_Tsundere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "TsundereYell",
                            "File": "Monsters/Ushris/Ushris_Expression_TsundereYell.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Hat",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Hat",
                            "File": "Monsters/Ushris/Ushris_Hat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Snake",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "MouthOpen",
                            "File": "Monsters/Ushris/Ushris_SnakeMouthOpen.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Ears",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Up",
                            "File": "Monsters/Ushris/Ushris_Ears_Up.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Down",
                            "File": "Monsters/Ushris/Ushris_Ears_Down.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "Step",
            "Set": [
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "BodyNoBlur",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Backing.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "BodyStockings",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "Overlay",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "BodyNoBlur",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_BackingStockings.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Feet",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_FrontPress.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Crossed",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_Crossed.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Press",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_Press.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Toes",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_Toes.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BaseOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_FrontPressOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "PressOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_PressOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToesOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Feet_ToesOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "FeetStockings",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "Feet",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_FrontPress.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Crossed",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_Crossed.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Press",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_Press.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Toes",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_Toes.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BaseOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_FrontPressOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "PressOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_PressOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ToesOneDown",
                            "File": "Monsters/Ushris/FeetCG/UshrisFeetCG_Stockings_ToesOneDown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        }
    ]
}