{
    "name": "Bubble Slime",
    "IDname": "Bubble Slime",
    "species": "Slime",
    "gender": "female",
    "description": "Una mujer verde pegajosa con una sonrisa perezosa en su rostro, su largo cabello está ondulante y burbujeante, extendiéndose hacia abajo lo más posible, pareciendo casi imitar rizos esponjosos mientras burbujas flotan lentamente.Incluso el resto de su cuerpo y la piscina parecen dejar que la ocasional burbuja de espuma verde de un tamaño variable se desplace en el aire antes de aparecer.\n\nSu cuerpo pegajoso desnudo está en exhibición completa, mostrando sus anchas curvas femeninas, sus pechos de la copa de Ecing e brillan cuando las gotas de limo rastrean por ellas, su cintura parece un poco blanda y lujosa incluso mientras se adelgazan, antes de ensancharse nuevamenteen sus caderas seductoramente gruesas.Sus largas piernas parecen estar en su mayoría totalmente perdidas en la piscina pegajosa, incluso cuando se inclina hacia atrás.\n\nUn pequeño núcleo morado flota en su abdomen, justo por encima de su coño, a la deriva suavemente.Ella está descansando en su gran piscina de limo, usándolo para sostener su cuerpo como un baño lleno de burbujas, su cabello, extremidades y otras partes de su cuerpo se están derritiendo parcialmente en su piscina goo eburcosa mientras recae en la piscina burbujeante.",
    "encyclopedia": "",
    "tags": "none",
    "generic": "True",
    "requires": [
        ""
    ],
    "skillList": [
        "Bubble Splash",
        "Lazy Slime Seduction",
        "Laze",
        "Relaxing Bubble Burst",
        "Bubbly Kissing Submerging",
        "Fizzy Kiss",
        "Cunning Gooey Grapple",
        "Seductive Slime Massage",
        "Bubbly Slime Submerge",
        "Bubbling Slime Massage",
        "Fizzing Pool Entrapment",
        "Slimy Submerging Sex",
        "Lazy Slime Insert",
        "Bubbly Bounce",
        "Bubbling Gyration",
        "Fizzing Hip Swing",
        "Squishy Kissing Mating Press",
        "Squishy Kissy Mating Press",
        "Dissolving Gyration",
        "Melting Love Hip Swing",
        "Undulating Full Body Massage"
    ],
    "perks": [
        "Monster Pacing",
        "Loving",
        "Evasive",
        "Weak Grip",
        "Sex Adept"
    ],
    "stats": {
        "lvl": "13",
        "Exp": "90",
        "max_hp": "400",
        "max_ep": "10",
        "max_sp": "1",
        "Power": "12",
        "Technique": "3",
        "Intelligence": "10",
        "Allure": "15",
        "Willpower": "4",
        "Luck": "9"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "150",
        "Ass": "100",
        "Breasts": "90",
        "Mouth": "90",
        "Seduction": "115",
        "Magic": "200",
        "Pain": "5",
        "Holy": "100",
        "Unholy": "100"
    },
    "resistancesStatusEffects": {
        "Stun": "50",
        "Charm": "0",
        "Aphrodisiac": "9999",
        "Restraints": "150",
        "Sleep": "150",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "-25"
    },
    "moneyDropped": "250",
    "ItemDropList": [
        {
            "name": "Fizzy Green Slime Bubble",
            "dropChance": "75"
        },
        {
            "name": "Fizzy Green Slime Bubble",
            "dropChance": "50"
        },
        {
            "name": "Fizzy Green Slime Bubble",
            "dropChance": "25"
        },
        {
            "name": "Soothing Potion",
            "dropChance": "25"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "Loss Scene",
            "move": "",
            "stance": "",
            "includes": [
                "Bubble Slime"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "You lay trembling with pleasure and exhaustion, and the bubble slime easily pulls your prone form to the center of her gently bubbling pool of goo with a lazy smile.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Oh, all tuckered out Honey?♥ That's too bad, I'm still really hungry.♥ After all, you {i}really{/i} made me work for this.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "She easily straddles your waist as the slime below restrains your limbs beneath its surface, while your back is pressed firmly against it. Laying on your back like this lets you take a moment to appreciate the Bubble Slime's wide curves as she looks down at you with a hungry lick of her lips.",
                "In a single smooth motion she plunges your aching erection inside her gooey pussy, shivering as your length strikes her slime core. Then she slowly lays atop you, pressing her ample breasts against your chest, sandwiching you between her plush body and the bubbling pool below.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "With her face a mere inch from yours she takes a moment to lazily, and lovingly gaze into your eyes before pressing her lips to yours and giving you an invasive and deep kiss that pours a gentle stream of her fizzing goo into your mouth, slowly filling your body with warm melty heat as you gulp it down.",
                "Languidly she rubs her self up and down your body while kissing you, her slippery tits making you shiver as they caress your chest, her slick form slowly making a foamy coating of bubbles as she slides across you, her hips moving in slow teasing circles.",
                "You're left softly moaning into her mouth as the pleasure gradually mounts, tingling bliss trailing across your skin as every bit of you is rubbed and massaged by her slime, rubbed and teased by her soft curves your dick can't help but twitch inside her softly squeezing pussy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Then the Bubble Slime starts to swing her thick hips, slamming them down on your rigid member, making it throb with each wet impact, leaving you shivering as the waves of pleasure melt your thoughts away and she caresses you all over in her slime embrace.",
                "Speaks",
                "Mphfwa-♥ Don't hold back Honey.♥ Mphml-♥ Pour it all inside me.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Your eyes start to roll as she deepens the kiss at the end of her words, your dick throbbing and spasming in preparation with each meeting of your hips, her slick tits rubbing against your chest all the while her slime pool massage your limbs and back.",
                "All your thoughts dissolve away in a single instant of bubbling ecstasy as she slams her hips down in a jiggly impact, and your cock erupts inside her, flooding her with cum that she eagerly dissolves while idly gyrating her hips, making you twitch from excessive stimulation as she continues to kiss you senseless.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "With a loud smack she finally ends the make out session, leaving you looking up at her dazed and smiling with pleasure, your dick eagerly throbbing inside her still as she keeps you sandwiched between her plush body and the gooey pool.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mmmmm...♥ You're so delicious.♥ I want {i}more.♥{/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "You gasp as she starts to bounce her wide hips again, and she takes the moment to lock you in a new kiss, leaving you shivering in delight as she assertively dominates your mouth, leaving your thoughts fizzing and bubbling with pleasure from her aphrodisiac, all while her rocking waist pumps your rigid cock with her squeezing pussy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "The sounds of your lovemaking wetly echo through the air, and you find yourself spacing out amidst the haze of pleasure, moaning eagerly as pleasure starts to well up in your loins again, the bubbling massage from the pool drawing all your aching tension to your twitching dick as it submits to her wide hips swinging down over and over.",
                "You groan in delight as the Bubble Slime's mating press milks another load of seed from your aching balls, but this time she only purrs happily and keeps riding your length, rubbing her luscious body against you as she drowns you in affectionate kisses.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Every bit of you goes slack in the slimy embrace, save your dick, leaving you lovingly massaged all over by her goo, your limbs practically a distant memory as she rubs against your chest and bounces on your twitching manhood, leaving your thoughts to dissolve into a melty puddle of unrelenting pleasure.",
                "As the next orgasm washes through you in a tingly wave, your cock spasming excitedly inside her as it pours a fresh load into her, you do your best to return her gooey kiss, letting yourself melt away in her slick, bubbly embrace.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mph-♥ That's it honey.♥ Mphfwa-♥ Give me every drop.♥",
                "You groan into her mouth as she shakes her waist at a faster tempo, the soft and slick insides of her pussy sticking to your length as she pumps it, almost immediately wringing another load out of you, leaving you sighing in contentment as the waves of orgasmic bliss start to wash over you in steady waves.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "With a blissful, intoxicated smile on your face you pour load after load into her as she keeps you lovingly caressed while her thick hips swing down again and again, leaving you spurting into her over and over, and time ebbs away until you drift into unconsciousness...",
                "...",
                "ChangeFetish",
                "Kissing",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "3",
                "ChangeSensitivity",
                "Mouth",
                "3",
                "ChangeSensitivity",
                "Seduction",
                "3"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|BubbleSlimeCombatEvent|/|EndOfTurn|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Spank",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Ella te da una mirada de confusión perezosa mientras ella y toda su piscina de Goo suavemente ondulante.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Su culo regordete se sacude deliciosamente por el impacto de su mano, pero su cuerpo pegajoso no parece muy afectado por él."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Whip",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|Todo su cuerpo se sacude en respuesta a los azotes, pero solo te da una sonrisa perezosa de ligera confusión.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|'Hmmm ... ¿qué estás tratando de hacer?'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm ... ♥ wow que se sintió sorprendentemente bien, cariño ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... ♥ Mn ... ¿no preferirías entrar aquí y relajarte? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ah- ♥ Oh, cariño, no seas así. ♥ solo deja de resistirte, y ordeñaré todo tu semen. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿No preferirías relajarte aquí conmigo cariño? ♥ aunque eso se sintió bien ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Todo su cuerpo se sacude en respuesta a la huelga de la capa demoníaca, y deja escapar un gemido lujurioso cuando una ola de magia sagrada la arrastra."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'¿Hmmmm?'Parece disfrutar del afecto físico, dándote una sonrisa de contenido perezoso, pero no parece que va a dejar de tratar de ordeñarte ...",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Oh, esto es un poco agradable ...\" Ella deja escapar un suspiro perezoso y feliz mientras acaricias su cabello pegajoso."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Ohhhh!? ♥ h-hey, cariño, la magia no es justa, sabes ... ♥",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmm! ♥ o-oh ... wow, me vas a hacer pasar por mucho esfuerzo para ordeñarte, ¿no? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Aaaa! ♥ mmmm- ♥ podría sentir eso por todas partes ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Ja ja! ♥♥♥ Oh, cariño, ¿no te irás un poco fácil? ♥ por favor? ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'¿Kyaaa?",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Hahhh- ♥♥♥, lo siento por completo ... ♥ Es demasiado ... ♥",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|Ella solo puede dejar escapar ruidos de felicidad incoherentes mientras se mueve de dicha ..."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Sleepy|n|'Mnn ... me siento aún más perezoso de lo normal ...'",
                "|f|ChangeImageLayer|/|Expression|/|Sleepy|n|Ella suspira lánguidamente y se hunde un poco en su piscina de sustancia."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hmmm. ♪ Ven aquí y déjame cuidarte. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'No te preocupes cariño, soy bueno tomándolo con calma.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Oh, no te preocupes, no soy venenoso ni nada de eso.Así que solo relájate. ♪ '"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Oh, cariño, ♥ eres bastante encantador'.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm, ♥ ¿Qué tal si vienes aquí y déjame mostrarte lo que puedo hacer? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|Ella suspira soñadoramente, dándote una sonrisa seductora y perezosa.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Me vas a hacer derretir con toda esa dulce charla, cariño. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Ear Tease",
                "Massaging Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hmmm. ♥ No esperaba que esto se sintiera tan bien. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oh cariño ... Me estás haciendo sentir cálido y melty ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm, ♥ ¿Por qué no me dejas devolver el favor?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm- ♥♥♥ ah- ♥ espera- ♥ cariño, ¿no podrías poner tu polla adentro?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Y sigues golpeando mi núcleo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Honey- ♥ No te tómese- ♥ Te quiero dentro- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm- ♥♥♥ ah- ♥ espera- ♥ cariño, ¿no podrías poner tu polla adentro?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Sigo golpeando mi núcleo- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Honey- ♥ No me molestes con eso- ♥ Te quiero dentro- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Mmm, cariño, ¿alguien te ha dicho lo guapo que eres? ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Hmm, ♥ ¿Quieres follarme mientras me acuesto y me relajo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No me di cuenta de lo hambriento que estaba ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Ella le devuelve apasionadamente tu beso, su cuerpo viscoso se aferró rápidamente a ti.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm ... ♥ Honey- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te alimentaré mucho de mi limo. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Ella te sonríe perezosamente por tu afecto.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Quieres ser un poco más íntimo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Hmhm, ♥ puedes ir por algo más que un picotriz, cariño. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmm ... ♥ cariño, sabes increíble- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'¿Te gusta cómo pruebo? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Ella te da una mirada amorosa mientras enredas lenguas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Es realmente suave, ¿no? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Oh cariño, ♥ no puedes mantener tus manos de mí, ¿verdad? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Ella deja escapar un suspiro perezoso mientras se toma un momento para recostarse y dejarte jugar con su suave trasero.",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Mmmm ... ♥ no te detengas. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Breast Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Me alegra que te gusten mis senos, cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Sus senos suaves son maravillosamente maleables al tacto, su textura resbaladiza deliciosamente deslizándose sobre sus dedos.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella deja escapar un gemido perezoso mientras juegas con sus tetas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Mmm ... ♥ No me importa si sigues haciendo eso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Hmhmhm, adelante y mimes, cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh, cariño ... ♥ no te detengas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Mmmm ... ♥ Buses relajemos mucho como esto. ♥"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhhhh- ♥ tus manos son maravillosas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh, cariño ... ♥ no te detengas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Mmmmm ... esto es relajante ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Sus senos suaves son maravillosamente maleables al tacto, su textura resbaladiza deliciosamente deslizándose sobre sus dedos.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella deja escapar un gemido perezoso mientras juegas con sus tetas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Oh mi ... ♥ estás golpeando mi núcleo- ♥ mn- ♥",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm- ♥ ahora somos agradables y cerca. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella jadea frase cuando su cabeza de polla golpea su núcleo de limo púrpura."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm ... ♥ agradable y lento ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... ♥ cariño ... ♥ esto es maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Eres tan cálido dentro de mí ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, tu polla sigue golpeando mi núcleo ... ♥ Es increíble. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'A-ah- ♥ H-Honey- ♥ M-Maybe disminuye un poco? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Ev-Every Broad of Me siente que se va a derretir- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'A-¡¿Estás intentando mmmph- ♥ para moldear mi coño a la forma de tu polla? ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'M-my core- ♥ te guías- ♥ ahhh- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'S-sho áspero- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño- ♥ Cada parte de mí se siente tan bien. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm- ♥ esto se siente tan bien ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... cariño, hagamos esto durante horas ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, tu polla sigue golpeando mi núcleo ... ♥ Apenas puedo pensar: ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm- tan romántico ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Ella solo te da una sonrisa somnolienta y amorosa, jadeando de placer mientras empujas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seduction|n|'Mmm ... si así es como lo quieres, cariño. ♥"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": "Thrust",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm ... ♥ agradable y lento ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... ♥ cariño ... ♥ esto es maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Eres tan cálido dentro de mí ... ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck",
                "Anal Piston"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'A-ah- ♥ H-Honey- ♥ M-Maybe disminuye un poco? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ev-Every Broad of Me siente que se va a derretir- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'S-sho áspero- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño- ♥ Cada parte de mí se siente tan bien. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmm- ♥ esto se siente tan bien ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh ... cariño, hagamos esto durante horas ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm- tan romántico ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Ella solo te da una sonrisa somnolienta y amorosa, jadeando de placer mientras empujas."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Bubble Splash",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'No vayas a ningún lado, ¿de acuerdo?'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'No te dejo escapar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'¿Por qué no vienes y te das un chapuzón, cariño? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Te ves tenso ... Vas a venir aquí para relajarte conmigo ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmm, te ves sabroso, cariño. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Laze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Hm ... Este es mucho esfuerzo, ya sabes ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Jajaja ... esto es realmente acogedor ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|\"Hola cariño, ♥ Vamos a relajarnos.",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|'Hmmm ... ahora que ...'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Lazy Slime Seduction",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿Ves algo que te guste? ♥ Prometo que cada parte de mí es maravillosamente suave. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿Por qué no te tomas un momento para descansar, cariño, y déjame mimarte? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Vamos a relajarnos juntos. ♥ Te haré sentir increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Mis senos son muy llamativos, ¿no? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Cariño, ♥ Te voy a masajear {i} Alllll {/i} Over. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Te ves tensa, cariño, tendré que drenarte hasta que estés felizmente relajado. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Relaxing Bubble Burst",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Solo relájate. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Lleva un buen baño de burbujas conmigo cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hmmm, ♥ no te mudarás pronto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Esto te ayudará a relajarse. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Bubbly Kissing Submerging",
                "Bubbly Slime Submerge",
                "Slimy Submerging Sex"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Cariño, ♥ Vamos bien y acogedor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Pronto te sentirás maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'No luches cariño, solo voy a drenar tus bolas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿No es mucho más amable? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Solo relájate. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Fizzy Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmm ... ♥ bebe tanto como quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Jeje, apuesto a que tus pensamientos están llenos de burbujas evergüenzas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmm. ♥ tan romántico. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Sabes muy bien. ♥ mmm, ¿yo también sabes bien? ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Cunning Gooey Grapple"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Me estás haciendo mover demasiado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ven aquí cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'¿A dónde crees que vas? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'No te muevas. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Seductive Slime Massage",
                "Bubbling Slime Massage"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'¿No es esto relajante, cariño? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm- ♥ me encanta cómo se sienten mis senos contra ti. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Jeje, tu cuerpo está sacudiendo. ♥ Esto debe sentirse bien. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Solo relájate y déjame cuidarte, cariño. ♥",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh, ♥ tus gemidos son lindos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Voy a frotar toda tu tensión. ♥"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Fizzing Pool Entrapment"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahí. ♥ Ahora ninguno de nosotros tendrá que moverse mucho. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ahora estás listo para la diversión, cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cariño, ♥ Acuéstate y disfruta. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Te voy a hacer sentir increíble por todas partes. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Lazy Slime Insert"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm ... ♥ Supongo que debería comenzar a moverme'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, ♥ Puedo sentirte golpeando mi núcleo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Voy a ordeñar cada gota de semen. ♥ apuesto a que sabes increíble. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Tengo mucha hambre, así que asegúrese de salir cada gota\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Prepárate para relajarse. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Bubbly Bounce",
                "Bubbling Gyration",
                "Fizzing Hip Swing"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, ♥ te sientes increíble dentro de mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, ♥ Puedo sentirte golpeando mi núcleo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm, ♥ estás golpeando tan profundo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'No olvides mover tus caderas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Puedo sentir tu polla agitándose dentro de mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No te detengas, cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Solo deja que toda tu tensión baje a tu polla, lo ordearé todo. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Squishy Kissing Mating Press",
                "Squishy Kissy Mating Press"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Obtenemos {i} extra {/i} acogedor. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm ... ♥ cariño, sabes tan bien. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Estás listo para derretirse? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Voy a hacer que todo tu estrés se disuelva. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿No soy una cama maravillosa? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Cariño, ♥ Hagamos el amor. ♥'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Dissolving Gyration",
                "Melting Love Hip Swing",
                "Undulating Full Body Massage"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Solo se derrite conmigo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cariño, ♥ solo relájate. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Voy a mimar a cada uno de ustedes. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No necesitas moverte si no quieres. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Podemos abrazarnos mucho una vez que estés seco. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmm, ♥ me encanta rodearte así. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cariño, ♥ tus gemidos son tan lindos. ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Oh ... ♥ me voy a correr si esto sigue ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Honey-♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Face|/|Blush|n|'Mmm- ♥ no estás interesado en ser perezoso, ¿verdad? ♥"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Déjalo todo cuando quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Comeré cada gota de semen que brotes. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No te detengas, cariño. ♥ Cum todo lo que quieras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Me pregunto cuánto semen vas a verter dentro de mí. ♥'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Squishy Kissing Mating Press",
                "Squishy Kissy Mating Press",
                "Dissolving Gyration",
                "Melting Love Hip Swing",
                "Undulating Full Body Massage"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Gimas suavemente en la boca de la burbuja mientras te besa con amor, sus caderas se golpean sobre tu erección contraproducente en un ritmo constante, su simple y resbaladizo frotando su cuerpo apretado que te colocó contra su compuesto juntos en espumoso,dicha burbujeante que hormiguea en cada fibra de tu cuerpo.|n|Her seductive gaze stays lovingly locked with your as you lose yourself to the building pleasure, your cock throbbing and pulsing with ecstasy from her every touch, her wide, womanly hips bouncing on your spasming length wetly work to flood your entire waist with intoxicating bliss, until you finally erupt inside her with a body tensing climax, her swinging waist not stopping for a moment as she caresses you all through your orgasm.|n|She breaks the kiss for a moment while you tremble in post orgasmic pleasure, giving you a warm smile while gently sliding her breasts up and down your chest.|n|'I'll empty out every drop from your balls, okay Honey?♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Toda la piscina se mueve suavemente para masajear las olas debajo de ti, mientras que el limo de la burbuja mantiene su cuerpo elegante y lujoso presionado hacia ti, sus caderas giran en círculos lentos y perezosos y continúa besándote apasionadamente, su lengua viscosa que enreda hábilmente la tuya.Sientes que vas a alejarte de las sensaciones que te envuelven en éxtasis lento y hormigueante.|n|Slowly this constant, wavy, full body massage works you up, closer and closer to release, until you're quivering in need from each and every slick caress, her plump body sliding up and down your chest while she sways her hips and milks your length too much to bear, eventually dragging you over the edge into a spurting, full-body climax that blanks out your mind entirely.|n|'Mmmm,♥ we're not done yet honey.♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Cada parte de tu cuerpo está siendo acariciado suavemente por su burbujeante de limo, dejándote que gimiera sin pensar en su boca mientras te besa sin sentido, sus caderas rebotan lentamente en tu longitud de contracción mientras se frota sus tetas resbaladizas contra ti, cubriéndote en unLa espuma burbujeante que solo parece amplificar la sensación resbaladiza de su deslizándose hacia arriba y hacia abajo contra ti.|n|Then she slowly gets more energetic once you start to sink into her lazy pace, leaving you wonderfully vulnerable to her slamming her thick hips down on your twitching manhood, and you eagerly melt from the waves of cascading pleasure, her kisses and slippery tits defocusing you more and more as the ecstasy washes through you.|n|Slipping into a thoughtless state from the compounding bliss of her swinging hips, loving kiss, and constant slimy caresses, you're left blanking out completely in ecstasy as you blow your load inside her, your dick spasming happily."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Solo puedes jadear y gemir cuando la boba de burbujas monta tu polla sacudida, cada ritmo de sus caderas enviando una onda a través de su piscina de limo mientras cada impacto envía una ola de placer meloso a través de tus caderas, los sonidos húmedos del sexo a través del aireA medida que sus movimientos de rebotes te abruman con un placer pegajoso, y gimes en voz alta mientras vierte una carga gruesa dentro de ella.|n|'Mmmm, Honey you taste so good.'|n|She smiles down at you as her body dissolves your seed, giving you a brief reprieve before she starts fucking you all over again.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|El limo de la burbuja se balancea y gira sus amplias caderas seductoras en círculos tentadores y giratorios, su coño suave y apretado ordeñando suavemente su longitud, el ritmo perezoso lentamente dejando a su cuerpo relajándose en el placer meloso, llenando las caderas con un vestimenta de burbujeo cálido que crece cada cada uno.momento.|n|Until all the tension is drained down into your throbbing cock, and her languid motions gradually, and achingly milk out your seed in a wonderfully drawn out climax, your entire body shivering as you spurt long ropes into her to be dissolved.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Cada ritmo lento de las caderas del limo de burbujas lo está impulsando salvajes, los impactos húmedos hacen que todo su cuerpo temble con necesidad.Pero ella se está moviendo {i} Entonces {/i} lento!Con un gruñido de frustración, la empujas hacia su cama de limo y comienzas a golpear rápidamente su trasero, y ella simplemente se recuesta con un suspiro perezoso.|n|'Oh, you can lead if you want, just let it all out inside me, Honey.♥'|n|You moan as you fuck her squeezing, gooey rear, each ripply impact washing through your hips like a blissful mind-blanking wave, until with a few final thrusts you erupt inside her, pouring your seed into her to be melted away while she lazily looks up at you with bedroom eyes, wordlessly tempting you to give her more."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Solo puedes jadear y gemir cuando la boba de burbujas monta tu polla sacudida, cada ritmo de sus caderas enviando una onda a través de su piscina de limo mientras cada impacto envía una ola de placer meloso a través de tus caderas, los sonidos húmedos del sexo a través del aireA medida que sus movimientos de rebotes te abruman con un placer pegajoso, y gimes en voz alta mientras vierte una carga gruesa dentro de ella.|n|'Mmmm, Honey you taste so good.'|n|She smiles down at you as her body dissolves your seed, giving you a brief reprieve before she starts fucking you all over again.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|El limo de la burbuja se balancea y gira sus amplias caderas seductoras en círculos tentadores y giratorios, su coño suave y apretado ordeñando suavemente su longitud, el ritmo perezoso lentamente dejando a su cuerpo relajándose en el placer meloso, llenando las caderas con un vestimenta de burbujeo cálido que crece cada cada uno.momento.|n|Until all the tension is drained down into your throbbing cock, and her languid motions gradually, and achingly milk out your seed in a wonderfully drawn out climax, your entire body shivering as you spurt long ropes into her to be dissolved.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Cada ritmo lento de las caderas del limo de burbujas lo está impulsando salvajes, los impactos húmedos hacen que todo su cuerpo temble con necesidad.Pero ella se está moviendo {i} Entonces {/i} lento!Con un gruñido de frustración, la empujas hacia su cama de limo y comienzas a golpear rápidamente su coño babeante, y ella simplemente se recuesta con un suspiro perezoso.|n|'Oh, you can lead if you want, just let it all out inside me, Honey.♥'|n|You moan as you fuck her squeezing, gooey pussy, each ripply impact washing through your hips like a blissful mind-blanking wave, until with a few final thrusts you erupt inside her, pouring your seed into her to be melted away while she lazily looks up at you with bedroom eyes, wordlessly tempting you to give her more."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Cunning Gooey Grapple",
                "Seductive Slime Massage",
                "Bubbly Slime Submerge",
                "Bubbling Slime Massage",
                "Fizzing Pool Entrapment"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|El placer de hormigueo se acumula en su cuerpo a medida que el limo de burbujas frota sus grandes tetas resbaladizas y curvas suaves de lujo hacia arriba y hacia abajo, cada movimiento generando un poco de burbujas espumosas, lo que hace que su próxima acaricia deslizante sea más suave y seductora que la anterior.|n|Until the cloying slippery sensation is too much for your trembling body to endure, and your entire body tenses as you spurt thick ropes of cum into her gooey form to be dissolved while you tremble with climactic aftershock, a blissful, relaxed smile plastered on your face.",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|Mientras tembla en la excitación de derretimiento, puede evitar que la lima de la burbuja lo cambie suavemente, presionándolo para que te acueste hacia adelante en su piscina de limo como una cama, tu polla se agita mientras se sumerge en su viscosa y apretada, y ella se frota amorosamenteSus senos resbaladizos y su delicioso cuerpo contra la espalda, dejándote temblar mientras el masajeamiento de caricia se derrite a través de ti.|n|Her every movement makes your body twitch in delight, your hips unconsciously bucking into her welcoming goo, leaving your dick throbbing with hot ecstasy, the soapy, slick, and soft caress of her tits on your back as she presses against you soon overwhelming you completely, and you moan in delight as you unload your seed into her body to be lovingly dissolved.|n|Quivering with aftershocks of orgasmic bliss she gently turns you around to face her again with a lazy smile, and takes a moment to hold you while you recover.",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|El limo de burbujas te empuja más profundamente en su piscina de estafa, frotando sus curvas resbaladizas y lujosas contra ti, creando una deliciosa espuma de burbujas jabonosas mientras te acaricia con su cuerpo, sus grandes tetas pegajosas se sienten especialmente maravillosas tan maravillosasSe deslizan hacia arriba y hacia abajo de su pecho, y toda la tensión de su cuerpo parece drenarse lentamente en su virilidad rígida y sacudida.|n|With her seductively soft form pressed tight to you, each slick movement she makes also rubs along your stiff member, leaving you gasping with increasing melty bliss while she lazily smiles at you, until her luxurious, bubbly massage overwhelms you with it's intoxicating sensations, and your hips jerk and twitch senselessly as you blow your load all over her for her to soak in while she cradles you in her slime."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|La lengua del limo de la burbuja acaricia y se burla cada centímetro de tu boca, una suave corriente de su líquido burbujeante que se vierte en ti todo el tiempo, el buceante y el estallido llenando la cabeza con un toque alucinante mientras su lengua gira en un círculo burlón, todo su cuerpo temblando con la montaje de excitación.|n|As her gooey hands gently start to trail up and down your body in a teasing caress, and she presses her wonderfully slick and soft tits against you, the bliss melting inside you peaks right as she deepens the kiss, leaving you spurting your load into her gooey pool to be deftly absorbed.",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|Puedes sentir toda la tensión en tu cuerpo derritiéndote cuanto más tiempo besas el limo de la burbujas, su goo eburcosa parecía dibujar toda la tensión en tu cuerpo hasta tu polla rígida y sacudida, su lengua burlona domina con amor tu boca, hasta que con unUna sola matriz burlona a lo largo de la parte inferior de su longitud, te quedas disparando largas cuerdas de semilla en toda su piscina pegajosa, dejando que disuelva cada gota de semen mientras te tallas en la felicidad."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Permanecer al borde de la piscina, te encuentras paralizado al ver las voluptuosas curvas del limo de la burbuja mientras muestra ociosamente su cuerpo, y tan abrumadoramente excitado que no puedes evitar masturbarse a su cuerpo, su sonrisa amorosa y perezosa persuadepara seguir adelante.|n|Her hand play with her bountiful tits, putting on a delightfully squishy show for you as you pump your length, until the frantic pace of your stroking is too much to endure, and you cry out in climax, spurting thick ropes of semen into her bubbling pool, and your seed rapidly dissolves into her body.|n|'Mmmmm... Honey, you have more for me, right?'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Te tocas aturdido por pura excitación, tu polla palpitando con necesidad y viendo tu debilidad, la lima te sonríe, y te envía una oleada de burbujas de estallido a tu manera, sus caricias te hacen jadear y temblar de placer mientras rompen y llenan elAire con el aroma de las manzanas, hasta que finalmente las caricias de la luz lo envíen sobre el borde y hacia un orgasmo de chorrear, dejando su relleno de semillas en su piscina efervescente para disolverse."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'¡Ohhhh! ♥♥♥ F-Feel, así que Gooodddd! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Yeeessss! ♥♥♥ mmmmm- ♥♥♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'I-I'M CumMminngggggg! ♥♥♥'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm, ♥ No te preocupes cariño, te cuidaré bien'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh, voy a vaciar tus bolas completamente cariño. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Debes estar desesperado por un poco de alivio y relajación. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse del culo pegajoso de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "¡Pero su gran piscina viscosa mantiene sus movimientos restringidos y se niega a dejarte ir!",
                "¡Pero mientras intentas alejarte de ella, tus manos se hunden en su cuerpo y se atasquen!",
                "Pero unos pocos columpios de sus anchas caderas femeninas te dejan gimiendo y hundiéndote en su amor.",
                "Pero mientras rebota en su longitud, encuentras tus manos con su cintura suavemente, apreciando sus lujosas curvas en lugar de escapar.",
                "Pero a medida que más y más de sus burbujas aparecen en el aire, los humos perfumados de manzana dejan sus músculos relajados, aflojándose en su abrazo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Vamos, no luches.No quiero esforzarme demasiado, cariño.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Prometo que esto va a ser muy relajante\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, apuesto a que las burbujas te están poniendo un poco mareado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Ahora, ahora, solo te quiero agradable y acogedor, cariño.'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "¡Y logra salir de la retaguardia pegajosa de [AttackerName]!",
                "¡Y te liberas del orificio gelatinoso de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Realmente me estás haciendo trabajar para esto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Vuelve aquí ... ugh ...'",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|\"Vamos cariño ... ¿no te acurrucarás por un momento?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn ... realmente no quiero moverme más ... pero realmente te quiero dentro de mí ...",
                ""
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del coño de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "¡Pero su gran piscina viscosa mantiene sus movimientos restringidos y se niega a dejarte ir!",
                "¡Pero mientras intentas alejarte de ella, tus manos se hunden en su cuerpo y se atasquen!",
                "Pero unos pocos columpios de sus anchas caderas femeninas te dejan gimiendo y hundiéndote en su amor.",
                "Pero mientras rebota en su longitud, encuentras tus manos con su cintura suavemente, apreciando sus lujosas curvas en lugar de escapar.",
                "Pero a medida que más y más de sus burbujas aparecen en el aire, los humos perfumados de manzana dejan sus músculos relajados, aflojándose en su abrazo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Vamos, no luches.No quiero esforzarme demasiado, cariño.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Prometo que esto va a ser muy relajante\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, apuesto a que las burbujas te están poniendo un poco mareado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Ahora, ahora, solo te quiero agradable y acogedor, cariño.'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "¡Y logra salir de la hendidura pegajosa de [AttackerName]!",
                "¡Y te liberas del orificio gelatinoso de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Realmente me estás haciendo trabajar para esto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Vuelve aquí ... ugh ...'",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|\"Vamos cariño ... ¿no te acurrucarás por un momento?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn ... realmente no quiero moverme más ... pero realmente te quiero dentro de mí ...",
                ""
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 100%",
            "theText": [
                "[ThePlayerName] intenta liberarse del grupo viscoso y burbujeante de [AttackerName] más profundo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 100%",
            "theText": [
                "¡Pero parece que no puedes liberarte del abrazo amoroso de Bubble Slime!Dejándote hundiéndote aún más en su piscina efervescente y perfumada.",
                "Pero su lucha es en vano, ya que su limo continúa atrayendo más profundamente en el líquido viscoso, todo mientras te mira con sueño.",
                "Pero el limo de burbujas se mantiene con amor contra ti, socavando tus esfuerzos mientras frota sus lujosas curvas contra ti.",
                "Pero la sensación de que el limo de burbujas frota sus enormes senos contra ti te deja aturdido y desenfocado, casi olvidando por qué querrías tratar de escapar.",
                "Pero a medida que más y más de sus burbujas aparecen en el aire, los humos perfumados de manzana dejan sus músculos relajados, aflojándose en su abrazo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 100%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Vamos, no luches.No quiero esforzarme demasiado, cariño.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Prometo que esto va a ser muy relajante\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, apuesto a que las burbujas te están poniendo un poco mareado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Ahora, ahora, solo te quiero agradable y acogedor, cariño.'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 100%",
            "theText": [
                "¡Y logra salir del limo de [AttackerName]!",
                "¡Y te liberas completamente de la goo de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 100%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Realmente me estás haciendo trabajar para esto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Vuelve aquí ... ugh ...'",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|\"Vamos cariño ... ¿no te acurrucarás por un momento?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn ... realmente no quiero moverme más ... pero realmente te quiero dentro de mí ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 50%",
            "theText": [
                "[ThePlayerName] intenta liberarse del cofre de [AttackerName] profundo y burbujeante piscina tratando de tirar de [TargetHisOrHer] Cuerpo más profundo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 50%",
            "theText": [
                "¡Pero parece que no puedes liberarte del abrazo amoroso de Bubble Slime!Dejándote hundiéndote aún más en su piscina efervescente y perfumada.",
                "Pero su lucha es en vano, ya que su limo continúa atrayendo más profundamente en el líquido viscoso, todo mientras te mira con sueño.",
                "Pero el limo de burbujas se mantiene con amor contra ti, socavando tus esfuerzos mientras frota sus lujosas curvas contra ti.",
                "Pero la sensación de que el limo de burbujas frota sus enormes senos contra ti te deja aturdido y desenfocado, casi olvidando por qué querrías tratar de escapar.",
                "Pero a medida que más y más de sus burbujas aparecen en el aire, los humos perfumados de manzana dejan sus músculos relajados, aflojándose en su abrazo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 50%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Vamos, no luches.No quiero esforzarme demasiado, cariño.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Prometo que esto va a ser muy relajante\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, apuesto a que las burbujas te están poniendo un poco mareado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Ahora, ahora, solo te quiero agradable y acogedor, cariño.'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 50%",
            "theText": [
                "¡Y logra salir del limo de [AttackerName]!",
                "¡Y te liberas completamente de la goo de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 50%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Realmente me estás haciendo trabajar para esto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Vuelve aquí ... ugh ...'",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|\"Vamos cariño ... ¿no te acurrucarás por un momento?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn ... realmente no quiero moverme más ... pero realmente te quiero dentro de mí ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed",
            "theText": [
                "[ThePlayerName] intenta liberarse de la piscina viscosa y burbujeante de [AttackerName] Cuerpo más profundo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed",
            "theText": [
                "¡Pero parece que no puedes liberarte del abrazo amoroso de Bubble Slime!Dejándote hundiéndote aún más en su piscina efervescente y perfumada.",
                "Pero su lucha es en vano, ya que su limo continúa atrayendo más profundamente en el líquido viscoso, todo mientras te mira con sueño.",
                "Pero el limo de burbujas se mantiene con amor contra ti, socavando tus esfuerzos mientras frota sus lujosas curvas contra ti.",
                "Pero la sensación de que el limo de burbujas frota sus enormes senos contra ti te deja aturdido y desenfocado, casi olvidando por qué querrías tratar de escapar.",
                "Pero a medida que más y más de sus burbujas aparecen en el aire, los humos perfumados de manzana dejan sus músculos relajados, aflojándose en su abrazo ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Vamos, no luches.No quiero esforzarme demasiado, cariño.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Prometo que esto va a ser muy relajante\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, apuesto a que las burbujas te están poniendo un poco mareado ...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Ahora, ahora, solo te quiero agradable y acogedor, cariño.'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed",
            "theText": [
                "¡Y logra salir del limo de [AttackerName]!",
                "¡Y te liberas completamente de la goo de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Realmente me estás haciendo trabajar para esto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Vuelve aquí ... ugh ...'",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|\"Vamos cariño ... ¿no te acurrucarás por un momento?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn ... realmente no quiero moverme más ... pero realmente te quiero dentro de mí ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta romper el beso gaseoso profundo con [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "¡Pero su estafa se adhiere con fuerza a [ThePlayerName], y él permanece encerrado en un beso profundo y viscoso!",
                "Pero cuando comienzas a alejarla, ella envuelve sus brazos pegajosos alrededor de la parte posterior de tu cabeza, profundizando el beso mientras mira con amor en tus ojos.",
                "Pero te encuentras espaciándose ante el sonido de las burbujas que aparecen en tu boca, y el afrodisíaco fechado se extiende lentamente a través de tu cuerpo, dejando que tus brazos se hinchen.",
                "Pero ella presiona tu espalda profundamente en su piscina viscosa, dejándote luchando para alejarla mientras te besa lánguidamente de pasión."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm, no luches, solo quiero comer un poco de tus jugos. ♥",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Cariño, no te dejo escapar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm ... Estas delicioso. ♥'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y logra empujar la boca pegajosa de [AttackerName]!",
                "¡Y libera tu boca de los labios pegajosos de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'MNN ... ¿Necesitas hacerme trabajar tanto para esto?",
                "|f|ChangeImageLayer|/|Expression|/|Curious|n|'¿No quieres más besos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No seas tímido, cariño, ♥ Vuelve aquí y ordeñaré todo. ♥"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "Booble",
            "move": "",
            "stance": "",
            "includes": [
                "Bubble Slime"
            ],
            "theScene": [
                "ClearMonsterEncounter",
                "JumpToEvent",
                "Bubble Slime Defeated"
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Base",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "1",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.13",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Bubble Slime/body_BubbleSlime.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Face",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Bubble Slime/face_BubbleSlime_Base.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Blush",
                    "File": "Monsters/Bubble Slime/face_BubbleSlime_Blush.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        },
        {
            "Name": "Expression",
            "StartOn": "1",
            "AlwaysOn": "1",
            "IsScene": "0",
            "TheBody": "0",
            "Overlay": "No",
            "setXalign": "0.0",
            "setYalign": "0.0",
            "Images": [
                {
                    "Name": "Base",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Base.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Curious",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Curious.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Frown",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Frown.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Happy",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Happy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Kiss",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Kiss.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Lazy",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Lazy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "LipLick",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_LipLick.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Orgasm",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Orgasm.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Pleasured",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Pleasured.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Seductive",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Seductive.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                },
                {
                    "Name": "Sleepy",
                    "File": "Monsters/Bubble Slime/expression_BubbleSlime_Sleepy.png",
                    "setXalign": "0.0",
                    "setYalign": "0.0"
                }
            ]
        }
    ]
}