{
    "name": "Minotaur",
    "IDname": "Minotaur",
    "species": "Beast",
    "gender": "female",
    "description": "Una mujer alta y musculosa con piel finamente bronceada y un estómago agradablemente tonificado.El pelo corto y salvaje de castaño oscuro adorna la parte superior de su cabeza mientras dos cuernos de toros curvos brotan desde los lados, justo por encima de sus orejas.\n\nSus orejas son largas y puntiagudas, terminando en mechones de pelusa y adornados con dos pequeños aretes negros de aro.Sus ojos son un gris oscuro llamativo, y su expresión es muy arrogante.\n\nSus senos son bastante grandes, al menos una taza DD, pero se ven bastante normales en su marco grande.Comenzando justo debajo de sus grandes caderas, está cubierta de piel de color marrón oscuro que termina con sus imponentes pezuñas.\n\nUna larga cola que termina en un mechón de cabello marrón claro y esponjoso que se balancea de su parte trasera tonificada.La pequeña cicatriz ocasional acentúa su cuerpo y su cara.Lleva un taponloth simple alrededor de su cintura que a menudo revela mucho más de lo que oculta, mientras que sus grandes tetas rebotan libremente.",
    "encyclopedia": "These tall muscular bovine women, while not always the brightest, are incredibly strong and will aggressively seek men to mate with whenever the mood strikes them. After roughly fucking a man senseless they can be quite affectionate, as they can be very unrelenting during the act and may accidentally injure their partner.\n\nMen and minotaurs planning to have a long term relationship are encouraged to invest in pelvic reinforcement for the man.\n\nContrary to popular belief, minotaurs hate mazes, as their terrible senses of direction lead to them getting hopelessly lost almost instantly. They will often attempt to run through them as fast as possible acting solely on instinct rather than puzzling through them, which only serves to increase their confusion as they eventually even lose track of the entrance they came in through in the first place. \n\nWARNING: Minotaurs DO NOT like being compared to cow girls/holstauri and will aggressively, and potentially painfully, try to show the offending individual the difference between a minotaur and a holstaurus. However, some research shows that approximately 25% of minotaurs are into acting like a holstaurus, but would never admit it in public.",
    "tags": "none",
    "generic": "True",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "skillList": [
        "Handjob",
        "Minotaur Charge",
        "Grind",
        "Bounce",
        "Wild Ride",
        "Minotaur Mating Pin",
        "Breast Smother",
        "Breast Smothering",
        "Breast Suffocation"
    ],
    "perks": [
        "Unbounded",
        "Unshackled",
        "Grappler",
        "Enduring Body"
    ],
    "stats": {
        "lvl": "10",
        "Exp": "75",
        "max_hp": "350",
        "max_ep": "60",
        "max_sp": "1",
        "Power": "20",
        "Technique": "7",
        "Intelligence": "5",
        "Allure": "12",
        "Willpower": "3",
        "Luck": "4"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "100",
        "Ass": "100",
        "Breasts": "150",
        "Mouth": "100",
        "Seduction": "50",
        "Magic": "100",
        "Pain": "25",
        "Holy": "100",
        "Unholy": "100"
    },
    "resistancesStatusEffects": {
        "Stun": "10",
        "Charm": "0",
        "Aphrodisiac": "0",
        "Restraints": "10",
        "Sleep": "10",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "25"
    },
    "moneyDropped": "250",
    "ItemDropList": [
        {
            "name": "Giant Shank of Meat",
            "dropChance": "60"
        },
        {
            "name": "Bull Rune",
            "dropChance": "25"
        },
        {
            "name": "Indomitable Rune",
            "dropChance": "15"
        },
        {
            "name": "Unbound Rune",
            "dropChance": "15"
        },
        {
            "name": "Power Belt",
            "dropChance": "5"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "Breast Smother",
            "move": "",
            "stance": "Breast Smother",
            "includes": [
                "Minotaur"
            ],
            "theScene": [
                "IfPlayerHasStance",
                "Sex",
                "Fucked senseless",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "You finally give in to the minotaur's overflowing cleavage, a cloudy haze of intoxicating lust settling over your tit-drunk mind. Nuzzling deeper into her bust you moan out in a melty daze, your cock twitching excitedly as you climax, spurting your seed all over the muscular woman's crotch in long ropes as proof of your surrender.",
                "But you're too cozy and warm between her pillowy breasts to care about the fact that you've lost, and her grip on your body is the only thing preventing you from slumping to the ground in exhaustion.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Confused",
                "Speaks",
                "Oh... W-Wow...",
                "The shock in the minotaur's voice causes you to blearily look up at her face from between her huge, bountiful bosom. Her eyes are wide with surprise, and it sounds like she's speaking more to herself than to you.",
                "Speaks",
                "I didn't even put it in yet...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "A blush slowly spreads across her shocked face, while her lips slowly curl into a cocky smile.",
                "Speaks",
                "Heh, you must really love tits. I never expected someone to get off from {i}just{/i} being smothered in cleavage before.♥",
                "She taunts you while gently placing one hand on the back of your head, pulling you away from her warm, comforting bust just long enough so you can take a single, shivering, inadequate breath of erotically scented air while she gazes into your eyes amorously.",
                "Speaks",
                "Really, it’s kind of hot.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Without waiting for your reply, she shoves your hapless face back into the deep valley of her luscious cleavage once more, flooding your senses with her wild feminine fragrance, and your aching dick throbs in response to her smothering embrace, leaving your head spinning in whimpering bliss.",
                "Speaks",
                "{i}So!{/i} Since you like 'em so much, I’ll smother you until we’re {i}both{/i} satisfied!",
                "The minotaur crosses her arms behind the back of your head while squeezing her huge tits tighter together in a jiggly vice, preventing any chance of escape from her marshmallowy prison in your weakened state.",
                "Not that you even {i}want{/i} to get away at this point. With your face now completely buried between her big, warm breasts, all you can do is sigh in floaty ecstasy from being immersed in their overflowing softness.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hmmm-♥ You like that, huh? Hehe, well go on, show me how thankful you are for getting smothered in my cleavage.♥",
                "Completely infatuated by her soft breasts, you obey without thinking, nuzzling your face into her deep mind-addling valley while she rolls her pillowy chest back and forth around your imprisoned head, occasionally shaking her jiggly bust to toy with you and rattle your mind.",
                "You let out blissful whimpers of joy at the intoxicating sensation of her bust enveloping and massaging most of your head, rubbing against her soft skin eagerly like a tit-drunk addict even as you’re left increasingly short of breath and her thick pheromones fill your senses. You just can't get enough of her incredible softness!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "The minotaur shakes and squeezes her tits around your intoxicated face in order to give you a thorough, mind-blanking massage. You respond by worshiping and nuzzling them while you grow euphorically light-headed, buried in her pillowy cleavage.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Confused",
                "When you plant a long, intimate kiss on one of her soft breasts while looking up at her with dazed, horny eyes, you draw a surprised, pleasured yelp from the minotaur, and you feel her heart race while you nuzzle her cleavage.",
                "Speaks",
                "{i}Eep!{/i} W-Wait, did you just...?",
                "The muscular woman's unfinished question is answered as you begin peppering her overwhelming tits with more affectionate kisses and licks, passionately treating her bust like a passionate lover, drawing out gasps and moans from the bovine lady.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Haha,♥ didn’t think I’d enjoy this so much... Though it looks like you’re loving it even more.♥",
                "The tone of her voice now feels more flattered than taunting as she firmly squeezes her heavy bust to punctuate her words, leaving you happily moaning into her intoxicating breasts. The thought of pleasing the minotaur makes your floaty, oxygen-deprived mind blissfully happy, and you redouble your efforts in worshiping her heavenly cleavage.",
                "But despite your eager affections, you start to slowly black out from your lightheaded, breast smothered state, your vision growing blurrier while your dick powerfully throbs on its own from the strange rushing, fading sensation.",
                "Your body is nearly at its limit, yet all you can bring yourself to do is rub your helpless body against the muscular beauty even as your breathlessness leaves warm shivers of pleasure running across your skin with every nuzzling caress of her pillowy tits.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "I can feel your dick leaking all over my thighs, hehe.♥ Go on. Show me how much you love being smothered by my tits.♥",
                "Her teasing words cause you to shudder with bliss, only amplified as she gives her pillowy cleavage a tempting, wobbly shake before locking her arms around your head to tighten her breasts like a mind-bending vice, and your entire body tenses in white hot ecstasy as you once again eagerly surrender to her plump tits.",
                "PlayerOrgasm",
                "1",
                "Your cock wildly spasms and twitches in electrifying delight, spurting your seed in long ropes as it makes another thick mess on the minotaur's powerful thighs and groin, your brain completely blank and empty in the haze of breathless climax, letting you fully lose yourself in the floaty, pleasure-struck moment.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayerOrgasm",
                "1",
                "She laughs sweetly as you cum over and over in a helpless pleasure loop while she rolls her heavy tits across your drunken face with her hands, your cock happily spasming as it coats her in a thick mess. The pillowy prison of her boobs are all you can focus on in your breathless, empty-headed state as consciousness begins to slip away from you even faster.",
                "She finally frees your face from her valley for a shuddering moment while she slowly sits down and lies back, giving you a few lungfuls of thick, feminine-scented air between her breasts while bringing you down with her to lay atop her.",
                "You happily murmur as your head is firmly trapped between her bountiful breasts once more, drunkenly rubbing your face into her cleavage, and she slowly and soothingly strokes the back of your head as your climax finally ebbs away.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThereThere",
                "Speaks",
                "Hahaaa...♥ you're so cute...♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "The victorious minotaur lifts your head just enough so that she can lean down to plant a kiss on your forehead, sending another shiver through your pleasure-drunk mind, leaving you smiling as she lets you go back to drowning yourself in her bust, drifting away...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mmm...♥ Come find me if you want to do this again sometime.♥",
                "Those are the last words you barely hear before you finally pass out, dreaming of nothing but boobs to lose yourself in.",
                "ChangeSensitivity",
                "Seduction",
                "3",
                "ChangeFetish",
                "Breasts",
                "5"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Fucked senseless",
            "move": "",
            "stance": "",
            "includes": [
                "Minotaur"
            ],
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "The minotaur looks down at your gasping and exhausted form with a bit of disappointment.",
                "Speaks",
                "Ugh... I still haven't cum yet...",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "SexCG",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "A lewd grin crosses her face as she straddles your waist and leans in close to whisper into your ear.",
                "Speaks",
                "But don't worry, that's about to change right now.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayMotionEffect",
                "BounceOnce",
                "She grins as she takes your still rigid shaft into her tight pussy and starts to ride it as hard as she can.",
                "You gasp and cry out in pleasure as she relentlessly fucks your twitching form.",
                "PlayerSpeaks",
                "H-Hold on! Slow down a bit!",
                "PlayMotionEffect",
                "BounceOnce",
                "If anything, your words only goad her into fucking you harder and faster, making you gasp as your hips go pleasantly numb.",
                "Speaks",
                "If I Mmm,♥ slow down I won't, Ahhh...♥ cum!",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "As you open your mouth to respond, she buries your face between her ample breasts.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Don't complain! Mnnn!♥ If you won, you wouldn't be in this situation!",
                "Speaks",
                "So now you're mine until I'm satisfied!",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "She continues to roughly fuck your shaft while drowning you in her soft cleavage.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Semen",
                "1",
                "Semen",
                "Unable to take the relentless sex, you moan into her breasts as you cum inside her tight pussy, but even as you ejaculate, she keeps riding your shaft as hard as she can.",
                "Speaks",
                "MNNN♥, don't you dare go soft on me now!♥",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "The combination of overstimulation and lack of air is making your mind go numb with pleasure. Every slam of her hips sends waves of ecstasy through your trembling and aching body.",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "Your hips buck on their own as your aching balls force out another orgasm, filling the minotaur with a thick torrent of cum.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Come on!♥ Come on!♥ You can do it! Make me cum, damn it!♥",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "She tightly hugs you, pushing your face deeper into her soft breasts as she rides your aching manhood.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "PlayMotionEffect",
                "BounceOnce",
                "Your dick can't take much more of this treatment, but she keeps slamming her hips into yours with loud, wet smacks.",
                "Speaks",
                "I'm almost there!♥ J-Just hold out Mnnn,♥ a bit more!♥ Please!",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "Your entire body is aching, and your vision is starting to swim from the lack of oxygen as black spots appear in the corners of your eyes.",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "You let out a muffled groan into her suffocating cleavage as you feel a final orgasm approaching.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayerOrgasm",
                "1",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Semen",
                "1",
                "SemenHeavy",
                "With one final slam of her hips, the minotaur cries out in orgasmic pleasure and you unload one final load into her as your own body trembles and spasms in ecstasy.",
                "Speaks",
                "YESSSS!♥",
                "PlayVisualEffect",
                "BlindingFlash",
                "Monsters/Minotaur/CG/Mino_CG_BoobZoom.png",
                "She hugs you tightly as she cums, both of you trembling in pleasure, and you can feel yourself blacking out from the combined effects of lack of oxygen and far too much sex.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "As the minotaur is gasping in delight, she looks down at you for a moment before pulling your face away from her chest, leaving you gasping for air.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ThereThere",
                "Speaks",
                "Ah, heh, sorry.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "Minotaur",
                "She rolls onto her back and places your exhausted body on top of hers, resting the back of your head on her chest.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Gently, she holds you close as you both bask in the afterglow of your orgasms, but you are barely coherent after the rough lovemaking.",
                "Speaks",
                "Good job!♥ I was worried you were going to pass out before I came.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "She rests her head on a nearby rock before letting out a contented sigh.",
                "Speaks",
                "But maybe you should get a bit better so this doesn't happen again, huh? Unless you feel like getting fucked senseless again.♥",
                "PlayBlackOut",
                "You give her a weak nod before the world fades to black and you pass out, resting your head on her soft chest...",
                "ChangeSensitivity",
                "Sex",
                "3",
                "ChangeSensitivity",
                "Pain",
                "3"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "HitWith",
            "move": "Spank",
            "theText": [
                "|f|ChangeImageLayer|/|Frown|/|Smug|n|Ella te sonríe, y estás bastante seguro de que lo único que dueles fue tu mano.",
                "|f|ChangeImageLayer|/|Frown|/|Base|n|'Ja, puedo tomar lo que tengas'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Whip",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Oh, crees que puedes domarme o algo así?'",
                "|f|ChangeImageLayer|/|Frown|/|Base|n|'¿Estás tratando de molestarme?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Me han golpeado mucho peor'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'¡¿Qué látigo no duele?Se sintió ... ¿bien?! '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahhhhh!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmh!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Te voy a follar sin sentido por eso!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Muy bien, eso es {i} realmente {/i} molesto!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Uhhh ... ¿qué crees que estás haciendo?'",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Hmmm, tal vez debería sofocarte con mis tetas y darle palmaditas en la cabeza, {i} mientras {/i} te jodo sin sentido?¿Es eso a lo que estás haciendo?"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Bondage Net",
                "Magical Binding"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Esto no me abrazará por mucho tiempo!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'D-Damn, una vez que estoy libre, ¡realmente te voy a follar sin sentido!"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pin",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡No me abrazarás por mucho tiempo!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'D-Damn, una vez que estoy libre, ¡realmente te voy a follar sin sentido!"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmm ... Muy bien, suficiente juego previo.¡Comencemos, ya!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmnnn ... ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Simplemente no es lo mismo ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Si no tienes cuidado, voy a romper eso\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mmm! ♥ D-Damn Magic!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡La única forma de hacer que dejes de lanzar magia es si te jodo' hasta que no puedas pensar! '",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡Excelente!¡Ahora quiero follar aún más!"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|¡EEEK!¿Estás tratando de molestarme?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|\"¡La única forma de hacer que dejes de lanzar magia es si te jodo hasta que no puedas pensar!\"",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'D-Dumb Magic'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Quiero decir, no me importa, pero estoy a punto de montarte en el suelo\".",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mnnn...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Prefiero que juegues con mis senos ... ah, bueno,' '.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Tus manos son bastante hábiles ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Breast Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|Ella jadea y gime mientras juegas con sus senos.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hahhh...♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Me pregunto si podría correrme de esto ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm ... ♥ esto es ... agradable ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|Ella jadea y gime mientras masajea hábilmente sus senos.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hahhh ... ♥ mmmm ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'T-No hay forma de que esto se sienta {i} esto {/i} bueno ...'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Ahhh ... ♥ Khh, si no te follo sin sentido pronto ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Wh- H-Hey!C-corte que ouuuuuttt ... ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡No soy una vaca para que te ordeñes!'Su enojo salta mientras gime en voz alta.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|¡No me gustan esas pansías P de Holstaurus!",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Ella jadea y presiona firmemente su pecho en su cara.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahhhh ... ♥ mi mente ... va entumecido ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Maybe debería obtener una poción para poder lactarse ... ♥ GHK!¡D-Damn, ahora me estás haciendo pensar en una mierda rara!"
            ]
        },
        {
            "lineTrigger": "HitWithPre",
            "move": "Breast Nuzzle",
            "theText": [
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Breast Nuzzle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm ... ♥ esto es ... agradable ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡H-Hey, ¡corta eso!Me estás haciendo sentir raro ... '",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Eso es todo, quédate allí ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|El Minotauro aprieta la cara entre sus senos mientras se morde el labio."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pinch Nipples",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡H-hey, míralo!¡Esos son sensibles!",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Eek, ♥ ¿No puedes hacer eso un poco más gentilmente?'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'GHK ... ¡Atando, no pellizques!'"
            ]
        },
        {
            "lineTrigger": "HitWithPre",
            "move": "Penetrate",
            "theText": [
                "|f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexCG|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Oh?¿Crees que estás a la altura del desafío?",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Crees que puedes manejarme, eh?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Je, alguien está ansioso por ser jodido sin sentido."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Oh?¿Crees que estás a la altura del desafío?",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Crees que puedes manejarme, eh?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Je, alguien está ansioso por ser jodido sin sentido."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Vamos!¿Es todo eso?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Si vas a empujar, hazlo más duro!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Ahhh, más!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hahhh...♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Joder! ♥ ¡Sí! ♥ ¡Eso es todo! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Vamos! ♥ ¡Hazme correrme!'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'More!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡No te detengas! ♥",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.E ¡!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmph ♥, je, tal vez tú {i} puede {/i} mantener el ritmo conmigo! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡Vamos!¿Es todo eso?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Si vas a empujar, hazlo más duro!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Se ve bastante impresionada en sus intentos de intimidad sexual."
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Vamos!¿Es todo eso?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Si vas a empujar, hazlo más duro!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Ahhh, más!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hahhh...♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Multi Thrust",
                "Empowered Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Joder! ♥ ¡Sí! ♥ ¡Eso es todo! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Vamos! ♥ ¡Hazme correrme!'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'More!♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡No te detengas! ♥",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.E ¡!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmph ♥, je, tal vez tú {i} puede {/i} mantener el ritmo conmigo! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Vamos!¿Es todo eso?",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Si vas a empujar, hazlo más duro!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Se ve bastante impresionada en sus intentos de intimidad sexual."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Lewd Bottle",
                "Cloying Mist",
                "Placebo Pheromone",
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'¡Yo-yo realmente no necesitaba estar más excitado!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ohhh ... ♥ ¡¡¡¡¡¡¡¡♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Será mejor que estés listo para satisfacerme!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'¡El infierno?'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Ghh ... ¡todavía te voy a montar sin sentido!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¿Qué tipo de truco barato es este ...?'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Muy bien, intentaré reducir la velocidad ...'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Intentaré ser más suave ...'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|\"Je, sabes, eres bastante lindo\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Sleep",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¿Qué tipo de truco barato es este ...?'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|¿Qué?¿No puedes llevarme en una pelea justa?Ella bosteza en voz alta."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡Menos previsto, más jodido!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'... Te voy a sofocar con mis tetas ahora.O montarte sin sentido.",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Entiendo que estás tratando de ser dulce, pero realmente solo quiero follar.Ahora.'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Make Out"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'MMph?!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmmm, joder como este podría ser bueno ...'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Hahh-'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Bésame más duro ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Se está volviendo difícil pensar bien ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Atando mis pechos mientras besamos ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ya estoy ocupado ... Vamos ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡Menos hablando, más jodido!'",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|\"Si sigues hablando, te voy a sofocar con mis tetas\".",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|Deja de hablar y fóllame ya."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Ear Tease",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Esto es ... extraño'.",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Realmente no lo entiendo ...'"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Distract",
                "Teleport"
            ],
            "theText": [
                "|f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Minotaur|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Handjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Hmph, supongo que tu polla lo hará\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|No te preocupes, no te romperé la polla.Probablemente.'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Vamos a prepararte para el viaje de tu vida\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Vamos a darle un calentamiento a tu polla\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Bueno, tu polla parece bastante resistente ...'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Entonces, ¿cuánto tiempo crees que puedes ir?'",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|'Hmm, ¿es esto suficiente juego previo?'"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Grind",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Apenas me muevo y ya puedo sentir que tu polla palpita. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Probablemente no debería tomarlo {i} también {/i} fácil para ti'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ja ja, ♥ ¡Necesitaba esto!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"No tienes que molestarte en mover tus caderas, ¡solo intenta soportarlo!\""
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Bounce",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ahhh. ♥ ¡No podrás caminar por una semana después de esto! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Estamos comenzando!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmmm, ♥ ¡tu polla no está tan mal! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Je, ¿tus caderas se entumecen de esto?"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Wild Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Es mejor que tu polla no se rompa!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'No voy a parar' hasta que esté satisfecho! '",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Ey!¡Trate de no desmayarse!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmm! ♥ Este es el mejor!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Tu polla está haciendo un buen entrenamiento ahora!"
            ]
        },
        {
            "lineTrigger": "usesMoveA",
            "move": "Grind",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Apenas me muevo y ya puedo sentir que tu polla palpita. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Probablemente no debería tomarlo {i} también {/i} fácil para ti'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ja ja, ♥ ¡Necesitaba esto!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"No tienes que molestarte en mover tus caderas, ¡solo intenta soportarlo!\""
            ]
        },
        {
            "lineTrigger": "usesMoveA",
            "move": "Bounce",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Ahhh. ♥ ¡No podrás caminar por una semana después de esto! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Estamos comenzando!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmmm, ♥ ¡tu polla no está tan mal! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Je, ¿tus caderas se entumecen de esto?"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Wild Ride",
                "Bounce"
            ],
            "theText": [
                "|f|PlayMotionEffect|/|BounceOnce|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Grind"
            ],
            "theText": [
                "|f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "usesMoveA",
            "move": "Wild Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Es mejor que tu polla no se rompa!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'No voy a parar' hasta que esté satisfecho! '",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Ey!¡Trate de no desmayarse!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmm! ♥ Este es el mejor!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Tu polla está haciendo un buen entrenamiento ahora!"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Minotaur Mating Pin",
                "Minotaur Charge"
            ],
            "theText": [
                "|f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|ImageSetDontCarryOver|/|SexCG|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Minotaur Mating Pin",
                "Minotaur Charge"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Aquí vamos!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Comencemos!",
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|'¡Ponte cómodo!'"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": "Breast Smother",
            "theText": [
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Breast Smother",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Quieres un vistazo más de cerca a mis senos?",
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|¡Vamos a que te sientas cómodo!",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¡Trate de no desmayarse entre mis tetas! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Ni siquiera pienses en tratar de escapar!"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": "Breast Smothering",
            "theText": [
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Breast Smothering",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|Jeje, te ves bastante lindo así.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡No te preocupes, te voy a follar sin sentido! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Siéntete libre de aferrarme a mí, es posible que necesite. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Mmmm...♥'"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": "Breast Suffocation",
            "theText": [
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": "Breast Suffocation",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Disfrutando de ser ahogado por mis pechos? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Oye, tu cuerpo se está follando. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'¿Realmente pensaste que podrías luchar?'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Disfrutando de ti mismo ♥'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Mmmmmmmm ... ♥ ah?A-¿¿En realidad me vas a hacer correrme?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Ahhhh?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n||f|ChangeImageLayer|/|Base|/|Blush|n|'Mmmmmmhhhhh! ♥ c-crap, es difícil pensar bien ...",
                "|f|ChangeImageLayer|/|Expression|/|Base|n||f|ChangeImageLayer|/|Base|/|Blush|n|'JAHHHH ♥ GHH ... ♥ ¡Te voy a mostrar quién está realmente a cargo aquí!"
            ]
        },
        {
            "lineTrigger": "PlayerLowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Hm?¿Vas a correr?Date prisa entonces, deberías durar más en la siguiente ronda.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Ja, ese fue un lindo gemido que dejaste salir! ♪'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Incluso si te corres, no voy a parar!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¿Me pregunto para cuántas rondas eres buena ...?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Oye, no te corras todavía!¡Esto está empezando a ser bueno! ♥ '"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n||f|ChangeImageLayer|/|Semen|/|Semen|n||f|PlayVisualEffect|/|DoublePulse|/|white.png|n|The minotaur relentlessly rides your manhood, and a pleasurable numbness spreads outwards from your groin. You gasp and moan, unable to focus enough to fight back for the moment, and the pleasure in your cock peaks as she slams her hips down definitively, sending cascades of ecstasy through you as you fill her with semen.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n||f|ChangeImageLayer|/|Semen|/|Semen|n||f|PlayVisualEffect|/|DoublePulse|/|white.png|n|You grit your teeth and try to endure the pleasure of the minotaur bouncing on your shaft, but as soon as she speeds up, frantically fucking your manhood, you lose your focus. Moaning in pleasure, you cum inside her tight pussy while she continues to ride your shaft for the duration of your orgasm, making you twitch and spasm with overstimulation.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n||f|ChangeImageLayer|/|Semen|/|Semen|n||f|PlayVisualEffect|/|DoublePulse|/|white.png|n|As the minotaur rides your shaft, she tightly squeezes your face between her heavy breasts. Every bounce of her hips makes her soft chest jiggle around your head, filling your mind with tingling pleasure. As you get short of breath gasping and moaning, she starts fucking your shaft harder and faster until your entire being is electrified with pleasure, forcing you to cum inside her tight pussy.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n||f|ChangeImageLayer|/|Semen|/|Semen|n||f|PlayVisualEffect|/|DoublePulse|/|white.png|n|You feel yourself rapidly approaching orgasm as the minotaur wildly rides your shaft, but right before you climax she slows down, letting you catch your breath. She gently intertwines her hands with yours while slowly grinding her hips against yours, gradually bringing you back to the brink of orgasm before roughly slamming her hips into yours, making you spurt your load into her."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|El Minotauro monta implacablemente su virilidad, y un entumecimiento placentero se extiende hacia afuera desde su ingle.Jadeas y gemes, incapaz de concentrarte lo suficiente como para luchar por el momento, y el placer en tu polla alcanza su punto máximo mientras ella golpea sus caderas definitivamente, enviando cascadas de éxtasis a través de ti mientras la llena de semen.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Te aprietan los dientes y tratas de soportar el placer de que el Minotauro rebote en tu eje, pero tan pronto como se acelera, follando frenéticamente tu virilidad, pierdes tu enfoque.Gimiendo de placer, te corres dentro de su culo apretado mientras ella continúa montando tu eje durante la duración de tu orgasmo, haciéndote tirar y espasmo con sobreestimulación.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Mientras el Minotauro monta tu eje, ella aprieta firmemente tu cara entre sus senos pesados.Cada rebote de sus caderas hace que su cofre suave se mueva alrededor de su cabeza, llenando su mente con hormigueo.A medida que te corta el aliento jadeando y gimiendo, ella comienza a follar tu eje más duro y más rápido hasta que todo tu ser está electrificado con placer, lo que te obliga a correrte dentro de su culo apretado.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Te sientes que se acerca rápidamente al orgasma mientras el Minotauro monta salvajemente tu eje, pero justo antes de clima, ella ralentiza, dejándole recuperar el aliento.Ella se entrelaza suavemente sus manos con las tuyas mientras se mueve lentamente sus caderas contra las tuyas, llevándote de regreso al borde del orgasmo antes de golpear las caderas en las tuyas, haciendo que te establezca tu carga en ella."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Breast Smother",
            "theText": [
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n||f|ChangeImageLayer|/|Expression|/|Happy|n|With your face buried between the minotaur's soft cleavage, you find yourself short of breath, causing every stroke she makes on your rigid manhood to feel more intense than the last. Unable to take the pleasure anymore, you moan into her breasts as you spurt out your load onto the ground.",
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n||f|ChangeImageLayer|/|Expression|/|Happy|n|Already so close to the minotaur from having your face between her bountiful breasts, she easily pulls you closer before she starts to grind her wet pussy and toned thighs against your manhood. Already teetering on the brink of orgasm, it doesn't take long for your shaft to erupt into blissful ecstasy.",
                "|f|PlayVisualEffect|/|BlindingFlash|/|Monsters/Minotaur/CG/Mino_CG_BoobZoom.png|n||f|ChangeImageLayer|/|Expression|/|Happy|n|The minotaur tightly squeezes your head between her warm chest, and you do your best to gasp for air, but as she pushes your face even deeper between her soft breasts, the only thing you can breath in is the strong feminine scent of her bosom. She gives your head one last tight squeeze between her full tits and your vision swims with colors as your cock throbs and twitches its way to orgasm."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|El Minotauro acaricia aproximadamente tu eje, y con un último tirón poderoso no puedes tomar más y correrse por toda su mano.Es mejor que no estés cansado de eso \".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Jadeas y gemes mientras el Minotauro ordeña tu polla con una mano firme, el placer orgásmico abrumadora tu ingle mientras te eyaculas.El Minotauro te da una sonrisa engreída y sigue acariciando tu eje mientras te corres, haciéndote brotar algunas cargas adicionales en su mano."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Yeesssss! ♥♥♥ ahhh ... ♥ jajhhh ... ♥ y-yo realmente me satisfizo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Aaaaahhhhhhh! ♥♥♥ mmmmmmm ... ♥ y-yo estás mucho mejor en esto de lo que miras. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'MMMMMMMMMMHHHH ♥♥♥ Hahhhh ... ♥ Hahhhh ... ♥ Yo-quiero ir de nuevo ... ♥ Pero estoy tan cansado ahora ...",
                "|f|ChangeImageLayer|/|Expression|/|Orgasm|n|'Eeeeeee! ♥♥♥ ahhh, ♥ jajhh ... ♥ y-yo realmente se hizo cargo de eso. ♥'"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Espero que tu polla esté lista para esto! ♥",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¡Movimiento inteligente!Intentaré ser gentil.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Eh, te estás rindiendo?Jeje, tal vez deberías haber corrido por el bien de tu pelvis \".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|Sabes que no te voy a dejar ir hasta que esté satisfecho, ¿verdad?¡Bueno, haz tu mejor esfuerzo para soportar esto!"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del coño apretado de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "¡Pero ella golpea brutalmente sus caderas en las tuyas, brevemente golpeando la resistencia de ti!",
                "¡Pero tu cuerpo no puede hacer nada más que tirar de deleite mientras [AttackerName] monta tu dolor de eje!",
                "Pero [AttackerName] te atrapa aproximadamente al suelo y comienza a sofocarte con sus enormes tetas, obligándolo a tratar de hacer aire para liberar tu eje.",
                "Pero te parece demasiado entumecido con dolor de placer y agotamiento de [AttackerName] que conduce su longitud salvajemente para tratar de que se detenga."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|\"Sigue tratando de resistirte si quieres, tu polla va a estar dolorida de cualquier manera\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Buen intento, ¡pero no vas a ir a ninguna parte!'",
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|'No estés tan asustado, me detendré antes de romper tu pene'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Deja de luchar y fóllame!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "|f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|ImageSetDontCarryOver|/|Minotaur|n|¡Y te liberas de la dura creación de amor de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡H-hey, vuelve aquí!¡No me he salido todavía!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Supongo que necesitaré follarte más la próxima vez.",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡¿Necesito ponerme duro contigo?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Tal vez debería sofocarte sin sentido con mis tetas primero ...'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse del culo apretado de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "¡Pero ella golpea brutalmente sus caderas en las tuyas, brevemente golpeando la resistencia de ti!",
                "¡Pero tu cuerpo no puede hacer nada más que tirar de deleite mientras [AttackerName] monta tu dolor de eje!",
                "Pero [AttackerName] te atrapa aproximadamente al suelo y comienza a sofocarte con sus enormes tetas, obligándolo a tratar de hacer aire para liberar tu eje.",
                "Pero te parece demasiado entumecido con dolor de placer y agotamiento de [AttackerName] que conduce su longitud salvajemente para tratar de que se detenga."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Sigue tratando de resistirte si quieres, tu polla va a estar dolorida de cualquier manera\".",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Buen intento, ¡pero no vas a ir a ninguna parte!'",
                "|f|ChangeImageLayer|/|Expression|/|Caring|n|'No estés tan asustado, me detendré antes de romper tu pene'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¡Deja de luchar y fóllame!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "¡Y logra sacar su polla de su fina trasera!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡H-hey, vuelve aquí!¡No me he salido todavía!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Supongo que necesitaré follarte más la próxima vez.",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡¿Necesito ponerme duro contigo?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Tal vez debería sofocarte sin sentido con mis tetas primero ...'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Breast Smother",
            "theText": [
                "[ThePlayerName] intenta tirar de la cara [TargetHisOrHer] libre de los pechos pesados ​​de [AttackerName] ...",
                "[ThePlayerName] intenta alejar de la escisión suave de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Breast Smother",
            "theText": [
                "¡Pero ella sostiene firmemente la parte posterior de la cabeza con sus brazos fuertes y tira de la cara hacia atrás entre sus grandes tetas!",
                "Agarrando el gran cofre de [AttackerName] para alejarse, tus manos simplemente se hunden en su suave carne y hacen que sus tetas se muevan alrededor de tu cabeza.",
                "Pero sus brazos fuertes están bien envueltos alrededor de la parte posterior de su cabeza, manteniendo su rostro enterrado entre su seno masivo.",
                "Pero cuando comienzas a alejarte, [AttackerName] aprieta sus suaves tetas alrededor de tu cabeza, manteniendo tu cara atrapada en su suave escote y dejándote aliento."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Breast Smother",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Buen intento, pero no vas a ir a ninguna parte'.",
                "|f|ChangeImageLayer|/|Expression|/|Smug|n|'Aww, ¿estás tratando de defenderse?Es un poco adorable.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'¿Poniendo difícil para respirar?Hazme correr y serás libre de obtener un poco de aire fresco.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'No podrás sacar el olor de mis tetas de tu cabeza durante semanas. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Confused|n|\"H-hey, deja de luchar tanto, mis senos son un poco sensibles\"."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Breast Smother",
            "theText": [
                "¡Y logras liberar tu cara del estante suave de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Breast Smother",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Supongo que tendré que follarte sin sentido entonces.",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|\"¡Dios, deberías haber estado agradecido por eso\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Hmm, tal vez no debería haberte dejado respirar después de todo.",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'¡Vuelve aquí!'"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta alejarse de los labios de [AttackerName] ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "¡Pero mantiene sus brazos envueltos alrededor de la parte posterior del cuello de [ThePlayerName], manteniendo [TargetHimOrHer] en una sesión de destacados!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmm, empezaste esto'.",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Tonto romántico tonto ...'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Besar y follar al mismo tiempo podría ser divertido ...'"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y logra liberarse de la boca de [AttackerName]!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Supongo que puedo empujar tu cara entre mis tetas ahora\".",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|\"Eh, eso era aburrido de todos modos\".",
                "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Huh?!'",
                ""
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "Minotaur",
            "Set": [
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.175",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Minotaur/body_minotaur__nude.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Minotaur/body_minotaur__nudeBlush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Threat",
                            "File": "Monsters/Minotaur/body_minotaur__nudeThreat.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "BodyExtra",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Top",
                            "File": "Monsters/Minotaur/clothing_minotaur__top.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Minotaur/expression_minotaur__base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Caring",
                            "File": "Monsters/Minotaur/expression_minotaur__caring.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ThereThere",
                            "File": "Monsters/Minotaur/expression_minotaur__therethere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Confused",
                            "File": "Monsters/Minotaur/expression_minotaur__confused.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Frown",
                            "File": "Monsters/Minotaur/expression_minotaur__frown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Minotaur/expression_minotaur__happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Minotaur/expression_minotaur__pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Minotaur/expression_minotaur__orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Sad",
                            "File": "Monsters/Minotaur/expression_minotaur__sad.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Minotaur/expression_minotaur__smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "SexCG",
            "Set": [
                {
                    "Name": "Base",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Guy",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Guy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "GuySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Guy_Silhouette.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Blush",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Semen",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Semen",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Semen.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "SemenHeavy",
                            "File": "Monsters/Minotaur/CG/Mino_CG_SemenHeavy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Caring",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Caring.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Frown",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Frown.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Happy",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Happy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "ThereThere",
                            "File": "Monsters/Minotaur/CG/Mino_CG_Expression_ThereThere.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        }
    ]
}