{
    "name": "Dark Queen Slime Perpetua",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "Your Grimoire shows a black page glowing with chillingly familiar, threatening demonic energy, like a lingering cherry-scented nightmare... It looks like you might encounter something familiar within the depths of this place... 'Dark Queen Slime Perpetua.'",
    "requires": [
        "Slime Badge"
    ],
    "Speakers": [
        {
            "name": "Dark Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Rematch",
            "theScene": [
                "A medida que la realidad soñadora de Lucidia se gira y se agita a tu alrededor, te encuentras una vez más dentro de los pasillos del labral labral ... o tal vez nunca te fuiste.Ahora, en las profundidades de este lugar, mucho, {i} mucho {/i} más profundo que las pruebas de Hellhounds, estás rodeado por una oscuridad miasmica casi asfixia que parece estar rezumando de las paredes ... adelante, en elDistancia, una luz señala su salida.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "PlayVisualEffect",
                "ScreenFlash",
                "Void.png",
                "PlayMotionEffect",
                "Explosion",
                "ChangeBG",
                "combat.png",
                "Pero antes de que puedas seguir adelante, la energía demoníaca circundante se eleva y aumenta a tu alrededor con un choque, el aire que se tambalea y goteaba con el deseo venenoso, mientras que la realidad misma parece deshilacha en las costuras.Fasándose en la existencia como ella siempre ha estado allí, te encuentras cara a cara con la reaparición de pesadilla del trío de villanas deliciosas: {b} perpetua oscura {/b}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Fijarte con una sonrisa pervertida, premonitoria y de aspecto malvado, las tres mujeres de limo te miran arriba y abajo con una expresión voraz, una sensación de lujuria desenfrenada que llena el área como hambre tangible, enviando un escalofrío de aprehensión y excitación por la columna vertebral¡El trío habla al unísono misterioso!",
                "Speaks",
                "Ahí están, nuestro {i} Darling {/i} némesis.¡No tendrás tanta suerte esta vez! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "¡Ohohohoho!¡Prepárese para ahogarse en mi perfección! ♥",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Dark Perpetua",
                "StartCombat",
                "ChangeBG",
                "dungeon.png",
                "IfChoice",
                "1",
                "DefeatedDarkPerpoRematch",
                "EndRepeat",
                "SetChoice",
                "1",
                "DefeatedDarkPerpoRematch",
                "GetEventAndChangeProgress",
                "Labyrinth Depths",
                "1",
                "A medida que la coalescencia de pesadilla desaparece en la derrota climática, una corona real de algún tipo de ruido en el suelo, viviendo con poderes ominosos ...",
                "GiveItem",
                "1",
                "Calamity Crown",
                "Tentativamente, tomas el tesoro y apresuradamente te diriges al final de tus pruebas laberínticas antes de que aparezcan otros peligros ..."
            ]
        },
        {
            "NameOfScene": "EndRepeat",
            "theScene": [
                "A medida que la fusión de pesadilla se desvanece en la derrota climática, una vez más te encuentras solo en los oscuros pasillos del laberinto, dejando escapar un aliento que no te das cuenta de que estabas sosteniendo mientras la sensación de oscuridad se eleva.Recogiéndose, presione hacia adelante, llegando a la luz al final de sus ensayos laberínticos sin más incidentes."
            ]
        }
    ]
}