{
    "name": "Nightmare Excursion",
    "CardType": "Quest",
    "CardLimit": "0",
    "Description": "I have pinpointed an area of the Labyrinth where a strange confluence of demonic energy is occurring, but it is too deep within its winding pathways for me to venture to safely. With you being human, however, you should be at much less of a risk.\n\nI suspect the confluence is caused by an object of some sort, though I shan't conjecture as to its exact nature. Should you be able to get ahold of this item, it shall both help with my research and, if I am not mistaken, allow your Grimoire to mimic the empowering effects of the Labyrinth onto any location you visit, should you wish to challenge yourself.\n\nI hope this excites your attention, and hope for your collaboration in this matter.♥\n- Ushris, Caretaker of the Labyrinth, Barghest Witch of the Umbral Coven",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ushris",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Después de aventurarse más allá de la miríada de encuentros, y caminar por los retorcidos pasillos oscurecidos del laberinto más y más hacia la oscuridad sofocante, ahora está bastante seguro de que ha llegado a su destino, su área actual rezuma una sensación casi tangible de presión sincera queDebe tener que ver con la 'Confluencia' que mencionó Ushris '.",
                "Respirando hondo para estabilizarse y reunir su coraje aventurero, continúa hacia adelante y la tensión llena su pecho mientras se dirige hacia una luz púrpura ligeramente brillante, las paredes negras a su alrededor se sienten cada vez más retorcidas cuanto más se acerca a la fuentede Eldritch Radiance, como si se congelara en un estado de tinta a medias.",
                "Al entrar en la cámara por delante, encuentra una pequeña habitación cilíndrica, sorprendentemente tranquila y vacía, salvo por un pequeño prisma negro flotando en el centro, brillando muy ligeramente con energía demoníaca palpable, su superficie parece girar con manchas estrelladas, como si estuviera mirando directamente haciaUna muestra de cielo sin luna.",
                "Hay un peso espiritual pesado y opresivo sobre su cuerpo a medida que avanza más cerca, la sensación de ansiedad dentro de usted se aprieta en un nudo retorcido mientras mantiene nerviosamente mirando a su alrededor, esperando que en cualquier momento, algún defensor desconocido de este lugar se esconderá sin esconderseo materializar de la nada para que la leche te seca.",
                "Sin embargo, incluso una vez que te hayas metido en el alcance del objeto de la joya y la sensación de presión se ha vuelto tan fuerte que casi se siente como si estuvieras atraído ... solo hay un silencio misterioso muerto, el extraño fragmento noIncluso haciendo un sonido mientras continúa flotando todavía en el aire.",
                "Supongo que no estás llegando a ninguna parte parada en su lugar, haces todo lo posible para retrasar la intuición persistente de que esta es una mala idea, y alcanzar tu premio ...",
                "ChangeBGM",
                "music/Unknown/Dungeon-Rlyeh.mp3",
                "PlayVisualEffect",
                "BlackOut",
                "darkHaze.png",
                "En el momento en que tocas su superficie, sin embargo, de repente se te asalta con una extraña sensación de vértigo, como el piso simplemente dio debajo de ti, dejándote caer en un vasto vacío de nada, cayendo en una fauces interminables de las cuales haySin escape, su estómago se tambalea abruptamente en pánico confuso mientras las sensaciones e imágenes se apresuran a través de usted.",
                "Destellos de {i} algo {/i} gotea en tu mente: fuego y humo, resonando gritos, los cielos abiertos ante ti, un pozo hueco de desesperación en el pecho, gritando, voces enojadas, ojos helados aburridos en ti,rushing crashing arcs of red lightning, pain, shock, the rush of falling, anguish, enclosing imprisoning darkness, deafening silence... Forever and ever and ever and ever and ever and ever and ever and ever and ever andeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverandeverISEEYOU.",
                "Exhales y parpadeas, sin aliento.Ojos.Tantos ojos en el vacío interminable te miran mientras caes.Base El pánico aumenta en su cuerpo y mente, cada instinto te grita infructuosamente que {i} tienes que salir de aquí {/i}.Reprimiendo el impulso de gritar, miras a su alrededor como un animal acorralado, pero no encuentras a ningún lado para correr.Hay innumerables manos que se acercan hacia usted desde abajo.Un trino de risas se cepilla en los oídos.",
                "Algo viene por ti.Sabes que solo tomaría una mirada descendente saber qué, y a pesar del miedo abyecto aferrándose a cada centímetro de tu cuerpo, tu curiosidad mórbida y los nervios deshilachados se vuelven mejor de ti y miras hacia abajo-",
                "EndVisualEffect",
                "StopBGM",
                "Con un comienzo y un jadeo, te estremes en su lugar, de repente te encuentras de regreso en los pasillos del laberinto, tu corazón todavía acelerando y sudor por tu piel mientras recupera laboriosamente tu respiración en traguas temblorosas y agitadas ... Sin embargo, a pesar de que, a pesar de que, a pesar deTu persistente agitación, ahora te sientes ... seguro.Despertado ... ¿fue esa una especie de visión de pesadilla causada por este lugar,?Abriendo tu mano apretada, ya ves que todavía estás sosteniendo ese prisma ...",
                "GiveItem",
                "1",
                "Nightmare Shard",
                "Como si se hubiera vuelto latente una vez sacado de su lugar de descanso, o tal vez haber agotado cualquier magia con la que estaba imbuido, el objeto de joya ahora parece poco más que un trozo inocuo y moteado de obsidiana ... pero incluso entonces, tú, tú, tú, tú, tú, tú, tú, túNo se puede sacudir la sensación de que estás mirando a través de una ventana a otro mundo cada vez que dejas que tu mirada descanse sobre ella durante demasiado tiempo, la sensación inquieta y oscura fascinante.",
                "Sacudiendo la cabeza, envuelve la cosa y, sintiendo inclinación a quedarse en estas profundidades opresivas un momento más, inmediatamente se va, demasiado ansioso por salir de este lugar ...",
                "Afortunadamente, el laberinto no tiene otras sorpresas espeluznantes para usted esta vez, y encuentra su camino de regreso a sus niveles superiores en pocos momentos gracias a su grimorio y al modo de ensueño siempre presente de Lucidia de viaje acelerado.",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Al salir de una escalera ascendente, se encuentra rápidamente en los confines familiares, elegantemente sin sentido del piso de Ushris, la bruja Helly Hellyele, bebiendo té en su mesa, como siempre, la vista tranquila confirmando de acuerdo que ha vuelto a volver aNormal, una sensación relajante de alivio que te atraviesa cuando finalmente soltas la tensión que aún estabas sosteniendo instintivamente dentro de tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Ahí estás, [ThePlayerName].Supongo que las cosas salieron bien ...?",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "ChangeImageLayer",
                "Ears",
                "Ushris",
                "Down",
                "Ella hace una pausa y su expresión cambia a una preocupación alerta mientras toma su aspecto demacrado, sus oídos aparecen con simpatía mientras asiente con la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "Speak",
                "Ushris",
                "Ah ... parece que tu empresa fue más difícil de lo que esperaba ... mis más sinceras disculpas por eso.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Respirando un suspiro, deja que su expresión abatida cambie a una cómodamente alegre a pesar de un aire persistente de autocomplacible, la pequeña mujer que se extiende con una enorme garra para tocar el otro lado de la mesa frente a ella.",
                "Speak",
                "Ushris",
                "... ¿Por qué no tomas asiento, tomas una taza de té relajante y me cuentas todo?Parece que has visto un fantasma, y ​​no del tipo agradable ... ¿qué pasó?",
                "ChangeImageLayer",
                "Ears",
                "Ushris",
                "Up",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Definitivamente no tengo ganas de bajar un poco de descanso y relajación, lo haces y, en una buena ayuda de la cálida bebida, le imparte lo que ocurrió y le muestras el extraño prisma, muy contento de poder tomarte un momento para dejar que tuLa agitación tranquila para siempre después de la prueba que acabas de pasar, mirando en silencio a Ushris mientras ella inspecciona tu hallazgo, el fragmento se ve aún más pequeño entre dos de sus enormes dedos.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "Hmm ... debo decir que tocarlo no me está impartiendo con nada como las visiones que experimentó ... De hecho, no estoy experimentando nada en absoluto, y no puedo discernir nada en particular, salvo que esta es una forma única de cristalizaciónPara la energía demoníaca, de un tipo con el que los dos estamos bastante familiarizados: {i} 'Lucidian' {/i} Energía demoníaca ... iría tan lejos como para decir que es casi como si este cristal esté imitando un sigil...",
                "PlayerSpeaks",
                "¿Como los de Sofía o los gemelos Oni?",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "¡Sólo así!Esos, sin embargo, son fabricados en monstruos, y no con energía demoníaca, mientras que este parece tener {i} espontáneamente {/i} en existencia ... a menos que sea como resultado de algunos de los largos del laberinto.-NO FUNCIONES DEL POSTRA ...?",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "En cuanto a por qué o cómo apareció, debo confesar vergonzosamente que tu suposición es tan buena como la mía.Este lugar es tan antiguo, avanzado y complejo que sus trabajos exactos son un misterio, incluso para mí ... aunque no lo superaría.Mucho se siente como una entidad sensible con una voluntad propia ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "De hecho, este no es el primer 'prisma de pesadilla' que he encontrado dentro de sus confines, aunque parece ser uno de los más refinados y sólidamente formados hasta ahora.Como experimentó, parece haber sido inculcado originalmente con alguna forma de magia de pesadilla turbulenta, aunque estoy seguro de que esta potencia ahora está agotada, sin dejar el riesgo de que le brinde más pesadillas de vigilia más extrañas.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Sigh",
                "ChangeImageLayer",
                "Ears",
                "Ushris",
                "Down",
                "Parece que el Hellhound está pensando en algo mientras gira el fragmento de esta manera y eso entre sus dedos monstruosos sorprendentemente hábiles, pero luego sacude la cabeza y coloca el cristal sobre la mesa con un tintineo apagado antes de empujarlo hacia ti con uno con unoDe sus garras, el artículo en cuestión se atraviesa suavemente en la mesa antes de detenerse al lado de su taza de té ahora vacía.",
                "Speak",
                "Ushris",
                "Ahora, retírelo antes de estar tentado a comprarlo como un regalo para mí ... es esencialmente un trozo denso de energía demoníaca cruda, después de todo, y sería bastante útil y ... {i} Tastado{/i} para una bruja como yo ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "Speak",
                "Ushris",
                "Pero en cuanto a usted, en virtud de su energía residual, su conexión con este lugar y las propias propiedades de Lucidia, colocándola en su grimoria, le permitirá imitar los efectos de poder del laberinto en cualquier área en la que se encuentre en adelante, imbuyendo a sus enemigos condestreza sexual para que coincida con la tuya ... si lo desees.",
                "ChangeImageLayer",
                "Ears",
                "Ushris",
                "Up",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "PlayerSpeaks",
                "¿Es realmente seguro?¿Qué pasa con las ... visiones?",
                "Speak",
                "Ushris",
                "HM?Supongo que te causaron una fuerte impresión.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "¡No te preocupes!Hola, esa era solo la magia del laberinto que se aprovechaba de tus miedos primarios subconscientes ... Al igual que cualquier pesadilla, es muy irracional y sin sentido, que tiene poco significado, salvo por las ansiedades instintivas que cualquier vida, pensando ser como tú o yo.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Cold",
                "Speak",
                "Ushris",
                "Sin embargo, no me malinterpreten.No pretendo disminuir cuán desgarradora debe haber sido para ti.Después de haber pasado por manifestaciones similares mientras viajo por las profundidades del laberinto, no puedo dejar de estar de acuerdo en que son totalmente desagradables y no te culpen por sentirte sacudido.Caminando en túneles oscuros solo para encontrarse en ceñado en algunos abismo debajo ... los sueños de caer realmente son los peores ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Loving",
                "ChangeImageLayer",
                "Snake",
                "Ushris",
                "MouthOpen",
                "Mientras que su cola de serpiente con snakel abre su boca para que gime de humor como en confirmación, Ushris levanta una garra en un frou de ropa suave puntuada por la alodidad de sus cadenas, extendiendo suavemente la mesa para darle una palmada de manera delicada y ofrecerle una sonrisa reconfortante.",
                "ChangeImageLayer",
                "Snake",
                "Ushris",
                "",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Speak",
                "Ushris",
                "Y ahora, con su misión completa y mi renovado agradecimiento y disculpas por lo que has pasado, ¿tal vez deberías regresar a la ciudad y tomar un respiro?No dude en tener un descanso, disfrutar y dormir bien.La relajación y la comodidad hacen maravillas para tales cosas.",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Happy",
                "Speak",
                "Ushris",
                "... O tal vez, en cambio, puedes volver a otra aventura si te sientes tan inclinado.Lejos de mí presumir de lo que funciona mejor para ti, [ThePlayerName] ~",
                "No puedes evitar responder a sus bromas con una sonrisa, al igual que no puedes evitar estar de acuerdo con su sugerencia: salir del interior claustrofóbico oscuro del laberinto haría maravillas para tu estado mental en este momento ...",
                "ChangeImageLayer",
                "Expression",
                "Ushris",
                "Base",
                "Por lo tanto, te separas de la bruja del santo del infierno con tu recompensa de gema escondida de forma segura en tu inventario, tu anfitriona te vio con una ola acompañable mientras sales de su habitación, luego fuera del laberinto mismo, regresando a la ciudadsin incidentes adicionales.",
                "GetEventAndChangeProgress",
                "Labyrinth Depths",
                "3",
                "QuestComplete",
                "GoToTown"
            ]
        }
    ]
}