{
    "name": "DoubleSalarisLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Salaris",
            "postName": " 1",
            "SpeakerType": ""
        },
        {
            "name": "Salaris",
            "postName": " 2",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugPredatory",
                "Los dos salarisi saltan de ti mientras colapsas en el piso, demasiado agotados para tratar de resistirlos más, mientras te rodean con sonrisas lascivas mientras su veneno paralítico deja todo tu cuerpo sintiéndote entumecido y agradablemente cálido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "KissingAgressive",
                "Un instante más tarde, ambos descienden sobre ti con un coro de risas siniestras mientras uno de ellos te empuja en un beso profundo y derretido mental, mientras que el otro rápidamente envuelve tu rígida virilidad con su boca voraz.",
                "Dejas escapar de un gemido en la boca del primer salaris mientras la lengua en espiral del segundo se envuelve alrededor de tu eje, haciéndote débilmente torcido mientras se balancea la cabeza hacia arriba y hacia abajo con su lengua acariciada mientras hormigueo se extiende por todo el cuerpo con el cuerpo con elExcepción única de su polla dolorida, que solo se está volviendo cada vez más sensible dentro de su cálido orificio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingSmug",
                "Pero su atención está rápidamente arrancada de su ingle cuando los salaris besándose se ríen y comienza a girar agresivamente su lengua alrededor de su boca, acariciando cada parte de ustedes que puede mientras ella domina fácilmente su resistencia y lo obliga a beber su dulzura paralítica agriaSaliva, llenando todo su cuerpo con una creciente sensación de calidez a medida que la parálisis se apodera de dos puntos a la vez.",
                "Su contracción se vuelve cada vez más débil con cada momento que pasa en que su veneno se filtra en ti de su intensa mamada y su beso invasivo, pero solo sirve para enfatizar el placer que ambos te están dando cada vez más, ya que puedes sentir tu mente comienza a derivarLejos frente a la cálida felicidad derretida que se extiende por todo el cuerpo.",
                "Con cada momento que pasa en el que pierdes la sensación en el resto de tu cuerpo, tu polla palpitante se enfoca más nítida y más nítida mientras los Salaris continúan lamiendo y apretando poderosamente toda tu lengua, haciéndote jadear suavemente en la boca de los otros salaris.Mientras ella te besa agresivamente sin sentido.",
                "Poco a poco, casi todas las sensaciones, excepto el hormigueo de su boca y la intensa sensibilidad de su polla infinitamente, se desvanecen, lo que le permite apreciar completamente sus habilidades expertas con sus lenguas mientras abruman su boca y ordeñan su virilidad, manteniéndolo así.Paralizado por el placer de que ni siquiera pudieras comenzar a orgasmo, ya que cada sutil lamida y apretado de tu lengua y eje irradia a través de todo tu ser.",
                "Los salaris que te besan gradualmente parecen notar que tu cuerpo está completamente paralizado, ya que te apuntala suavemente contra una pared cercana antes de romper el beso con un suspiro, dejándote sentirse aturdida y mareando de repente que puedes dibujarEn aliento fresco de aire, incluso cuando el sabor débil de sus dulces besos todavía permanece en la boca.",
                "Al mismo tiempo, su polla se contrae poderosamente en placer, ya que se le da una vista completa de los otros salaris mientras ella balancea la cabeza hacia arriba y hacia abajo de su erección completamente rígida, haciendo que la sensación de su mamada sea aún más intensa ahora que ustedEs capaz de ver cada lamer y chupar que hace.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Los primeros Salaris suspiran con impaciencia mientras el segundo continúa trabajando con su longitud palpitante con su lengua, arrastrándose a cuatro patas para sentarse a su lado mientras su polla maravillosamente sensible comienza a sentirse más fuerte y más dura con cada momento que pasa.",
                "Speaks2",
                "Muy bien, shote ya.No voy a besarlo todo este tiempo mientras comes todo su semen.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "BaseLick",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Los salaris chupando tu polla suspira débilmente, pero se mueve para hacer espacio para los otros salaris antes de liberar tu longitud rígida de su boca con un pop húmedo, girando para mirar a su pareja incluso mientras su lengua larga permanece firmemente envuelta alrededor de la base de tu base de tu baseDoleando la polla, acariciándola lentamente mientras ella habla.",
                "Speaks",
                "Sí, lo sé. ♥ Además, está casi listo para estallar. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Los dos dejaron escapar un par de risas mientras ambos te miran con ojos hambrientos y hambrientos antes de que los salaris que se besaban contigo se inclinan y comienzan a lamer su camino hacia arriba y hacia abajo de tu erección espumosa mientras su contraparte continúa bombeando suavemente.Su longitud con su lengua fuertemente enrollada más intensamente, enviando un perno de éxtasis tan poderoso que te atraviesas que te las arreglas, incluso cuando tu cuerpo permanece irremediablemente paralizado por su veneno.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseLick",
                "Speaks",
                "Wow ... ¡míralo twitch!La parálisis realmente se ha establecido, ¿no? ♥ jejeje ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lick",
                "Otro espasmo débil le da un espasmo a tu cuerpo cuando el primer salaris lame por el costado de tu virilidad y vuelve a la cabeza de tu polla mientras te arregla con una mirada lasciva.",
                "Speaks2",
                "Sí, tiene ... mmmm, ♥ y puedes sentir que su polla se hincha aún más, ¿no? ♥ se está volviendo cada vez más rígido mientras hablamos ... ♥",
                "Ambos dejaron escapar otra risita depredadora mientras redoblan abruptamente sus movimientos, lo que te obliga a dejar escapar un gemido de éxtasis, ya que el bombeo áspero de tu longitud con una de sus lenguas combinadas con la lamer y las burlas de la lengua del otro, envía pernos electrizantes deplacer en cascada a través de tu virilidad por espasmo.",
                "Cada momento que pasa envía más y más dicha sacudida corriendo por todo tu cuerpo mientras cada burla burlona de tu polla hace que su lengua hace que tu polla se sienta más y más rígida que nunca hasta que la abrumadora saliva que se filtra en tu polla hace que se sienta como se hincha a un tamañoVarias pulgadas más grandes de lo normal, ya que cada ritmo rápido de su corazón hace que su virilidad latiera con una necesidad ansiosa de ser ordeñada por completo y completamente seca.",
                "Los dos salarisi parecen notar su creciente necesidad de liberación a medida que sus lenguas comienzan a bobinar y se superponen entre sí, comenzando a lamer y acariciarse hacia arriba y hacia abajo cada centímetro de su polla dolorosamente rígida, lo que le considera desesperadamente consumido por los abrumadores.Sentimiento de sus largas lenguas prodigando tu virilidad en afecto, ya que lentamente te acercan cada vez más a un orgasmo increíble.",
                "Justo cuando su mente ahogada de placer cree que no podría sentirse mejor que ahora, jadeas mientras sus manos suaves y resbaladizas agarran suavemente tus bolas agitadas y comienzan a masajearlas cuidadosamente, enviando un escalofrío tan poderoso a través de todo tu cuerpoque casi anula su parálisis, para diversión del salarisi mientras uno de ellos lo mira a la cara con una sonrisa petulante.",
                "Speaks",
                "Jeje, ♥ prepárate, presa, porque con tantos veneno, ♥ mmmm ...! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "El primer salaris se distrae mientras le da a la cabeza una polla una lamida larga y burlona para aclarar el pre-cum babeando de su punta con una expresión hambrienta, dejándote gemir en voz alta mientras la poderosa sensación de su lengua deja su virilidad en su virilidad.El borde del clímax.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "El segundo Salaris observa el momento de lujuria de su compañero con una sonrisa y deja escapar una risita depredadora mientras le devuelve su atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speaks2",
                "Je.Ella estaba diciendo que con la cantidad de veneno con el que hemos estado cubriendo tu polla, se va a paralizar a Spuring {i} sin parar {/i} tan pronto como te corras, y vamos a beber cada ♥ ♥ Úd último. ♥ {i} Drop {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lick",
                "Un escalofrío nervioso te da a través de sus palabras ante el concepto de correrse sin descanso, pero a medida que el segundo salaris devuelve su atención a tu erección y comienza a burlarse de tu cabeza junto a los primeros salaris, las olas de necesidad emanan desde tu ingle fácilmenteSupera cualquier preocupación que pueda reunir, ya que el deseo abrumador de el orgasmo, pero lo abruma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissingSmug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "KissingAgressive",
                "Dejas escapar un gemido de éxtasis mientras los dos se acomodan expertos en las lenguas alrededor de tu hombre de virilidad rígida, dejando solo tu espalda de cabina expuesta mientras sus lenguas se retuercen alrededor de tu eje, lo que lo hace espasmo con olas ardientes de lujuria mientras alternan plantando besos en tuconsejo.",
                "Los temblores débiles de la dicha incoherente de su cuerpo, ya que su necesidad de semen comienza a acumularse a niveles inimaginablemente potentes, y logra apretar sus dientes con una frustración excitada, ya que su cuerpo completamente paralizado lo deja incapaz de moverse de ninguna manera para ayudarlo a liberarlo para liberar, pero aún continúas ahogándose en un éxtasis interminable mientras tu polla dolorosamente sensible se deleita en cada minuto lamer y apretar la lengua.",
                "Después de lo que se siente como una eternidad de acumulación, dejas escapar un gemido cuando tu cuerpo finalmente comienza a espasmo en el clímax, solo para que se transforme en un jadeo estrangulado de dicha mientras uno de los salaris envuelve ansiosamente la punta de tu polla en su boca.Y poderosamente lo chupa, enviándote a un orgasmo alucinante mientras brotas una enorme carga de semen directamente en su boca que espera, solo para que traiga ansiosamente cada gota que le das.",
                "PlayerOrgasm",
                "1",
                "Algunos momentos más impresionantes de éxtasis te desgarran mientras bebe ansiosamente todo el semen que le das antes de que ella se quite abruptamente de tu polla aún espasmándose y se mueva para dejar espacio para su pareja, y dejas escapar un grito de sorpresa.A medida que los otros salaris sellan inmediatamente sus labios alrededor de su punta y chupan intensamente, continuando su abrumador clímax mientras traza otra enorme carga de su semen.",
                "PlayerOrgasm",
                "1",
                "Antes de que incluso puedas comenzar a pensar en algo más que el placer alucinante que te atraviesa desde tu orgasmo interminable, el segundo salaris se aleja de tu virilidad y deja que la primera sea por tu punta en su poderosa boca de nuevo de nuevo, dejándote jadeando y gimiendo en una felicidad confusa mientras los dos alternan ordeñando tu polla espasmante.",
                "PlayerOrgasm",
                "1",
                "A pesar de que los dos continúan bebiendo por su semen en un bucle interminable y alternativo, sus manos continúan masajea suavemente sus bolas doloridas mientras sus lenguas continúan apretando y acariciando cada centímetro de su polla dura de la roca, encerrándose sin esfuerzo en un perpetuo.Estado de orgasmo de chorrear a medida que coaxan cada vez más semen de su cuerpo, tratando su dolor de virilidad como una pajita mientras lo drenan cada gota de su semilla",
                "PlayerOrgasm",
                "1",
                "Cada chupa de tu consejo te dan que tu espasmo de virilidad descarga cada vez más tu semen directamente en sus bocas que esperan como un grifo roto, y cuanto más intensa es la succión que aplican a tu cabezaEnviado llorando a través de ti, dejándote perdido en una neblina de felicidad orgásmica mientras beben lo que parece una cantidad interminable de tu semen.",
                "PlayerOrgasm",
                "1",
                "Continúas jadeando y gemiendo impotentes, ya que los dos nunca te dejan acostumbrar a la intensa estimulación que te están dando, ocasionalmente balanceando los labios hacia arriba y hacia abajo alrededor de la cabeza o apretando las lenguas un poco más apretadas mientras se retorcen alrededor de tuDirector, pero no puedes evitar amar cada momento, ya que el éxtasis climático continúa reverberando a lo largo de ti.",
                "Eventualmente, sus lenguas comienzan a timarse cada vez más sobre su polla a medida que alcanzan y comienzan a apretar sus bolas en lugar de sus manos, haciendo que más escalofríos de la felicidad pasen a través de su cuerpo paralizado mientras masajea húmedamente su saco a medida que continúanPara intercambiar lastimas que tragan cada carga de semen que les das.",
                "PlayerOrgasm",
                "1",
                "Los temblores de agotamiento comienzan a filtrarse lentamente en su cuerpo rígido mientras se mantiene perpetuamente corriendo una y otra vez en sus bocas vorazes hambrientas, y los dos notan su creciente debilidad a medida que comienzan a chupar su polla más intensamente que nunca,Obligando a dejar escapar un gemido jadeo mientras el placer que devastan su cuerpo se lleva a un nivel aún más extremo que antes.",
                "PlayerOrgasm",
                "1",
                "Pero eventualmente incluso el intenso e interminable éxtasis que te están dando, ya que devoran hambrientos cada gota de semen que tienes con sus bocas chupadas y las lenguas largas y hábiles son suficientes para dominar por completo la poca fuerza que tienes en ti mientras continúan pasandoVienen y vienen entre sí sin cesar.",
                "PlayerOrgasm",
                "1",
                "Te temblaron débilmente mientras tus ojos se cerraron mientras una de la boca de los Salaris chupa poderosamente tu polla que todavía salpica, sintiendo que tu conciencia se desvanece de una mezcla de intensas sobreestimulación y agotamiento, y lo último que escuchas antes de que la oscuridad te alcance es el sonido lascivode chupar y lamer la boca y la lengua envolviendo su polla ...",
                "ChangeFetish",
                "Oral",
                "10",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "GameOver"
            ]
        }
    ]
}