{
    "name": "DoubleKunoichiTraineeLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": " 1",
            "SpeakerType": ""
        },
        {
            "name": "Kunoichi Trainee",
            "postName": " 2",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Uno de los dos Kunoichi camina lentamente hasta su cuerpo colapsado con una sonrisa arrogante antes de presionar su talón dominante sobre su ingle.",
                "Ella deja escapar una risa arrogante mientras comienza a moler su pie hacia abajo, haciendo que tu polla sobreestimulada se contrae con placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Me pregunto, ¿tienes un fetiche para los pies humanos?",
                "Mientras se contrae en el suelo mientras el primer Kunoichi continúa mastando su talón contra su eje, el segundo camina sobre usted, dándose una buena vista de su tanga antes de que se sienta justo detrás de su cabeza.",
                "Escuchas el suave ruido de sus zapatos golpeando el piso, y momentos después, de repente presiona sus suaves calcetines cubiertos de pies sobre tu cara, sofocando con su dulce aroma femenino.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "Speaks2",
                "Una vez que hayas terminado contigo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "El primer Kunoichi pisa su pie sobre su ingle, obligándolo a jadear en voz alta en una mezcla de placer y dolor, lo que a su vez te hace respirar en la mente anumerable del aroma de las solas suaves del segundo.",
                "Speaks",
                "¡Incluso podríamos sacar un poco de una racha masoquista en ti también!Jejeje ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "El primer Kunoichi de repente deja de presionar su talón contra su eje y, en cambio, comienza a acariciarlo suavemente, haciéndolo tirar y latir de su trato mucho más suave.",
                "Pero tus gemidos son amortiguados por los pies del segundo Kunoichi frotando dominante contra tu cara, marcándote con su dulce aroma cuando tu mente comienza a girar antes de que de repente se detenga y los presiona contra tus labios.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speaks2",
                "Vamos, lamerlos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "Dudas por un momento cuando una leve chispa de resistencia florece en ti, pero el primer kunoichi de repente deja de acariciar tu eje y comienza a moler su talón contra él, destrozando tu resistencia cuando comienzas a lamer y lúcar a sus pies,Tu mente ya entumece su fragancia intoxicante.",
                "El sabor es sorprendentemente agradable, dulce como los dulces, y te encuentras con ganas de lamer más ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Ambos Kunoichi se ríen de tu repentino entusiasmo, y ambos rechazan un poco más de recompensa, lo que te obliga a un gemido de placer.",
                "Cada lamer del pie de calcetín maravillosamente dulce de Kunoichi hace que tu cabeza se sienta como si se estuviera derritiendo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Mientras el primer Kunoichi acaricia tu virilidad con la suela de su pie suave, tu polla palpita mientras el placer eléctrico atraviesa tus caderas.",
                "Jadeas y lames los pies de la segunda mujer mientras presionan en tu cara, anhelando el sabor cada vez más a medida que te roda una ola de sumisión ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugEvil",
                "¡El primer Kunoichi de repente levanta su pie en el aire y pisa más o menos pisoteado sobre su polla sacudida, enviando una ola en cascada de pura felicidad por todo su cuerpo!",
                "PlayerOrgasm",
                "1",
                "Callas incoherentemente, amortiguado por los pies que estás lamiendo sumisamente mientras tu polla brota las gruesas cuerdas de semen, lo que te hace estremecer a medida que tu cerebro transforma el dolor en un placer intoxicantemente poderoso.",
                "Todo su cuerpo se toca con un resplandor de hormigueo mientras los dos kunoichi lo liberan de sus respectivos pies, dejándote tirar y babear en el suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Jejeje, ahora se ve tan patético.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks2",
                "Vamos, no seas malo, creo que se ve {i} adorable {/i} así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disdain",
                "A medida que continúa con un espasmo débil a raíz de su orgasmo, el primer Kunoichi se quita los calcetines ahora empapados con una apariencia ligeramente desdeñada y los arroja a un lado.",
                "Speaks",
                "Ugh, los calcetines empapados de semen se sienten así ... {i} extraño {/i}.Ni siquiera quiero comer el semen ...",
                "Speaks2",
                "Hmmm...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SmugEvil",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "El segundo Kunoichi observa los calcetines mientras golpean el suelo, y una sonrisa lenta y casi malvada cruza su rostro mientras te mira.",
                "Lentamente camina hacia ti hasta que está parada sobre ti, dándote otra buena mirada a su tanga mientras lentamente comienza a quitarse los calcetines de los muslos, y tus ojos inconscientemente siguen sus movimientos mientras tu cuerpo comienza a doler con excitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Poco a poco, coloca uno de sus calcetines en la boca, amordazándote antes de usar el otro para los ojos te vende los ojos, y respiras cuando tu falta de visión te obliga a concentrarte en su poderoso aroma y sabor.",
                "Speaks2",
                "Jeje.Pensé que le gustaría eso.La droga que tejen en nuestros calcetines funciona muy bien, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "Escuchas a los dos risas de Kunoichi mientras extraes más respiraciones temblorosas, haciendo que tu cuerpo latira con excitación cada vez más, ya que el aroma intoxicante de sus calcetines domina tu mente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "¡Oh!¡Tengo una idea!¡Usémoslo como un muñeco de entrenamiento!Probablemente podamos usar la práctica para nuestros trabajos de pie sin nuestros muslos puestos, y siempre es mejor entrenar en el campo, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "Speaks2",
                "¡Oooohhh, esa es una gran idea!Y no creo que {i} le vaya a tener en cuenta que en absoluto, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Mocking",
                "Tu polla palpita poderosamente mientras hablan de ti, y puedes escucharlos reír a medida que comienzan a acercarse a ti una vez más y sentarse cerca de ti.Temblando en anticipación, no puedes evitar dejar escapar un gemido amortiguado mientras dos pares de pies descienden repentinamente sobre tu polla palpitante, acariciando suavemente y acariciando su longitud con su piel suave.",
                "Te estremes de placer, lo único en lo que puedes concentrarte es el aroma dulce y el sabor de los calcetines altos en la boca y las sensaciones placenteras que sus pies están invocando en tu virilidad.",
                "Fácilmente bombean su polla con los pies, logrando trabajar al unísono perfecto, y sus dedos se frotan contra la punta de su eje, haciéndolo gemir y tirar.",
                "PlayerOrgasm",
                "1",
                "E incluso cuando comienzan a pisar dolorosamente su dolor de polla y bolas, lo único que puede sentir es un placer exquisito mientras se quita la carga después de la carga para ellos.",
                "PlayerOrgasm",
                "1",
                "Estás completamente delirante de placer mientras los dos kunoichi continúan ordeñando y superando tu polla sobreestimulada por lo que se siente como una eternidad, e incluso cuando finalmente te desmayas con un orgasmo abrumador final, todavía estás fantaseando y soñando con supies y muslos altos callos frotándose contra ti ...",
                "ChangeFetish",
                "Feet",
                "10",
                "ChangeSensitivity",
                "Pain",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "GameOver"
            ]
        }
    ]
}