{
    "name": "FengLossScene",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Feng",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WildGrin",
                "Feng golpea con entusiasmo sus caderas sobre tu polla, y los sonidos húmedos del sexo resuenan en la habitación mientras se lame los labios como un depredador hambriento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella ralentiza su ritmo áspero por un momento para arrastrar sensualmente sus uñas afiladas sobre su pecho, filtrando pequeñas cantidades de afrodisíacos en su cuerpo mientras los escasos de placer corren a través de su piel.",
                "Su polla pulsa con necesidad mientras gira lentamente sus caderas, arrastrando sus manos garras por todo el cuerpo antes de prepararse con las palmas de su torso y rebotando enérgicamente en su eje.",
                "Jadeas, gemes y se retuerces mientras ella desplegará sin piedad tu virilidad, ocasionalmente cavando sus uñas suavemente en tu piel, enviando una sacudida de placer inducido por afrodisíaco a través de tu cuerpo.",
                "Finalmente, el apretado coño de Feng acariciando rápidamente su polla palpitante se vuelve demasiado para soportar, y sus bolas de contracción se tensan a medida que sus caderas se adormecen desde el aluvión constante de la dicha casi orgásmica que sopla a través de ellas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WildGrin",
                "PlayerOrgasm",
                "1",
                "Con un grito de placer roto, finalmente te corres, se contrae y espasman debajo de Feng mientras brote la carga después de la carga de semen en su apretado coño, que aprieta poderosamente su dolor de dolor y envía hormigueo de éxtasis acelerando por su columna vertebral.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyOpenMouth",
                "Speaks",
                "Mnnnnn...♥",
                "SwapLineIf",
                "OtherEventsChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "Felizmente se frota su tensa barriga, deleitándose con la calidez con la que la llenaste, dejando fuera un suspiro satisfecho de su aliento caliente, y puedes ver el deseo hambriento ardiendo más brillante en sus ojos rojos pálidos.",
                "18",
                "ColdRoomFight",
                "Felizmente se frota su tenso vientre, deleitándose con la calidez con la que la llenaste, luego se cruza con los brazos con un escalofrío.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "Jajhhh ... ♥ quiero más ... ♥",
                "18",
                "ColdRoomFight",
                "Ugh, todo lo que está por encima de mi cintura todavía se está enfriando ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "SwapLineIf",
                "OtherEventsChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "Ella mira a su forma de contracción con lujuriosa necesidad, mastando sus caderas en un círculo lento burlón, evitando que su virilidad sensible caiga a medida que se aprieta y acaricia por su musculoso coño.Feng se escapa con un deseo salvaje y se inclina, envolviendo sus brazos alrededor de tu cuello antes de acariciarte contra tu cara.",
                "18",
                "ColdRoomFight",
                "Ella mira a tu forma de contradicción en la contemplación, mientras que ella aún así se dedica a moler lentamente las caderas contra tu ingle, evitando que tu virilidad sensible caiga, luego, mientras otro temblar sopla a través de su cuerpo, se inclina y te envuelve los brazos alrededor de tu cuello.Antes de acariciar tu rostro.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Pantalones de feng y gemidos en la oreja como una perra en calor mientras continúa montando su polla, volviendo lentamente a su ritmo frenético anterior.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "Tan caliente ... ♥ Tan bueno ... ¡Nmmmm! ♥ Mis instintos se están volviendo locos ... ♥ Mnnnn! ♥ ¡Dame más de ese semen caliente y vaporoso! ♥",
                "18",
                "ColdRoomFight",
                "Jajhhh ... tan cálido ... mis instintos se están volviendo locos ... ♥ mnnnnn! ♥ Dame más de ese semen caliente y vapor! ♥",
                "EndLoop",
                "Ella comienza a golpear sus caderas en las tuyas a un ritmo rápido, enviando los sonidos resonantes de la carne que se encuentran con carne que corren por la habitación una vez más a medida que el eje sobreestimuló palpas y duele con placer.",
                "Gritas cuando Feng de repente comienza a mordisquear y lamerte las orejas, ocasionalmente detenerte para darle un mordisco suave, y puedes sentir el afrodisíaco en sus colmillos hace que tus oídos se quemen agradablemente, lo que solo agrega las cantidades ya enloquecidas de placer que electrifica tu cerebro.",
                "Sus caderas continúan golpeando el tuyo, enviando un placer adormecedor a través de su polla y en las caderas, y comienzas a empujar instintivamente al apretado coño de Feng a tiempo con sus movimientos, estremeciéndose en éxtasis mientras tratas de mantenerte al día con su jodido implacable.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "De repente, Feng golpea sus caderas y comienza a torcer su cuerpo mientras gira sus caderas, haciendo que los ruidos increíblemente lascivos eco en toda la habitación mientras la estimulación abrumadora te sacude sobre el borde y la bombea llena de tu esperma caliente, dibujando un gemido bestialde ella mientras ella temblaba de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Feng pantalones en la oreja por un momento antes de que se mueva hacia abajo, comenzando a lamer y morderse suavemente por el cuello, enviando escalofríos de la dicha cargada de afrodisíaco corriendo por su columna vertebral, y encuentras tus brazos inconscientemente alrededor de su cuerpo mientras túTrate desesperadamente de encontrar algo, cualquier cosa a lo que aferrarse en el infinito mar de placer en todo su ser.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Pero tan pronto como sus brazos se conectan alrededor de su espalda, Feng se tensa antes de levantar la cabeza y besarte descuidadamente en los labios mientras comienza a mover sus caderas aún más rápido y más intensamente que nunca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Mientras de repente jadeas en su boca por la estimulación repentina y abrumadora, Feng atada salvajemente su lengua alrededor de la tuya antes de romper el beso y mirarte a los ojos con un aspecto salvaje y bestial de necesidad fundida mientras pantalones con lujuria.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsProgress",
                "Feng's Room",
                "50",
                "Mnnn ... ♥ ahh ... ♥ l-love you ... ♥ mmmm ... ♥ te amo tanto ... ♥ jajhhh ...",
                "25",
                "Mnnn ... ♥ Ahh ... ♥ T-Esto se está poniendo ... Mmmm ... ♥ Bastante íntimo ... ♥ Hahhhh ...",
                "0",
                "Mnnn ... ♥ ahh ... ♥ t-esto está obteniendo ... mmmm ... ♥ más ... íntimo de lo que planeé ... jajhhh ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WildGrin",
                "Speaks",
                "SwapLineIf",
                "OtherEventsProgress",
                "Feng's Room",
                "50",
                "¡Así que vamos! ♥ ¡Lo necesito! ♥ I {i} necesito {/i} para sentir que tu espojo caliente inunda mi coño {i} correcto.Ahora. {/i} ♥",
                "25",
                "¡Pero eso solo lo hace más emocionante! ♥ ¡Así que vamos! ♥ I {i} Necesito {/i} para sentir tu espojos de color caliente inundar mi coño {i} correcto.Ahora. {/i} ♥",
                "0",
                "¡Pero joderlo!¡Simplemente ya no me importa! ♥ I {i} necesito {/i} para sentir que tu semen caliente inunda mi coño {i} correcto.Ahora. {/i} ♥",
                "EndLoop",
                "Ella vuelve a besarte salvajemente, ocasionalmente mordiéndote en tus labios o lengua mientras sus caderas continúan golpeando poderosamente contra la tuya, y tu espasmo debajo de ella mientras el placer electrizante se rasga en todo tu cuerpo.",
                "Feng nunca ralentiza su ataque despiadada mientras se pierde por sus instintos primarios por completo, dejando que las uñas cubiertas de afrodisíacas se frenen la espalda cada vez que se tensa con placer, y gime como una perra en calor cada vezen aliento estremecido.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Su coño está lleno de tu semen mientras extrae sin esfuerzo el orgasmo después del orgasmo de tu dolor de virilidad, pero cada carga que disparas a ella solo la lleva a alturas aún más salvajes, rebotando frenéticamente sus caderas cada vez más en un intento de atraer más de tusemilla tuya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureStruck",
                "Pero finalmente, los gemidos de Feng comienzan a volverse cada vez más fuertes, y ella se rompe el beso mientras se morde el labio inferior mientras se acerca al orgasmo, y de repente se lanza hacia su cuello antes de morderse con fuerza mientras deja escapar un grito de placer bestial ensordecedoramente fuerte.",
                "Todo su cuerpo se vuelve rígido mientras se sacude en la dicha orgásmica, y cuando su coño de repente espasma alrededor de su eje mientras su mordida de Afrodisíaca se transforma en el éxtasis de flexión de la mente, dejas escapar un aullido igualmente ensordecedor mientras te empujan sobre el borde en una masiva., clímax abrumador.",
                "PlayerOrgasm",
                "1",
                "Ella se escapa de un placer redoblado mientras inundas su coño con otra gigantesca carga de espesas espesas, lo que hace que sus garras y colmillos profundicen en la espalda y el cuello, enviando aún más de sus potentes afrodisíacos en cascada a través de tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Después de lo que se siente como una eternidad de un éxtasis tembloroso, ambos bajan de sus respectivos altibajos orgásmicos, y mientras gemamos delirantemente y jadean por el aire, Feng le da a su hombro algunas lamidas de disculpa, aunque, a pesar del dolor que está claramente allí, apenasCualquier marca aparece en tu piel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "SwapLineIf",
                "OtherEventsProgress",
                "Feng's Room",
                "50",
                "A-ah ... S-Sorry ... Terminé ... Mnn ... ♥ Cubriéndote de amor mordeduras ... ♥ jeje ... ♥",
                "25",
                "A-ah ... S-Sorry ... D no quiso morder ... I-Prometo que no lo volveré a hacer ... pero no dejaré una marca duradera, así que ...D-no preocupado ...",
                "0",
                "A-ah ... s-syrry ... D no quise morder ... j-solo sucede a veces ... I-I-I Prometo que no lo volveré a hacer ... pero ganéDeja una marca duradera, así que ... D-no te preocupes ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WildGrin",
                "Dejas escapar un grito cuando comienza a girar lentamente sus caderas nuevamente, y mientras miras hacia atrás al Feng puedes ver una sonrisa lujuriosa en su rostro mientras el más leve brillo de la lujuria bestial reavita en sus ojos rojos pálidos.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "Mnnn ... ♥ pero estoy {i} no {/i} lo siento por follarte ... ♪ y no me detendré hasta que te desmayes, ♥ así que haz tu mejor esfuerzo para mantenerte consciente mientrasposible disfrutar esto todo el tiempo que puedas, porque realmente no puedo calmarme. ♥",
                "18",
                "ColdRoomFight",
                "Mnnn ... ♥ pero estoy {i} no {/i} lo siento por follarte ... ♪ y no me detendré hasta que te desmayes, ♥ así que haz tu mejor esfuerzo para mantenerte consciente mientrasposible disfrutar esto todo el tiempo que puedas, porque odio tener frío. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Ella dispara hacia adelante una vez más y comienza a besarte nuevamente mientras comienza a golpear sus caderas en tus una vez más, y se mantiene fiel a su palabra de no detenerte, ya que se pierde a su lujuria bestial, retorciendo la carga después de la carga orgásmica desdeUsted mientras ella se entrega de placer una y otra vez.",
                "Pero ella no logra mantener su promesa de no volver a morderte mientras te follas como animales, llevando sus colmillos con fuerza sobre tu cuello entre besos, y sus afrodisíacos solo se suman al placer interminable que devastan tu cuerpo, adornando cualquier dolor.Pero dejándote felizmente dolorido por todas partes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "WildGrin",
                "Después de lo que se siente como horas de sexo interminable, su visión finalmente se vuelve negra cuando Feng ordeña un orgasmo electrizante final de usted, e incluso cuando sus sentidos se desvanecen, ella continúa conduciendo frenéticamente como una bestia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "¡Vamos! ♥ Vamos! ♥ ¡No se desmayes todavía!¡Estoy casi!T-allí! ♥♥♥",
                "Lo último que escuchas antes de que finalmente te desmayes es el sonido de ella soltando un aullido de placer salvaje, y puedes sentir débilmente morderla en tu hombro nuevamente mientras el afrodisíaco en sus colmillos finalmente abrumaba tu cerebro, dejando que la nada maravillosa se lavesobre ti ...",
                "...",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Pain",
                "5",
                "GetEventAndIfChoice",
                "Feng's Room",
                "18",
                "WarmRoomFight",
                "RoomWakeUp",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "RoomWakeUp",
            "theScene": [
                "CallLossLevelUp",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileEyeClosed",
                "Te despiertas nebridamente, mirando a la habitación aturdida, señalando que estás acurrucado con Feng en su cálida cama acogedora.",
                "Ella está en silencio siestas mientras murmura el sueño y se acerca a su forma agotada, y suspiras en la satisfacción antes de volver a dormir.",
                "...",
                "ClearMonsterEncounter",
                "JumpToEventThenScene",
                "Feng's Room",
                "SnoozeRoll"
            ]
        }
    ]
}