{
    "name": "GhostLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Ghost",
            "postName": " 1",
            "SpeakerType": ""
        },
        {
            "name": "Ghost",
            "postName": " 2",
            "SpeakerType": ""
        },
        {
            "name": "Ghost",
            "postName": " 3",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "TrioLoss",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jejeje, ♥ Espero que estés listo para que se secen. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks3",
                "Porque tres fantasmas cachondos están a punto de perseguir tu polla. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Speaks2",
                "Ooooooooooo, ♥ espeluznante. ♥ jeje, ♥ en serio aunque te sientas increíble! ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Horny",
                "Los tres superponen sus cuerpos uno sobre el otro, disminuyendo y fusionándose sobre su polla rígida, y todos lentamente sumergen su longitud dolorida en sus apretados coños colectivos, lo que te hace gemir cuando tu eje es asaltado por las sensaciones de apretación de sus orificios superpuestos.",
                "A medida que comienzan a rebotar en su polla sacudida de sincronización, solo puede temblar y gemir con un placer maravilloso, luchando por mantenerse al día con el éxtasis que sus coños combinados están invocando en su erección furiosa, uno de ellos está montando suavemente, el segundo es.rebotando un poco más rápido, y el tercero es frenéticamente follando tu longitud palpitante.",
                "Speaks3",
                "Jeje, ♥ se siente bien, ¿no? ♥",
                "Speaks",
                "Estar completamente rodeado de placer. ♥",
                "Speaks2",
                "Dejar que nuestros coños te leche te seces. ♥",
                "Gemiones de acuerdo, tensando con la dicha mientras intentas soportar el placer constante de fusión mental de sus coños superpuestos ordeñando húmedamente tu longitud, sin darte un momento para recuperarte el aliento, te quedan sin aliento para respirar cortos, sudor, sudorTransmitiendo por tu forma de temblor desde el placer que surge a través de tu cuerpo de contracción.",
                "No hay forma de que puedas soportar la sensación de que tres mujeres montaran tu polla mucho más tiempo, la sensación de sus hendiduras apretadas superpuestas a medida que rebotan en tu longitud a diferentes velocidades se siente tan maravillosa y de otro mundo que no crees que nadie podría soportar este gran placer.golpeando en su cuerpo.",
                "PlayerOrgasm",
                "1",
                "Los tres fantasmas golpean sus caderas en un solo movimiento unificado, y lloras en el éxtasis de Blanking-Blaning, en erupción dentro del apretado orificio combinado del trío, agitándose de felicidad mientras te deleitas en la sensación de todos sus orificios de babeo apretando tu espasmo erección de espasmo, ordeña por cada gota que puedan.",
                "Speaks",
                "Jeje, ♥ Si pensabas {i} que {/i} se sintió bien, solo estamos comenzando. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smile",
                "Todos se ríen dulcemente, y gemen porque no te dan un momento de descanso, uno de ellos es suavemente moliendo y girando sus caderas sobre tu miembro hinchado, la segunda se mantiene firmemente obstaculizada e inmóvil, dejando que sus músculos internos ondulantes te orienten tu leche.Twitching Gold, y la tercera está montando salvajemente tu erección rígida y espasmante.",
                "Ya sientes que podrías correrse nuevamente por la implacable mezcla de estimulación, sus movimientos completamente sin obstáculos por los demás, tu polla se siente completamente perdida en el éxtasis de apretón, doblándose y tirado en múltiples direcciones diferentes por sus coños espectrales, enviando chispas temblorosas de blancos calurosos.éxtasis en todo su cuerpo, dejándolo solo capaz de tensarse y temblar.",
                "En asombro, ves a sus cuerpos semitransparentes montar tu extensión de contracción, capaz de ver cada uno de sus coños tratando de secar tu polla mientras rebotan y giran las caderas, dejando a todo tu cuerpo temblando por la sobreestimulación y el sudor se derramaba por tu piel.Como sientes que estás tratando de follarte la vida.",
                "No se puede tomar la intensa estimulación más, sus bolas dolorosas cediendo a sus coños a su apretón completamente mientras su polla palpita y espasmos dentro de su poder combinado, retorcido y apretado, suavemente ordeñado y montado salvajemente.Aullas en el éxtasis mientras estallas dentro de ellos, descargando brote después de un brote mientras tiembla con el éxtasis alucinante, apenas logrando mantenerse consciente a través del intenso orgasmo.",
                "Se ríen colectivamente y dejan de moverse a medida que su orgasmo se aleja, dándole un momento para tratar de recuperar el aliento, simplemente manteniéndolo firmemente arrugado dentro de sus tres coños.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Speaks3",
                "Jeje, ♥ ¿Se sintió tan bien que pensaste que ibas a morir? ♥",
                "Logras darle a los fantasmas un aspecto nervioso incluso cuando intentas recuperarte del orgasmo alucinante que te dieron.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "No te preocupes, es solo una metáfora. ♥ solo {i} se siente {/i} tan bueno. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Horny",
                "Speaks2",
                "Es posible que quieras que te sigamos persiguiendo para siempre. ♥",
                "Un gemido tembloroso te escapa cuando los tres comienzan a moler y balancean sus caderas en diferentes direcciones, uno balanceándote de un lado a otro, otro hacia adelante y hacia atrás, y el tercero en círculos de burla suave, dejando a tu polla agitándose como experimentaTodas las sensaciones de sus hendiduras apretadas y se tiran y se doblan suavemente de esta manera y eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Prepárate para la próxima ronda. ♥ Porque no nos detenemos hasta que tus bolas estén completamente vacías. ♥",
                "PlayerOrgasm",
                "1",
                "Los tres se lamen los labios y solo puedes verlos ordeñando suavemente tu polla con las sensaciones combinadas de sus coños apretados, enviando ondas de dicha y melodías que irradiaban en tus caderas mientras se balancean, muelen y rocen las caderas, dejándoloGimiendo incoherentemente cuando el verdadero tornado de sexo expulsa una carga gruesa de su virilidad sobreestimulada.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks2",
                "Ooooh, ♥ está empezando a correrse más rápido. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Horny",
                "Speaks3",
                "Simplemente se sentirá mejor. ♥",
                "No te dan un momento para recuperarte esta vez, y uno de ellos se da vuelta y comienza a montar tu longitud al revés, acariciando suavemente tus muslos, el segundo se balancea y gira las caderas, manteniendo tu polla firmemente asustada para que su coño ondulantePuede ordeñar todo su longitud, y el tercer fantasma se inclina hacia adelante y te envuelve en un profundo beso romántico.",
                "Mientras te besa, mantiene tu mirada encerrada con la suya de una manera que puedes ver a través de ella para ver a los otros dos montarte sin sentido mientras tus lenguas se enredan y tu mente se detiene por el exceso de placer.Giras y gemes con dicha mientras te pierdes en este éxtasis de otro mundo, tu polla sacudida se agota con entusiasmo por los coños unificados del trío.",
                "Sientes que vas a volverse loco por lo bien que se siente esto, dos hendiduras sedosas y apretadas que conducen a tu longitud, lo hemos en alternancia, y un tercer coño apretando y ordeñando en todo momento, y encima de todo ellos ''He comenzado a acariciar suavemente todo su cuerpo con sus manos, trabajando en broma a un enorme orgasmo de cuerpo completo, dejándote brotando del intenso beso y el éxtasis derretido.",
                "Un simple cambio en su movimiento es todo lo que se necesita para enviarte al límite, el fantasma que te monta en reversa simplemente sacude sus caderas de lado a lado y estallas dentro de los tres, pero no ceden, ya trabajan para ordeñarFuera su próxima carga mientras se ríe juguetonamente.",
                "PlayerOrgasm",
                "1",
                "Ya no puedes pensar en lo correcto, todo se siente demasiado bien, incluso cuando tu visión comienza a oscurecer, te corres dentro de ellos nuevamente, el fantasma originalmente te mantuvo arrancado comenzó a montar tu polla rápidamente, lo que te obliga a una carga gruesa.Luego, el fantasma que conduce en reversa se vuelve hacia atrás con una influencia sensual de sus caderas, el fantasma que se besaba contigo te mantiene firmemente encerrado en un beso mental mientras golpea sus caderas una y otra vez.",
                "PlayerOrgasm",
                "1",
                "Los otros dos fantasmas se ríen y se unen, dejándote temblando en una dicha incoherente mientras los tres besan amorosamente contigo, dominando por completo tu lengua mientras todos montan frenéticamente tu espasmo.Gemes en ellos como un placer electrizante sobresalta de tu cuerpo, y comienzas a brotar dentro del trío una y otra vez.",
                "PlayerOrgasm",
                "1",
                "Tu polla se siente como un grifo roto mientras te corres constantemente en sus apretados coños apretados mientras continúan golpeando sus caderas sin sincronbeso intenso todo el tiempo, hasta que finalmente te desmayas ...",
                "...",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "DuoLoss",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Jeje, ♥ tu polla está embrujada ahora. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Spooky",
                "Speaks2",
                "Por dos fantasmas muy cachondos. ♥ oooooooooo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "Ambos se ríen juguetonamente ante sus propias voces espeluznantes, y mientras las miras, te dejan gemir cuando el primer fantasma inserta lentamente tu polla rígida en su apretado coño etéreo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mmmmm, ♥ y te daremos un placer especial de otro mundo. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speaks2",
                "Prepárate. ♥",
                "El segundo fantasma, para su asombro, fase su cabeza a través de las caderas de sus parejas como si ni siquiera estuviera allí, y envuelve sus suaves labios alrededor de tu polla dolorida, haciéndote jadear mientras succiona suavemente tu punta mientras el primer fantasmaContinúa montando tu polla sacudida como si nada hubiera cambiado.",
                "La dicha escasa sobre tu piel mientras la fantasma rebota lentamente sus caderas en tu erección sacudida se mueve sincronizando con su compañero fantasmal mientras comienza a profundizar tu longitud rígida, sin dejar nunca tu dolor de virilidad no estimulada, la sensación superpuesta de una boca sucia y unEl coño apretado rápidamente comienza a abrumar tu polla espasmante.",
                "Speaks",
                "Jejeje, ♥ La mayoría de las chicas no pueden hacerte esto, ♥ ¿pueden? ♥",
                "Solo puedes gemir en respuesta a medida que el placer electrifica tus caderas de sus burlas sexuales combinadas, el segundo fantasma comienza a golpear rápidamente tu polla rígida por su apretada garganta antes de chupar lentamente hacia su punta de fuga, y el fantasma que anda a lo largo se muele.Sus caderas en círculos burlones antes de rebotar sus caderas rápidamente.",
                "Ambos se ríen mientras escribes en éxtasis, apenas capaces de procesar las maravillosas sensaciones que se superponen a través de tu polla sacudida, la apretón de una garganta, una lengua que salva a lo largo de tu afecto, un coño húmedo babeante que acaricia la polla twitching mientras sus intermedios se extiendenun movimiento de ordeño.",
                "Speaks",
                "Vamos a vaciar tus bolas. ♥ Drontarlas completamente secas. ♥ Y te va a encantar. ♥",
                "Lloras en éxtasis mientras tu resistencia se desmorona contra sus esfuerzos combinados, y los dulces oleadas orgásmicos raspan a través de tu cuerpo mientras inundas un coño apretado con tu semilla, y vierte una carga caliente por una garganta, ambas al mismo tiempo, bloqueando tuMente cachonda con un éxtasis feliz mientras tiemblas con réplicas de placer.",
                "Speaks",
                "Muy bien, ♥ Switch. ♥",
                "Los dos fantasmas se ríen mientras intercambian posiciones, la que te estaba moviendo deslizándose entre tus piernas, pasando sin problemas a través de su aliado mientras se siente a horcajadas en la polla con las caderas y los dos para trabajar en tu polla aún en unísono, dejándotejadeando y gimiendo incoherentemente.",
                "No puedes evitar mirar con asombro ya que tu polla sacudida está completamente abrumada por el placer, sus cuerpos semitransparentes te permiten ver todo como un coño húmedo babeante que golpea rápidamente tu dolía dolorida, mientras que el otro fantasma chupa firmemente tuTwitching Cockhead, enrollando con amor su lengua a su alrededor en un círculo burlón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Horny",
                "Speaks2",
                "Jejeje, ♥ Este placer va a perseguir tus sueños. ♥",
                "Te tiemblas y jadea, sabiendo que tiene razón, tu polla ya está espasmando como una locura dentro de su combinación de orificios de otro mundo, dejándote respirando rápida y fuertemente mientras el placer ataca a través de tu dolidosa erección, enviando calidez inundando tus bolas de giro y tus caderas temblorosas.",
                "El primer fantasma comienza a hacer un montaje rápidamente profundo de tu polla rígida a tiempo con las caderas rebotando de la segunda, y tu visión se vuelve blanca pura a medida que el éxtasis atraviesa todo tu cuerpo, dejándote temblar en clímax, vertiendo espesas cuerdas de semen en ambas mujeres fantasmadas.Pero no disminuyen la velocidad a través de su orgasmo, lo que lo obliga a brotar algunas cargas adicionales para ellos de sus bolas doloridas y contraproducentes.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks2",
                "Comercia de nuevo. ♥",
                "Los dos fantasmas cambian los lugares nuevamente, sin darte un momento para descansar tu dolor de polla o dolor de dolor, la estimulación combinada de su boca chupada y su coño en forma de vicio mantienen tu polla completamente erguida de la maravillosa estimulación, enviando ola tras ola de placer derretidoa través de cada parte de tu cuerpo.",
                "Esta vez están siendo un poco más suaves, el primer fantasma está balanceando lentamente sus caderas bien formadas de un lado a otro, masajeando cada centímetro de tu polla sacudida dentro de su hendidura babeante, mientras que el segundo fantasma se mueve hacia arriba y hacia abajo en un estacionamiento.Incluso ritmo, lamiendo amorosamente cada centímetro.Pero la intensidad combinada del placer y su orgasmo que lo hace el alorte anterior lo mantiene temblando y jadeando de placer, sudor por su piel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Apuesto a que esto se siente tan bien que te preocupa que puedas morir. ♥ Pero no te preocupes, eso no sucederá. ♥ Es solo un dicho. ♥",
                "Gemes de manera incoherente cuando los dos aceleran su estimulación, el primero enérgicamente rebotando en tu polla espasmante, mientras que el otro chupa poderosamente tu punta, rodando la lengua alrededor de ella antes de tirar de ella justo después de los primeros golpes de las caderas.Abajo, enviando dos tornillos eléctricos rápidos de éxtasis puro atravesando su, dejándote vertiendo otra carga caliente en ellos mientras tu cerebro se en blanco desde la felicidad climática.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Los dos se ríen mientras siguen ordeñando su polla de chorro por todo lo que pueden, drenando sus bolas doloridas para cada gota a medida que se aprietan y chupan su longitud con tanta intensidad que se apaga brevemente del éxtasis.",
                "Parpadeando confusión No se puede saber si volvieron a cambiar los lugares, pero está claro que no se detendrán pronto, así que se recostan con una sonrisa maravillosa y se pierde en la sensación de una mamada experta que se superpone con un coño apretadoMontando su polla rígida en la sumisión, su visión comienza a oscurecer a medida que el placer orgásmico lo abruma una y otra vez.Y de nuevo ...",
                "...",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "GameOver"
            ]
        }
    ]
}