{
    "name": "HarpyHaremLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Después de un vuelo corto, las arpías lo dejan cuidadosamente en un nido hecho de follaje y escombros sueltos.",
                "A medida que toma en su entorno, nota varios otros nidos e incluso unas pocas cabañas de piedra bien construidas dispersas.",
                "Varias arpías se enfrentan, graznan y hablan entre sí mientras realizan varias tareas.",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo emocionado",
                "Sin embargo, las otras arpías no tardan mucho en darse cuenta de su llegada, y pronto descubres que el nido sorprendentemente cómodo tiene una multitud de mujeres lujuriosas con todos los ojos enfocados directamente en ti.",
                "Tus captores parecen muy ansiosos por compartirte con sus amigos aparentemente desesperados, delimitándose de emoción mientras explican en silencio las circunstancias sobre por qué estás aquí.",
                "Una de las arpías que te trajo aquí aquí alegremente a horcajadas sobre la cintura antes de guiar hábilmente tu eje en su coño goteando con un ala.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo emocionado",
                "Cuando ella comienza a montar tu polla, las otras arpías se mueven rápidamente, tratando de besar y burlarse de tu cuerpo como puedan.",
                "Las plumas rastrean tus pezones, una arpía se está besando y chupando amorosamente en tu cuello, y otro está mordisqueando y susurrando cosas lascivas en tu oreja.",
                "Una de las arpías reclama su boca con la suya y te besa apasionadamente, mientras que algunos de ellos han decidido burlarse y hacerle cosquillas en los costados y los pies con sus plumas.",
                "Dos arpías toman una de sus manos cada una y hacen todo lo posible para presionarlas en sus suaves senos, mientras que uno lame suavemente y chupa sus bolas cada vez que la arpía que coloca sus caderas.",
                "La sobreestimulación completa de su cuerpo es dejar que su cabeza sea en blanco de placer, y ya puede sentir su cuerpo temblando mientras un orgasmo se acumula en su ingle.",
                "PlayerOrgasm",
                "1",
                "Tus caderas se reducen mientras rocías tu semen en el coño apretado de la arpía, y ella llora de placer mientras su cuerpo se tensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo emocionado",
                "Mientras te desmonta con una expresión borracha de placer en su rostro, una nueva arpía toma su lugar, y muchas de las otras arpías se giran para tomar burlas de diferentes partes de tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Mientras que tu polla es follada enérgicamente por una arpía, otros dos han tomado burlas y lamerte los oídos mientras dos más intentan besarte al mismo tiempo.",
                "Algunos de ellos decidieron presionar y frotar sus senos contra su torso mientras sus manos se ven obligadas a tientas a tientas.",
                "Cualquier apertura disponible es burlada y cosquilleada por alas suaves con plumas, lo que te hace retorcerse de las sensaciones constantes.",
                "Apenas se le da tiempo para recuperarse de su orgasmo, su mente solo puede centrarse en el placer que le están dando.",
                "PlayerOrgasm",
                "1",
                "La arpía que viaja acelera, y pronto la vierte llena de semen como espasmos de todo el cuerpo en placer orgásmico.",
                "Otra arpía pronto toma su lugar y comienza a follar tu eje sobreestimulado nuevamente, haciéndote llorar de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Aparentemente, uno de ellos se está impaciente por su turno mientras empuja a algunas otras arpías fuera del camino antes de sentarse triunfante en su cara, su coño goteando presionando su boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Embarrassed",
                "Los arpías que se estaban besando antes de ser interrumpidos tan groseramente se ofenden por esto y comienzan a burlarse, cosquillas y besar a la arpía para castigarla, haciéndola gemir sorprendido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lewd",
                "Parte de ti no puede evitar estar contento de que el enfoque ya no esté todo en ustedes, pero la otra parte se siente abrumada por la combinación del aroma grueso y erótico del coño de arpía que se presiona en su rostro y las sensaciones de otra arpíaMontar tu polla con todo lo que tiene.",
                "A medida que comienzas a lamer con avidez el honeypot de goteo de la arpía, algunas de las arpías guían tus manos a las caderas de la arpía que conduce tu eje, y cuando la agarras de ella no puedes evitar empujar en su cuerpo necesitado.",
                "Incluso mientras la arpía que monta tu rostro se burla de la mayoría de las otras chicas de los pájaros, algunas de ellas todavía están usando sus plumas para burlarte de tu cuerpo donde puedan.",
                "PlayerOrgasm",
                "1",
                "Gimas cuando tu cuerpo no puede aguantar más, disparando espesas cuerdas de semen en la arpía rebotando en tu virilidad mientras se tensa en su propio orgasmo.",
                "La arpía en tu cara llora de placer poco después de burlas implacables de las otras arpías mientras su coño brota con sus dulces jugos.",
                "Como la mujer de pájaros en tu eje lo renuncia, la arpía en tu rostro intenta levantarse y tomar su turno.",
                "Pero algunas de las otras arpías se ríen y la obligan a volver a tu cara mientras otra chica toma tu eje.",
                "La arpía en tu cara deja escapar un gemido, transformándose rápidamente en un gemido cuando comienzas a lamer su coño nuevamente.Las otras arpías reanudan rápidamente a los dos tanto como puedan.",
                "PlayerOrgasm",
                "1",
                "Pierdes la noción de cuánto tiempo has estado aquí como Harpy después de que Harpy da un giro con tu eje, todo mientras que la mujer de los pájaros en tu rostro se ve obligada a quedarse allí y quedarse sin cesar tanto por tu lengua como por sus risueños compatriotas.",
                "Finalmente, cuando todas las otras arpías han tenido su turno, la dejaron tener la suya, y casi se derrumba mientras trata de llevar tu polla a su coño empapado y necesitado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo emocionado",
                "Finalmente, se las arregla para llevarte dentro de ella, y con energía renovada comienza a montar tu eje en un frenesí de deseo primario.Ya perdido para el placer interminable, te empujas lo mejor que puedas.",
                "Pero eventualmente tu agotamiento te lleva, dejándote gemir y gemir cuando la lujuria alimentó la arpía te folla sin sentido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lewd",
                "Su energía comienza a marcar y sus movimientos se ralentizan, pero ambos están demasiado cerca del orgasmo para detenerse, y ella mueve desesperadamente sus caderas.",
                "PlayerOrgasm",
                "1",
                "Con un movimiento final, ella se produjo sobre tu polla y ambos lloran en éxtasis mientras tus dolientes bolas le dan tus últimos chorros de semen.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Una expresión feliz se extiende por su rostro antes de colapsar sobre ti con tu rígida erección todavía encerrada dentro de su apretado coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Las otras arpías se mueven rápidamente y hacen todo lo posible para acurrucarse a todos lo más cerca posible de ti, envolviéndote en sus suaves alas.",
                "No le lleva mucho tiempo, y todos ellos, se alejarán en un sueño de sonido ...",
                "ChangeSensitivity",
                "Sex",
                "2",
                "ChangeSensitivity",
                "Mouth",
                "2",
                "ChangeSensitivity",
                "Breasts",
                "2",
                "GameOver"
            ]
        }
    ]
}