{
    "name": "HarpyDuetLoss",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "TenguHarpy",
            "postName": " 1",
            "SpeakerType": ""
        },
        {
            "name": "TenguHarpy",
            "postName": " 2",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "Las dos arpías tengues comienzan a cantar suavemente en los oídos al unísono mientras te acarician suavemente con sus espumas emplumadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "Están tan cerca de las orejas que cada nota que cantan suavemente envía ondas placenteras a través de su cuerpo, comenzando en su cabeza y corriendo por su piel.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "No hace mucho tiempo para que su canción mágicamente dulce haga girar tu cabeza con una mezcla de amor y lujuria, dejando tu polla dolorosamente erguida y palpitante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "La canción de los Harpies de Tengud aumenta en el volumen a medida que ganan confianza en la respuesta de su cuerpo, y sus alas comienzan a masajear lentamente por su pecho a medida que se acercan cada vez más a su ingle.",
                "A medida que su canción amorosa y mental se hace eco en tu mente, reverberando y rebotando alrededor de tu cerebro, las rebotes de enamoramiento feliz a través de tu cuerpo, que solo se intensifican a medida que las arpías tengues finalmente alcanzan tu eje y comienzan a acariciarla suavemente con sus plumas suaves.",
                "Las dos arpías tengues cantan al unísono perfecto, haciendo que su corazón revolotee como el placer que electrificar su virilidad de sus alas se amplifica por sus voces.",
                "Poco a poco, su canción dulce y sin sentido se acerca cada vez más a terminar a medida que se mueven hacia un final notable, y puedes sentir tu propio orgasmo construyendo a tiempo a medida que el edificio de éxtasis dentro de tu cerebro derretido se transforma en un amor ardiente por las arpías.",
                "Tus gritos agradables se armonizan con la canción amorosa de las Arpías Tengut mientras tus caderas comienzan a contraerse y agacharse en sus plumas de manera incontrolable a medida que el placer comienza a abrumar a tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "PlayerOrgasm",
                "1",
                "De repente, las arpías tengues presionan cerca de las orejas y cantan una sola y dulce nota alta con una voz susurrante, y la dicha orgásmica electrifica todo su ser cuando su polla brota cuerdas gruesas de semen, lo que lo hace jadear tanCada carga que disparas se siente como una sacudida de placer blanca y caliente que corre por todo tu cuerpo.",
                "Las arpías tengues alivian lentamente sus canciones a un extremo suave mientras llevan sus alas a sus caras para que lee suavemente su semen, y temblaron y jadea en el suelo en el resplandor de su orgasmo a medida que le duele el corazón y se derrumba con cariñoPara las dos mujeres de las pájaros de pie a su lado.",
                "PlayerSpeaks",
                "Ahhh ... ♥ ahhh ... ♥ i-i ... ♥ los amo a los dos ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Las dos arpías tengues se ríen felizmente, enviando olas de amor en su mente.",
                "Speaks",
                "Él nos ama. ♥ Funcionó. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speaks2",
                "Mhmmm. ♥♥♥ ... Lástima que no sea permanente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Sí, ... pero al menos podemos pasar el tiempo amoroso con él por ahora!¡Entonces apuesto a que volverá por más! ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speaks2",
                "¡Ohhhh!¡Deberíamos hacerle sentir tan bien que se enamorará de nosotros para siempre!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Yeah!",
                "Speaks2",
                "¡Intentemos que se corra cantando dos canciones diferentes al mismo tiempo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "La otra Harpy de Tengu solo responde al llevar su boca hacia su oído y comienza a cantar una melodía suave en su oído, enviando escalofríos de placer a través de usted.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speaks2",
                "Jejeje ... ♥ Vamos a derretir tu cerebro con amor. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "Lentamente lleva su boca a tu otro oído y detrás para cantar su propia canción de amor dulce, mezclando y armonizando con la canción de las otras arpías de Tengut en el centro de tu mentalidad, derritiéndose todos tus pensamientos hasta que solo un amor ardiente y afecto por elQuedan dos mujeres de pájaros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "El interior de tu cabeza se siente como si se está hundiendo por su canción una y otra vez, pasando de un lado a otro entre sus canciones inductoras de amor, y solo puedes estremecer en placer como un amor abrumador por los dos, te domina por completo.",
                "Sus caderas inconscientemente se contraen y se reducen al aire mientras las melodías entrelazadas de las arpías Tengues envían un éxtasis hormigueante en su cuerpo, pero sigue siendo desatendida ya que las dos mujeres se centran por completo en cantar sus canciones mentes en sus oídos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "Los dos cantan un tapiz tejido de amor directamente en su cerebro académico de placer, y felizmente gemirán por las dos mujeres de los pájaros mientras se desvanece en sus canciones inductoras de amor.",
                "El enamoramiento abruma todo su ser como su mente es aplastado con amor entre las arpías de los Tengues diferentes melodías, y su polla se contrae y palpita ampliamente al unísono con sus dos arias diferentes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "PlayerOrgasm",
                "1",
                "Lloras incoherentemente en placer mientras tus caderas se reducen y brotes una espesa carga de semen en el aire, pero incluso entonces tu eje permanece descuidado ya que las dos arpías tengues continúan cantando sus dulces canciones, enviando más y más placer amoroso que fluye en tu cuerpo..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "PlayerOrgasm",
                "1",
                "Pero al igual que un rayo de frustración sexual comienza a filtrarse a través de la neblina amorosa, tu mente está atrapada, comienzan a acariciar suavemente y suavemente tu polla con sus plumas una vez más, haciendo que tu polla se establezca y gotee más de tu semen desde el semen del semen del semen delLa sensación como la felicidad amorosa se lava.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "PlayerOrgasm",
                "1",
                "Así como crees que no puedes amar a las dos arpías tengues más de lo que ya haces, un orgasmo eléctrico y espasmo que induce el orgasmo en cascadas sobre tu cuerpo, llenándolo con un enamoramiento aún más amoroso mientras cubre las plumas de las arpías tengues con tu semen una vezMás y se ríen musicalmente en tus oídos ante tu expresión floja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Singing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "PlayerOrgasm",
                "1",
                "Tus futuras esposas no muestran signos de detener su mente que derrite la canción de amor como ondas interminables de placer y amor lave sobre tu cuerpo, mientras que sus plumas suaves continúan provocando el orgasmo de contracción después de criticar el orgasmo de tu dolor de virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Singing",
                "Su amor invade cada fibra de tu ser, llenándote con un placer y un éxtasis interminable que nunca quieres terminar, incluso cuando las canciones de las arpías tengues llegan a un crescendo que te obliga a un orgasmo tan poderoso que inmediatamente comienzas a enloquecer desde elplacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SingingExcited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "SingingExcited",
                "A medida que tu mente se desvía hacia la oscuridad, tus sueños están llenos de fantasías amorosas interminables que involucran a las dos arpías tengues por el resto de tu vida ...",
                "ChangeFetish",
                "Monstrous",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "GameOver"
            ]
        }
    ]
}