{
    "name": "ViliLossScenes",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": "",
    "Speakers": [
        {
            "name": "Phantasmal Vili PuffPuff",
            "postName": "",
            "SpeakerType": ""
        },
        {
            "name": "Phantasmal Vili PuffPuff",
            "postName": " 2",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "FinalFightLossJump",
            "theScene": [
                "JumpToEventThenScene",
                "Vili the Titillating Terror",
                "LostToViliAndEnslaved"
            ]
        },
        {
            "NameOfScene": "PuffPuffLoss",
            "theScene": [
                "IfChoice",
                "1",
                "FightingFinalVili",
                "FinalFightLossJump",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Usted colapsas con un gemido, completamente incapaz de resistir los tentadores senos de Vili, y ella se ríe traviesamente mientras se inclina sobre ti, dejando que sus pesadas tetas dominen tu visión.",
                "Speaks",
                "Kehehe, ♥ Parece que pierdes. ♥ Pero supongo que puedo recompensar tus esfuerzos con un masaje de hojaldre. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se ríe seductoramente mientras presiona sus suaves senos de malvavisco en tu cabeza, dejándote gimiendo mientras su fascinante suavidad envuelve tus sentidos, y te envuelves irreflexivamente los brazos alrededor de ella, presionando tu rostro más profundamente en su escote celestial.",
                "Vili frota sus abundantes tetas en toda la cara, masajeándote con su encantadora calidez y suavidad tentadora, y te acaricias ansiosamente en ellas, tu resistencia se derrumba bajo el peso de sus senos perfectos, imprimiendo tu mente con esta sensación de atracción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Tu polla palpita y se contrae con el deseo lujurioso con cada caricia de sus tetas celestiales, estás tan completamente perdido en sus suaves tetas que no puedes pensar en nada más, y Vili te sonríe de manera presumida mientras sus pechos se derriten por completo de tu mente.con un éxtasis feliz.",
                "Speaks",
                "Dime cuánto amas mis tetas. ♥",
                "Respiras estremecedores, llenando tus sentidos con el dulce aroma de Vili, tus pensamientos tan enfocados en sus senos abrumadoramente suaves, las palabras fácilmente caen de tu boca, amortiguadas solo por sus pesadas tetas masajeando tu rostro.",
                "PlayerSpeaks",
                "¡Amo tus tetas! ♥ Amo las tetas de Vili! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Su magia encantadora se ha tejido por completo, dejándote perdido en la lujuria y sus tetas perfectas, haciendo que tu espasmo masculino con cada apretón y masajeamiento acaricia sus senos almohados te invocen, llenándote con un amor interminable por sus abundantes tetas.",
                "Ella se ríe mientras sigues dando su adoración por su enorme cofre, cada cumplido que hace que tu polla se contrae y dolor con necesidad, y Vili te recompensa sacudiendo sus tetas de fusión mental alrededor de tu rostro y tus caderas se hacen pasar por el aire mientras estásCasi completamente abrumado por la sensación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Eso es todo, déjalo {i} alllll {/i} out. ♥♥♥",
                "PlayerOrgasm",
                "2",
                "Vili presiona sus pesadas tetas en tu cara, apretándole entre su escote celestial, y todo tu cuerpo se pierde en una ola de éxtasis electrizante, tu polla pisando cuerdas gruesas de semen en el aire, algunos aterrizan en Vili, pero puedes 'puedes' 'T procese cualquier cosa menos sus senos perfectos que te abruman su suavidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "A medida que su orgasmo se aleja, flota en el aire con una risita, liberando su rostro de su asfixiante afecto, dejándote jadear delirantemente por aire, sonriendo borracho mientras intentas recuperarte de ese éxtasis celestial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "ChangeImageLayer",
                "Base",
                "1",
                "ArmsCrossed",
                "Speaks",
                "Kehehe, ♥ Ven a encontrarme de nuevo si quieres {i} más {/i}.",
                "DisplayCharacters",
                "EndLoop",
                "Vili se rompe los dedos y desaparece en un destello de magia verde azulado, haciendo que tu semen desaparezca en un instante, dejándote recuperarte gradualmente de tu placer de estupor borracho ...",
                "ChangeSpiritQuietly",
                "1",
                "RemoveStatusEffect",
                "All",
                "Eventualmente te pones de pie y tratas de continuar hacia adelante a pesar de que tus pensamientos aún están nublados con tetas suaves ...",
                "ClearFightForVictory",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "CallLossLevelUp"
            ]
        },
        {
            "NameOfScene": "TitfuckLoss",
            "theScene": [
                "IfChoice",
                "1",
                "FightingFinalVili",
                "FinalFightLossJump",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "Te colapsas con un gemido, completamente incapaz de resistir las tetas diabólicas de Vili por más tiempo, y ella se ríe traviesamente mientras se inclina sobre ti, dejando que sus senos pesados ​​dominen tu visión.",
                "Speaks",
                "Kehehe, ♥ pierdes. ♥ Espero que estés listo para enamorarme de mis grandes tetas. ♥",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToTitfuck",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Ella se acuesta en el aire, flotando hacia tu polla aún rígida con una sonrisa feliz mientras entierra por completo tu palidez de la palanca completamente en su escote abrumador, dejándote gemir de la suavidad celestial.",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastRollAnimation",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Te encuentras impotente observando mientras ella gira suavemente sus enormes tetas en círculos alternativos, masajeando tu polla encarcelada con su suavidad de malvaviscos, la visión hinchable de su pecho trabajando tu longitud de espasmo cautivándote por completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "AnimationStop",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "Base",
                "PlayMotionEffectLoop",
                "Pump",
                "Con una sonrisa lasciva, ella comienza a acariciar tu polla dolorida con sus abundantes tetas, haciéndote gemir mientras la cálida sensación de sus senos mordaces envueltos alrededor de tus huellas de eje en tu mente, cada bomba de tu polla tejiendo su encantador encanto sobre ti más intensamente intensamente intensamente intensamente intensamente intensamente intensamente intensamente intensamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "Estás sonriendo como una tonta mientras rebota en sus enormes senos arriba y abajo, apretándolos fuertemente mientras ella ordeña tu polla sacudida, retirando tu sentido de la razón y reemplazándolo con sus tetas celestiales, y no puedes evitar querer sino quererMás de este placer feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "ChangeImageLayer",
                "ViliPaizuri",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "None",
                "EndMotionEffect",
                "Ver su expresión derritarse en una sonrisa pervertida deja a Vili sonriéndole con sonroja, y ella deja de rebotar sus tetas suaves por un momento para masajear sus senos contra su polla espasmante, acercándose más y más cerca del borde del orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "Tu polla se está rota por mis tetas. ♥ Te están moldeando en un pervertido amante de los senos. ♥ el esclavo perfecto para mí. ♥",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickMock",
                "Solo puedes asentir ansiosamente mientras la magia verde azulado la arrastra, demasiado placer borracho y cautivado de tu mente para resistir sus senos perfectos, tu cerebro completamente perdió sus enormes tetas y mientras te sacude bruscamente su arto abundante, casi te brotas.",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Base",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Base",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Base",
                "PlayMotionEffect",
                "BounceOnce",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "Pero mientras se levanta el pecho y le deja caer los senos pesados ​​una sola vez, tu virilidad pierde por completo a sus tetas abrumadoras, dejándote gemir en éxtasis mientras tu polla se quita como un géiser para ella, cada suave apretón o bomba lenta de su profunda escisión ordeña.fuera de otro orgasmo explosivo de tu polla dolorida.",
                "ChangeImageLayer",
                "Semen",
                "1",
                "Base",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "None",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "Speaks",
                "¿Ves? ♥ Nunca tuviste una oportunidad. ♥ ¡Así que te haré sentir tan bien! ♥♥♥",
                "PlayerOrgasm",
                "2",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "Semen",
                "1",
                "KneadingLeftThick",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "KneadingLeft",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "Ella aprieta, rebota y rueda las tetas sobre su polla espasmante, manteniéndote firmemente atrapado en sus senos almohados mientras brote la carga después de una carga de semen para ofrecerle su enorme cofre alucinante, perdiéndote completamente en su profunda escote sobrenalamiento mientras túSpare como un grifo roto sobre ella.",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "Luego se detiene, de repente flotando con una risita, dejando su dolor de virilidad a un momento de otro orgasmo que fusión mental mientras lo libera de sus suaves senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Pero solo si me encuentras de nuevo, ♥ y {i} perder {/i}. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Vili le rompe los dedos después de su alegre declaración, y desaparece en un destello de magia verde azulado, haciendo que tu semen desaparezca en un instante con ella, dejándote jadear en el suelo por unos momentos, recuperándose gradualmente de tu gusto estupor borracho ...",
                "ChangeSpiritQuietly",
                "1",
                "RemoveStatusEffect",
                "All",
                "Eventualmente te pones de pie y tratas de continuar hacia adelante a pesar de que tu mente todavía está llena de las tetas suaves y generales de Vili ... tu polla se duele para perderse nuevamente en su escote.",
                "ClearFightForVictory",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeFetish",
                "Curse de Vili",
                "1",
                "CallLossLevelUp"
            ]
        },
        {
            "NameOfScene": "DuoPhantasmLoss",
            "theScene": [
                "IfChoice",
                "1",
                "FightingFinalVili",
                "FinalFightLossJump",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Usted colapsas con un gemido, completamente incapaz de resistir al dúo de Vili ya, y se ríen traviesamente mientras se inclinan sobre ti, dejando que sus tetas pesadas y seductoras dominen tu visión.",
                "Speaks",
                "Kehehe, ♥ Parece que pierdes. ♥",
                "Speaks2",
                "Pero no te preocupes, te haré sentir {i} tan {/i} bueno para perder. ♥",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToTitfuck",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "PuffPuffPulse",
                "PlayMotionEffect",
                "ScreenBounce",
                "El primer Vili se arrodilla junto a tu ingle mientras el otro flota, detrás de tu cabeza con una sonrisa petulante, y entierra tu rostro con sus senos suaves y malvaviscos, mientras que al mismo tiempo tu erección temblorosa está envuelta en un escote indulgentemente cálido, dejándotegimiendo felizmente.",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "SqueezeAlt",
                "ChangeImageLayer",
                "PlayerBodyPenisTip",
                "1",
                "None",
                "ChangeImageLayer",
                "PlayerBodyPenisTipSilhouette",
                "1",
                "None",
                "PlayMotionEffect",
                "ScreenBounce",
                "Tu mente gira con la lujuria melty mientras bombean tu longitud rígida y masajea tu rostro, cada una con sus enormes tetas, te abruman con un suave encantador que se irradia en tu núcleo, y sientes que estás flotando en el cielo maravilloso mientras tus pensamientosson empujados por sus grandes tetas hinchables.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "HugeTits",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpHugeTitsCloseUp.png|n|",
                "10",
                "",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpTitsCloseUp.png|n|",
                "EndLoop",
                "PlayMotionEffect",
                "ScreenSway",
                "El Vili masajeando tu rostro con su busto mordaz aprieta y sacude su pecho, luego los enrollo dulcemente alrededor de tu cara, frotando y rompiendo tu sentido de la razón con una dulce sonrisa, llenándolo con un amor inevitable por ella y sus pechos perfectos,Encantándote tonto.",
                "Todo esto es mientras que el otro Vili acaricia suavemente su longitud de espasmo con su abrumador escote, la suavidad que encarcela por completo su dolidosa erección, cada bomba de sus encantadoras tetas hace que su polla palpitante se enrede con la necesidad, nunca le da un momento de descanso de su cofre del diablo..",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "HugeTits",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpHugeTitsCloseUp.png|n|",
                "10",
                "",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpTitsCloseUp.png|n|",
                "EndLoop",
                "La dulce seducción irradia a través de usted, solo cada vez más fuerte y más fuerte, haciendo que su corazón revolotee mientras el placer y la adoración corren desenfrenados a través de su cuerpo, su mente completamente perdida en las tetas suaves de Vili, dejándote gemir felizmente cuando las imágenes de los senos rebotan y se balancean a través de tu placermente borracha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Playful",
                "PlayMotionEffect",
                "ScreenBounce",
                "Con una risita juguetona, el Vili detrás de ti te apoya suavemente en una posición sentada, levitando detrás de ti y manteniendo tu cabeza deliciosamente ubicado entre sus abundantes tetas, inclinando tu cabeza para ver a la otra Vili bombear tu longitud de contracción con sus senos suaves malvaviscos, elLa vista sola casi te envía al borde a medida que te flojas.",
                "ChangeImageLayer",
                "MotionLines",
                "1",
                "Base",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "Base",
                "Ambos se ríen malvadamente mientras te miran por completo perderte por sus senos suaves, el Vili detrás de ti todavía masajeando suavemente los lados de tu cara con sus tetas celestiales en los círculos rodantes, mientras que los otros titfucks tu erección creciente con un vigor creciente, haciendo que tu palpitanteTwitch de polla en el borde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Playful",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "HugeTits",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpHugeTitsCloseUp.png|n|",
                "10",
                "",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpTitsCloseUp.png|n|",
                "EndLoop",
                "Speaks2",
                "Puff. ♥ Puff. ♥ Puffff! ♥♥♥",
                "Speaks",
                "Spurt. ♥ Spurt. ♥ Spurrrt! ♥♥♥",
                "PlayerOrgasm",
                "2",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PlayfulSmug",
                "Su mantra burlona envía sacudidas de electrificación de éxtasis directamente a su cerebro, en cascada en su dolor de polla dolorida, y no se puede tomar más mientras siguen cantando dulcemente, todo su cuerpo temblando en el éxtasis de la altura de sus espasmos de erección.Pechos abrumadores, golpeando espesas cuerdas de semen en las tetas del Vili Titfinging You.",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "MotionBlur",
                "1",
                "None",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "Squeeze",
                "ChangeImageLayer",
                "Semen",
                "1",
                "Squeeze",
                "Pero su chat seductor y juguetón continúa a medida que frota tu rostro entre sus senos perfectos y bombea tu polla espasmo con el otro par de tetas pesadas y suaves, manteniéndote una carga después de la carga sobre el pecho del uno, algunas cuerdas incluso logran escaparLos confines de su escote almohado.",
                "SwapLineIf",
                "OtherEventsChoice",
                "Visit Vili",
                "10",
                "HugeTits",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpHugeTitsCloseUp.png|n|",
                "10",
                "",
                "|f|PlayVisualEffect2|/|BlindingFlash|/|Monsters/OppaiImpTitsCloseUp.png|n|",
                "EndLoop",
                "Speaks2",
                "Puff. ♥ Puff. ♥ Puffff! ♥♥♥",
                "Speaks",
                "Spurt. ♥ Spurt. ♥ Spurrrt! ♥♥♥",
                "PlayerOrgasm",
                "2",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "ChangeImageLayer",
                "ViliPaizuri",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "BoobString",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "SemenSpurt",
                "1",
                "KneadingLeft",
                "ChangeImageLayer",
                "Semen",
                "1",
                "KneadingLeftThick",
                "ChangeImageLayer",
                "ViliNeck",
                "1",
                "KneadingLeft",
                "Se siente como si una cascada de orgasmos explosivos se establezca en una cadena de las caderas con cada palabra que hablan, cada toque dulce de sus senos suaves te frota, te masajea, acariciando tu dolor de virilidad, llenándote hasta el borde con éxtasis celestial.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "CallEventAndSceneThenReturn",
                "Visit Vili",
                "GoToBreastSize",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "EndImagePulseLoopingList",
                "Pero justo antes de que el mundo comience a amenazar con oscurecerte, el titfucking se detiene, y ella libera tu erección sacudida de sus abundantes senos, de pie con una sonrisa satisfecha mientras revela el desastre pegajoso que te hiciste tetas,Sus dedos y una sonrisa seductora antes de chupar sus dedos, haciendo que tu polla se contrae con el deseo mientras se libera eróticamente los dedos.",
                "Speaks2",
                "Me alimentarás cuando quiera, ¿no vas a [ThePlayerName]? ♥",
                "Speaks",
                "¿No se sentía {i} increíble? {/i} ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tease",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Playful",
                "Dumly asiente mientras te susurran seductoramente antes de reír en broma mientras tu sonrisa de placer borracho mientras estás de acuerdo sin pensarlo dos veces, de perder en el maravilloso resplandor de Afterripes que impregna todo tu ser.",
                "DisplayCharacters",
                "EndLoop",
                "Uno de ellos le rompe los dedos, y ambos desaparecen al instante, dejándote casi derrumbándose en el suelo sin el Vili que estaba detrás de ti, acunando tu cabeza entre su maravilloso escote.",
                "ChangeSpiritQuietly",
                "1",
                "RemoveStatusEffect",
                "All",
                "Poco a poco te pones de pie, todo tu cuerpo todavía está lleno de placer residual, y tu mente tiene dificultades para no pensar en sus senos maravillosamente suaves, la deliciosa sensación de sus tetas pesadas ordeñándote ... apenas puedes calmar tu polla para calmarAbajo al simple pensamiento ...",
                "ClearFightForVictory",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeFetish",
                "Curse de Vili",
                "2",
                "CallLossLevelUp"
            ]
        }
    ]
}