{
    "name": "WatchNaraDance",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Nara",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Energy - Salsa Nites (2_13) 120bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Te relajas en la silla, y no puedes evitar tomar la forma curvilínea de Nara cuando comienza a influir lentamente en sus voluptuosas caderas de lado a lado.",
                "Cuando Nara comienza su baile enérgico, te encuentras casi fascinado por sus senos rebotantes y caderas giratorias.",
                "Cada movimiento que realiza crea música improvisada a medida que sus brazaletes dorados se juntan, lo que se suma a su baile seductor.",
                "Sus pies se convierten en una ráfaga de movimiento, y sus manos se sienten sobre su cuerpo curvilíneo en muchos movimientos de distracción, redirigiendo constantemente su enfoque a sus caderas o senos.",
                "Tus ojos siguen sus movimientos, mirando exactamente donde su baile te guía a mirar, desde sus senos rebotando, sus piernas con hábilmente y sus caderas sensualmente balanceadas.",
                "Te arrancas los ojos de su atractivo cuerpo, y tu corazón salta un ritmo mientras Nara te sonríe alegremente, sus movimientos se desaceleran casi imperceptiblemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Su sonrisa se vuelve seductor, y sus movimientos sensuales atraen sus ojos sobre su cuerpo una vez más, dejándote apreciar su cuerpo y baile que fluyen.",
                "Te encuentras hundiéndote en la silla cómoda, relajándose mientras disfrutas de su atractivo espectáculo.",
                "Sus manos atraen tus ojos hacia sus caderas que se balancearon lentamente, sus movimientos sutiles y circulares acentuando sus deliciosas curvas de una manera muy atractiva.",
                "Tus ojos se atraen lentamente a su sección media ligeramente tonificada antes de regresar a sus voluptuosos senos, su lento baile, lo que los hace sacudir agradablemente con cada movimiento.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Luego, a medida que su visión vuelve a su cara, te das cuenta de lo cerca que te ha puesto, y ella sopla un beso a pocas pulgadas de tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Tu corazón palpita en tu pecho y sientes que tu polla le duele por ella, pero podrías haber jurado que viste un corazón rosado cuando ella sopló el beso.",
                "Lenta y deliberadamente, ella sigue sus manos en su cuerpo, haciéndote temblar con la lujuria ante su ligero toque.",
                "Lleva su atención a su rígida erección que se esfuerza contra su ropa y la libera con amor, haciendo que su eje esté en atención.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Sus labios plantan un beso rápido en la cabeza de tu eje antes de darte una mirada seductora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se aleja, balanceando lentamente sus caderas de un lado a otro.",
                "Speaks",
                "Siéntete libre de masturbarte, [ThePlayerName]. ♥ Quiero que disfrutes este programa como {i} mucho {/i} como sea posible. ♥",
                "Te guiñan y gira, alejándose, mostrando su bien formado y con algunos pasos de cadera que enfatizan su trasero.",
                "Dejas escapar un jadeo agradable cuando tu mano comienza a acariciar tu dolor de polla, tus ojos se mantienen completamente enfocados en su cuerpo, tu mente la sigue ansiosamente junto con ella.",
                "El baile de Nara comienza de nuevo, lento y sensual, haciendo que tu polla se contrae con cada movimiento.",
                "Una vez más, tus ojos se guían por sus manos sobre su cuerpo sensual, y te encuentras acariciándote a tiempo con su lento baile.",
                "Los senos de Nara rebotan tentador cuando sus caderas se mueven de un lado a otro, cada movimiento pendular que termina en un maniobra burlón, su baile comenzó a aumentar de tempo.",
                "Si bien su baile se vuelve más enérgico y sexualmente cargado, Nara sashays hacia ti, temblando y balanceando sus curvas, y tu mano coincide con sus movimientos más rápidos, haciéndote gemir en el deseo.",
                "La silla es lo suficientemente baja hasta el suelo que puede girar sus caderas frente a su cara, llenando sus sentidos con su aroma femenino.",
                "Ella se aleja ágilmente, girando brevemente antes de regresar y sacudir sus lujosos senos justo en frente de sus ojos cautivados.",
                "Una vez más, baila con un giro, solo para regresar para influir en su trasero curvilíneo a pocas pulgadas de su cara babeante.",
                "Tu polla palpita y se contrae de sus exhibiciones sexuales, haciendo que cada golpe de tu virilidad sea más intenso que el anterior.",
                "Ella se aleja una vez más antes de enfrentarte, balanceándose rápidamente y sacudiendo su cuerpo, y te sientes llegando al borde del orgasmo.",
                "PlayerOrgasm",
                "1",
                "Con una sonrisa seductora, se mueve con algunos escalones de cadera y te da un beso profundo e íntimo.Enviándote al borde, gemirás en su boca mientras disparas carga después de la carga de tu semen en el aire.",
                "Ella se aleja con una risita seductora, dejando a tu cuerpo contrajándose de placer y tu mente intoxicada de su baile.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Speaks",
                "¿Disfrutas del espectáculo? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Asientes débilmente con una sonrisa, y ella te sopla otro beso, haciéndote estremecer con deleite mientras un corazón rosado se mueve de sus labios a los tuyos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella se aleja de ti, haciendo que sus caderas se balanceen seductoramente a medida que avanza antes de inclinarse y moviéndote su cautivadora trasera.",
                "Tu corazón y su polla saltan emoción en la pantalla.",
                "Speaks",
                "Este baile aún no ha terminado. ♥ Vamos, necesito una pareja para esta próxima parte. ♥",
                "Antes de que su mente pueda comprender lo que acaba de decir, ya está fuera de la silla y empujando su polla dura de la roca en su apretado coño.",
                "Te estremes con deleite mientras la penetra, y cuando comienzas a follarla, tus pensamientos son arrastrados por oleadas de cálido placer.",
                "Ella coincide con tus empujes con sus caderas, ocasionalmente deteniéndose para molerlos con tentador en tu ingle, atrayéndolo a follarla más.",
                "A medida que continúas follando en la hendidura celestial de Nara, no puedes evitar sentir su lujoso trasero, tus manos lo hundiéndolos deliciosamente mientras continúas a tientas y acariciándola.",
                "PlayerOrgasm",
                "1",
                "Tan sobreexcitado y excitado, sientes que tu orgasmo se acerca rápidamente a medida que continúas empujando salvajemente dentro de ella, y con un aullido, te empuñes dentro de su coño y rocías un torrente masivo de semen.",
                "Jadeas, tratando de recuperarte de los sentimientos de placer que te cuestas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Vamos, no te detengas.Dame todos. ♥ ♥ Último. ♥ Drop. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella muele sus caderas en pequeños círculos contra su ingle, haciendo que todo su cuerpo latira con necesidad.",
                "Rápidamente reanudas follándola con tu dolor de eje, sus movimientos aún parecen un baile incluso cuando la follas.",
                "Nara deja escapar gemidos suaves mientras empujas a ella, sus caderas balanceándose manteniendo tu virilidad firmemente alojada dentro de su coño divino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "Ella mira hacia atrás y te sopla otro beso rosa, lo que te hace disparar inmediatamente una gran carga dentro de ella mientras te encuentras completamente cautivado por su cuerpo sensual.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Te encuentras empujando a su ininterrumpida incluso cuando tu orgasmo en ella una vez más, tu cara se afloja de placer como una delgada línea de senderos de baba ligeramente desde la esquina de tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Después de unos pocos empujes más, sientes que el próximo orgasmo ya se acerca, y el coño de Nara se aprieta firmemente en tu eje rígido mientras ambos lloran de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "PlayerOrgasm",
                "1",
                "Su dolor de virilidad dolorosa deja escapar una carga final de espuma de semen dentro de Nara, y sus ojos se enrollan ligeramente mientras el éxtasis cae en cascada a través de su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A medida que su orgasmo finalmente termina, te alejas de ella, la mente brumosa y el cuerpo completamente gastado.Nara se extiende con un gemido satisfecho, usando algo de magia para limpiarse.",
                "El agotamiento te abruma y casi te caes, pero Nara te atrapa mientras te tambaleas hacia atrás y te guía suavemente a la silla donde colapsas rápidamente, completamente satisfecho.",
                "Nara se acurruca en tu regazo, y le das una sonrisa de contenido mientras te desmayas lentamente ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "GameOver"
            ]
        }
    ]
}