{
    "name": "Ars Delusia Arcade",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Dark Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Voltlin",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "CoinDropChan",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Intro",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "IfChoice",
                "2",
                "IntroDun",
                "ArcadeIntro2",
                "SetChoice",
                "2",
                "IntroDun",
                "Curiosamente, entras hacia el edificio etiquetado como \"Arcade\", sus muchas puertas se mantienen constantemente abiertas a medida que las personas se mueven dentro y fuera de las instalaciones, charlando y riendo sobre esto y aquello bajo el brillante brillo de las luces de neón parpadeantes.Mientras camina, nota dispositivos extraños de estilo de tornillo remilados junto a la entrada, una variedad de habitantes de Delusian que colocan eros en las máquinas y aparentemente obtienen algún tipo de cápsulas a cambio.",
                "Estantes esa consideración para más tarde, entras en el edificio en sí, intercambiando inmediatamente el ruidoso ajetreo y bullicio de las calles del distrito de Eros para la {i} incluso más ruidosa {/i} de los sonidos provenientes de lugareños excitados y una miríada de dispositivos abiertos de dispositivosEse brillo con imágenes coloridas de todo tipo en el interior intencionalmente oscuro iluminado, los artilugios que claramente parecen ser máquinas de juego de diversos tipos.",
                "No puedes evitar sentirte un poco ... perdido en este extraño ambiente, al igual que a tu llegada a Ars Delusia, tantos sonidos y miras desconocidos y inh por de las vistas a todo volumen y parpadeando a través de la gran habitación llena de personas y juegos por igual...",
                "Desorientado como estás, notas tardíamente en el esquema inquietantemente fantasmal de otro aventurero y un monstruo que avanza sobre ti, lo que te tensa con confusión mientras entran en ti ... solo para que te pasen a través de ti sin frenar su paso,¿Como si ni siquiera estuvieras allí?",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Parpadeando con luminosidad las formas que ya retroceden de los fantasmas claramente, no, te encuentras con una pérdida de lo que debe hacer con esto, pero antes de que puedas reflexionar sobre la ocurrencia de confusión, una mujer de moda felina sorprendentemente familiar se acerca a ti y te acompaña ligeramenteLado con una mano pegajosa cubierta de manga, sacándote de tu aturdimiento a medias con una risa.",
                "Speak",
                "???",
                "Heya, novato.Antes de perderse totalmente, bienvenido a la sala de juegos.",
                "Ella afirma de manera bastante clara y corta, su tono casi duro al menos tiene el mérito de fundamentarte a la realidad, enfocando tu atención en ella mientras te considera con una expresión sarcástica relajada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "... Entonces, mientras te miras a ella y a ella, sus ojos se estrechan sobre ti con una breve pausa de comprensión, su voz se vuelve aún más aguda cuando ella vuelve a hablar.",
                "Speak",
                "???",
                "... Espera, eres el tipo de todo ese fiasco con ese limo rojo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "... esa explosión arruinó mi sudadera con capucha ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "???",
                "Aunque me han dicho que ambos salieron de todo eso prácticamente bien, así que eso es bueno ... incluso si eso también significaba que tenía que asarme durante horas por Voltlin Security ... {i} de nuevo ... {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "¿Por qué la mierda extraña tiene que seguir sucediendo frente a mi arcade, diosa maldita sea ...",
                "Menu",
                "'What do you mean by {i}keeps happening{/i}?'",
                "'... Sorry?'",
                "¿No fue mi culpa, sin embargo?",
                "'Si estás {i} tan {/i} molesto por eso, solo puedo irme'.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'What do you mean by {i}keeps happening{/i}?'",
            "theScene": [
                "Speak",
                "???",
                "Urgh ... solo la basura habitual de la gran ciudad: los combates sexuales que se rompen, los acuerdos de la mesa, las pandillas al acecho ... o simplemente las personas se calientan, causan una escena y luego se arrestan por perturbaciones públicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "???",
                "Dado que este es un lugar donde mucha gente va y viene, no hay mucha vigilancia, y los clientes se quedan a sus propios dispositivos, que lo hace conveniente para los cebadas vivas, delincuentes menores y similares para hacer lo suyo.el bajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speak",
                "???",
                "Pero como le he dicho a los voltlins y les dejé verificar como una {i} cien veces {/i}: no, mi arcade {i} no es {/i} un centro de ofertas de puerta trasera, tráfico o cualquier otra ilegal¡mierda!{i} esto.Es.A. legítimo.Negocios {/i}!",
                "Concluyendo su estallido que se despotricó con un resoplido enojado, golpea decisivamente su pie en el suelo con un pegamento pegajoso antes de continuar con una voz algo más tranquila, volviendo a un murmullo con máscaras más restringido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "???",
                "{size=-3} Todo lo que quiero es que las personas se diviertan y se dejen entre sí y {b} me {/b} en paz, maldita sea ... {/size}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "JumpToScene",
                "IntroCont"
            ]
        },
        {
            "NameOfScene": "'... Sorry?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella mira a punto de retroceder automáticamente, pero se detiene con una leve sorpresa ante su respuesta inesperadamente mansa, mirándolo de manera perpleja por un momento antes de mirar hacia otro lado con un clic pegajoso de su lengua viscosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "HMPH, no necesitas disculparte por eso, amigo.No es como si tuvieras nada que ver con eso ...",
                "JumpToScene",
                "IntroCont"
            ]
        },
        {
            "NameOfScene": "'That wasn't my fault, though?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "{i} Lo sé, lo sé ... {/i} Y no te estoy culpando, amigo ... Sé que acabas de quedar atrapado en toda esa locura e hiciste lo que pudiste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Speak",
                "???",
                "... Y para que conste, creo que es realmente impresionante que pudieras lidiar con todo por tu cuenta.",
                "Por un momento, su expresión se suaviza mientras asiente con la aprobación, pero no pasa mucho tiempo antes de que su rostro se moleste nuevamente y suspira lamentablemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "Solo deseo que la mierda se detenga durante una semana ... o incluso solo uno o dos días.",
                "JumpToScene",
                "IntroCont"
            ]
        },
        {
            "NameOfScene": "'If you're {i}that{/i} annoyed about it, I can just leave.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Hay un resplandor marcado en sus ojos mientras toma su respuesta irritable, pero después de una pausa tensa, se encoge de hombros fríamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "???",
                "... Se adapte a sí mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Luego se aparta de ti y se acerca a un mostrador espacioso y colorido lleno de lo que parece ser premios y boletos, levantando la partición para establecerse, al aliviándose en una silla giratoria, dejándote a tus propios dispositivos en el Wonderland parpadeantede colores y pitidos ...",
                "SetChoice",
                "1",
                "RudeResponse",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "IntroCont",
            "theScene": [
                "Dejándolo en eso, ella sigue adelante con un resoplido molesto y un batido de la cabeza, la cola en su sudadera con capucha para acompañar de alguna manera sus movimientos tensando y balanceándose por sí sola mientras tira reflexivamente por su mascarilla y saca a un tonto.de aparentemente en ninguna parte, comenzando a lamer perezosamente el regalo azucarado mientras continúa.",
                "ChangeImageLayer",
                "Mask",
                "1",
                "MaskDown",
                "ChangeImageLayer",
                "Candy",
                "1",
                "Candy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "???",
                "SwapLineIf",
                "Choice",
                "1",
                "RudeIntro",
                "{i} De todos modos. {/i} De vuelta a cuando entraste por primera vez, debes haber sido confundido por ese par 'fantasmal' que te pasó a través de ti, ¿verdad?Eso es porque la magia sobre Lucidia hace una basura funky cuando hay muchas personas en un solo lugar, por lo que más personas de lo que normalmente es posible pueden estar en un mismo edificio o donde sea ... supongo que la idea es que las personas se mezclen sin molestar a cada uno.¿otro?Es raro.Podría haberte pasado en la calle también ...",
                "1",
                "",
                "{i} de todos modos. {/i} Al presente, debes haber sido confundido por ese par 'fantasmal' que te pasó a través de ti hace un poco, ¿eh?Eso es porque la magia sobre Lucidia hace una basura funky cuando hay muchas personas en un solo lugar, por lo que más personas de lo que normalmente es posible pueden estar en un mismo edificio o donde sea ... supongo que la idea es que las personas se mezclen sin molestar a cada uno.¿otro?Es raro.Podría haberte pasado en la calle también ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "???",
                "Aparte de eso, una vez más: ¡Bienvenido a la Arcade!Si quieres jugar algo, solo ve a Eros en uno de los gabinetes y vuelve loco.Dependiendo de su puntaje, obtendrá boletos, que podrá canjear conmigo en el mostrador por premios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Algo poco entusiasta, te da un pulgar hacia arriba con su mano libre para concluir su explicación, el alegre gesto choca bastante con su expresión naturalmente fruncida ... que se vuelve aún más gruñona a medida que algo más la golpea, su boca se aprieta en un enojadocontraerse de dolor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speak",
                "???",
                "Ah.Just- {i} no {/i} aplastar las máquinas.Lo digo en serio.Nada va a saltar de ellos e intentará matarte o lo que sea",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "He tenido que arreglar demasiados gabinetes debido a los novatos enloqueciendo ... Voltlin Tech no es barato, ¿sabes?Lo juro, al ver cómo reaccionan algunas personas, pensarías que han estado viviendo debajo de una roca durante los últimos cien años ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speak",
                "???",
                "Entonces sí: {i} por favor {/i} No los golpees.Aparte de eso, siéntase libre de ver el lugar y noquearse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Ella termina con una palmada en el hombro, luego vuelve a lamer su tonto sin ociosamente, dando un paso a un mostrador espacioso y colorido con lo que parece ser premios y boletos, levantando la partición para acomodarse, aliviándose en una silla giratoriaAntes de dirigirse a usted un asentimiento final.",
                "Speak",
                "???",
                "Si tienes alguna pregunta, dispara, pero de lo contrario, solo ve y diviértete, amigo.",
                "IfChoice",
                "1",
                "RudeResponse",
                "RudeIntroConclusion",
                "DisplayCharacters",
                "EndLoop",
                "Se da la vuelta cuando su atención pronto le solicita otro asistente de arcade que camina sobre boletos en la mano, dejándolo en sus propios dispositivos en el flashing Wonderland de colores y pitidos ...",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "ArcadeIntro2",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "Pasas hacia el edificio etiquetado como 'Arcade', sus muchas puertas se mantienen constantemente abiertas a medida que las personas se mueven dentro y fuera de las instalaciones, charlando y riendo sobre esto y aquello bajo el brillo brillante de las luces de neón parpadeantes.Mientras camina, nota dispositivos extraños de estilo de tornillo remilados junto a la entrada, una variedad de habitantes de Delusian que colocan eros en las máquinas y aparentemente obtienen algún tipo de cápsulas a cambio.",
                "Al entrar en el edificio en sí, inmediatamente intercambias el ruidoso ajetreo y el bullicio de las calles del distrito de Eros por la {i} incluso más ruidosa {/i} de los sonidos provenientes de los locales excitados y una gran cantidad de dispositivos que brillan con imágenes coloridas de imágenes coloridasTodo tipo en el interior intencionalmente oscuro iluminado, lo que lo convierte en una atmósfera casi de otro mundo.",
                "Después de tomarse un momento para reajustarse, escanea su entorno, los encuentras más o menos lo mismo que la última vez: en todas las direcciones, gabinetes de varias formas y tamaños llaman y atrae con todo tipo de juegos para jugar, mientras que al frente y al centro, elEl 'jefe' de la sala de juegos se sienta detrás de su mostrador de recepción, vigilando ociosamente a su clientela.",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "ArcadeMenu",
            "theScene": [
                "Menu",
                "Go for {i}Slime Queen's Parade{/i}.",
                "Go for {i}Fertilia Fertilia!{/i}",
                "Go for {i}Impchinko.{/i} (Luck)",
                "RequiresTime",
                "Day",
                "Check out the lone Voltlin.",
                "Go to the Arcade Counter.",
                "FinalOption",
                "Leave the Arcade.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "LacksArcadeCash",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "A medida que vas a usar la máquina Arcade, te das cuenta de que en realidad no tienes suficiente dinero para jugar ...",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Leave the Arcade.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "Salirá del interior enclavado y ligero de la sala de juegos en el ajetreo y el bullicio de las concurridas calles del Distrito Eros, parpadeando con mancha al cambio de iluminación y atmósfera.",
                "JumpToEventThenScene",
                "Eros District",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Do something else.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Check out the lone Voltlin.",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "IfChoice",
                "4",
                "MetLovol",
                "LovolIntro",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter Ars Delusia.",
                "6",
                "LovolSeen",
                "Si bien la mayoría de los asistentes a la sala de juegos parecen haber venido en parejas o grupos, un Voltlin uniformado se destaca, siendo solo y pegado positivamente a uno de los gabinetes, una expresión de una intensa concentración en su rostro mientras sus ojos siguen los movimientos de pixelación en movimiento.Las formas y sus manos ejercen la almohadilla de control con facilidad practicada.A juzgar por las bolsas características debajo de sus ojos y el ceño fruncido en su frente, estás bastante seguro de que es Lovol.",
                "6",
                "",
                "Si bien la mayoría de los asistentes a la sala de juegos parecen haber venido en parejas o grupos, un Voltlin uniformado se destaca, siendo solo y pegado positivamente a uno de los gabinetes, una expresión de una intensa concentración en su rostro mientras sus ojos siguen los movimientos de pixelación en movimiento.Las formas y sus manos ejercen la almohadilla de control con facilidad practicada.",
                "EndLoop",
                "Menu",
                "Approach her.",
                "Let her be.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Let her be.",
            "theScene": [
                "Te enfocas en las máquinas frente a ti, dejando sola a la diminuta chica monstruosa que ni siquiera parece haberte notado.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Approach her.",
            "theScene": [
                "GetEventAndIfChoice",
                "Enter Ars Delusia.",
                "4",
                "LovolAsk",
                "KnowLovol",
                "GetEventAndIfChoice",
                "Enter Ars Delusia.",
                "3",
                "LovolHandjob",
                "KnowLovol",
                "Pasas hacia el Voltlin aparentemente hipnotizado, pero para su sorpresa, cuando abres la boca para hablar, ella te interrumpe hablando primero, todo mientras continúa jugando, sus ojos todavía se fijan en la pantalla colorida mientras sus dedos siguen siendo un movimiento borroso.",
                "Speak",
                "Voltlin",
                "Lo siento, estoy ocupado y no vine aquí para hacer amigos de todos modos.Que tengas un buen día, o lo que sea.",
                "Ella drones en el mismo aliento, rechazándote bastante perentoriamente y dejándote pocas opciones, pero para centrar tu atención en algo más ... ¿Supongo que si la conoces en diferentes circunstancias, podría ser más accesible?",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "KnowLovol",
            "theScene": [
                "Cuando pisas a Lovol, sus ojos sorprendentemente alerta de repente te lanzan de repente, y una sonrisa igualmente sorprendente se forma en su rostro.",
                "Speak",
                "Lovol",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter Ars Delusia.",
                "3",
                "LovolHandjob",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Condescending|n|Bueno, si no es [ThePlayerName] ... ¿Venir a solicitar más sexo de lástima? ~",
                "3",
                "",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Grin|n|Oh oye [ThePlayerName].Te apetece verte allí.¿Qué pasa?",
                "EndLoop",
                "SetChoice",
                "4",
                "MetLovol",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "LovolIntro",
            "theScene": [
                "SwapLineIf",
                "Random",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Smug|n|Parece que está atrapando a Lovol en un buen momento, el Voltlin acaba de completar una sesión de juegos aparentemente bastante exitosa, con el puño de la celebración antes de notarlo y volverse hacia usted.",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Panic|n|Parece que las escasas horas de sueño de Lovol la han alcanzado, ya que la encuentras con la frente desplomada contra la almohadilla de control y dudando descuidadamente, despertando con un alarmado 'Guh?'Cuando la tocas, luego cambiando inmediatamente a una gran sonrisa de bienvenida como si no viera nada, aunque un rubor pronunciado en sus mejillas todavía traiciona su vergüenza.|f|ChangeImageLayer|/|Face|/|Voltlin|/|Blush|n|",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Oh|n|Fiel a su estilo de vida limpio, Lovol actualmente está tomando una comida saludable de bares de cereales, pimienta y refresco, que acelera cuando se da cuenta, derribando el resto de su bebida antes de inclinarla en una de las latas de basura y convertirse entú.",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Oh|n|Como era de esperar, Lovol está en medio de un juego, lo que requiere que espere unos minutos para que ella envuelva las cosas, el Voltlin y luego perdiendo su expresión de cero para convertirse en usted con una sonrisa sorprendentemente cálida.",
                "|f|ChangeImageLayer|/|Expression|/|Voltlin|/|Oh|n|Como era de esperar, Lovol está en medio de un juego, lo que requiere que espere unos minutos para que ella envuelva las cosas, el Voltlin y luego perdiendo su expresión de cero para convertirse en usted con una sonrisa sorprendentemente cálida.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Lovol",
                "Hola [ThePlayerName].¿Qué pasa?",
                "ChangeImageLayer",
                "Face",
                "Voltlin",
                "",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "LovolMenu",
            "theScene": [
                "IfTimeIs",
                "Dusk",
                "ByeLovol",
                "Menu",
                "Talk with Lovol.",
                "Play with Lovol.",
                "'Wanna have sex?'",
                "Leave Lovol.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ByeLovol",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Como considera qué hacer a continuación, algo que Lovol está llevando a su persona de repente vibra con un timbre alegre apenas escuchado en el medio de la ruidosa sala de juegos, lo que hace que los ojos de Voltlin se abran de alarma.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Panic",
                "Speak",
                "Lovol",
                "{b} joder! {/b} ¡Ya es tan tarde?Maldita sea, tengo que irme.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "Lamentablemente, termina su sesión, se saca del gabinete y deja escapar un mal suspiro, que ya se ve cansado.",
                "Speak",
                "Lovol",
                "Urgh, realmente debería haber guardado al menos un par de horas para dormir un poco ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Bueno, el café ayudará con eso.Que tengas una buena, [ThePlayerName].",
                "DisplayCharacters",
                "EndLoop",
                "Dándole un saludo rápido de despedida, ella trota a toda prisa, y pronto la pierdes de vista en medio de las hileras de máquinas parpadeantes y intermitentes, dejándote solo y libre para decidir qué hacer a continuación.",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Talk with Lovol.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Cuando comienzas a tratar de entablar una conversación, la cara que aparece en la pantalla de Lovol se arrugue en una concentración ligeramente perturbada, el pesado Voltlin mirando hacia ti para responder.",
                "Speak",
                "Lovol",
                "Lo siento [ThePlayerName], no es realmente el momento o lugar adecuado para charlar.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Sin embargo, puedes golpearme en el trabajo.Apenas algo sucede allí por la noche.",
                "Ella se riega ante eso, luego vuelve a su juego, su expresión volviendo a un enfoque intenso de aspecto ausente.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "Play with Lovol.",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrLess",
                "GameSkillTracker",
                "39",
                "YouSuck",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Seguro.¡Tengamos algunas rondas de ML para que puedas mostrarme lo que tienes!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Parece ansioso por probar tu temple, ella te lleva a la máquina para el juego de lucha {i} Legends de monstruos: Battle of the Demon Queens {/i}, y no pierde el tiempo en agarrar la plataforma de control para poner tu partido en marcha, eligiendo sin vacilarCasillia la emperatriz de Manticore como su personaje.Confidentemente, avanzas junto a tu oponente seguro de sí mismo y te preparas, la chica monstruosa que te da una mirada presumida antes de encerrarse, preparada para jugar.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Sabiendo que Casillia es una zoner, vienes a ella con todo lo que tienes, golpeando rápido y duro y en realidad atrapando a Lovol con patas planas, el elemento sorpresa que te da una ventaja decisiva, lo que te permite ganar la primera ronda con un aluvión¡de ataques que terminan en un casi perfecto!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "Sin embargo, después de un momento de estupefacción atrozada en su derrota, su competidor experimentado se recupera rápidamente y, en las siguientes rondas, alternas hábilmente entre la tortuga a distancia y los avances sorpresa de agresión, lo que requiere que permanezca alerta cada segundo para no ser combinado.En el olvido, Lovol claramente tiene un lote {i} {/i} de práctica con casillia y interpretándola con el dominio del libro de texto.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Pronto, ambos caen en un trance de juegos, completamente concentrado en las formas coloridas que rebotan, aullan y corren por la pantalla, intercambiando un golpe con una determinación implacable.",
                "AdvanceTime",
                "1",
                "Pasa el tiempo a medida que pasa de una revancha a la siguiente, cambiando los personajes con una variedad vertiginosa, la diversidad de Playstyles y la habilidad intransigente de Lovol que requiere que toda su concentración no sea atrapada con los pies planos y demolidos.Al final, aunque lo das lo mejor posible, resulta que no puedes compensar por completo la riqueza de la experiencia de Lovol, el adicto a Arcade acumulando irresistiblemente la mayor parte de las victorias del león.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Aún así, te las arreglas para plantear un desafío significativo y arrebatar algunas victorias del Voltlin que, después de una buena docena de partidos, finalmente vamos a la almohadilla de control junto a ti con una exhalación silbosa, tratándote lo que realmente parece ser unsonrisa genuina.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Lovol",
                "... ¡bueno, maldita sea!Seguro que aprende rápido, ¿eh?¡GRATS!¡No vi ese mostrador de Tamaji!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Ella asiente con la cabeza con aprobación ... luego, después de un breve descanso, se enfoca en el gabinete, continuando jugando como si no estuvieras allí ... aunque al menos parece estar consciente de tu presencia.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "YouSuck",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "El Voltlin te da una sonrisa de cucleta ante tu propuesta, dejando escapar una brecha antes de responder.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "Sin ofender, pero en el nivel en el que estás, estoy bastante seguro de que podría vencerte con una mano atada a la espalda.Ni siquiera sería un concurso.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "IfChoice",
                "3",
                "TrainingDone",
                "KeepTraining",
                "Speak",
                "Lovol",
                "Pero bueno, ¡todos tenemos que comenzar en alguna parte!Si quieres, puedo darte algunos consejos para empujarte.¡Eso también te ayudará a obtener más boletos!",
                "Se da a un lado para dejarte reemplazarla al timón, y no ves ninguna razón para no llevarla a la oferta, tomas su lugar y te preparas para tu lección.",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Durante las próximas horas, Lovol te pasa a través de los conceptos básicos de varios juegos y te brinda consejos y trucos sobre qué tener en cuenta y cómo mejorar, incluso mostrándole algunas hazañas que puedes usar para aumentar tu puntaje.Aunque honestamente no es el mejor de los maestros, a veces confundiéndote con explicaciones desordenadas o episodios de irritación impaciente, claramente conoce a su tema al frente y a la espalda, y tiene una verdadera pasión por su pasatiempo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Lovol",
                "... y lo más importante de todo: ¡no te enojes!Jugar mientras está enojado simplemente joderá tus habilidades y tu disfrute ... sin mencionar que si la pierdes y comienzas a golpear la máquina, Noir te llevará sobre las brasas.Si sientes que te estás inclinando, tómate un descanso, relájate y vuelve a hacerlo con una cabeza más clara.Cuando regreses, el juego seguirá allí, igual que antes.Así que manténgalo relajado.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Tomando en serio ese valioso y quizás sorprendentemente sensato consejo, terminas tu entrenamiento allí y te alejas un poco para descansar los ojos, dejando que el insaciable Lovol regrese a su lugar para continuar satisfaciendo su adicción diurna.",
                "GetEventAndChangeProgress",
                "GameSkillTracker",
                "10",
                "SetChoice",
                "3",
                "TrainingDone",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "KeepTraining",
            "theScene": [
                "Speak",
                "Lovol",
                "¡Pero estás llegando allí!Sigue practicando, y tal vez algún día, podemos tener una coincidencia real. ♪",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "'Wanna have sex?'",
            "theScene": [
                "GetEventAndIfChoice",
                "Enter Ars Delusia.",
                "3",
                "LovolHandjob",
                "TitFuckChoice",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "Speak",
                "Lovol",
                "Nah.",
                "La curria respuesta, entregada sin el Voltlin incluso mirando hacia otro lado de su pantalla, no deja espacio para duda o debate ...",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "TitFuckChoice",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "El Voltlin busca responder inmediatamente negativamente a la sugerencia descarada, luego una idea parece golpear a ella y su frente se arrugó en un pensamiento por un momento antes de que se vuelva hacia ti, luciendo una sonrisa que envía un hormigueo de anticipación por tu columna vertebral.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Speak",
                "Lovol",
                "Bueno ... ¿Por qué no?",
                "Alejándose de la máquina de arcade para mirarte, la chica monstruosa que sonríe desaceleradamente le trae una mano a su debajo, alcanzando una cremallera oculta por el peso considerable de sus tetas y la derriba con un sonido atractivo, luego levantando sus senos para presentar el presenteque resulta de apertura para ti.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "Adelante.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "El abrazo del cofre considerable de Lovol hace señas, sin embargo, no se puede ignorar la presencia de los muchos otros asistentes a los arcade cuyas siluetas transparentes vienen y vienen en una constante avalancha de actividad a su alrededor.Mientras estás {i} bastante seguro {/i} que te perciben de una manera igualmente borrosa, lo que te hace poco probable que te reconoces, también estás bastante seguro de que, de todos modos, todavía pueden verte ...en realidad podría ser ... {i} emocionante {/i}?",
                "Menu",
                "Fuck her tits!",
                "Decline the offer.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Decline the offer.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "Lovol se ve un poco molesto, pero en última instancia se burla de la pereza malhumorada.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Lovol",
                "Bueno, no estoy pasando por la molestia de mudarme en otro lugar, así que esa es mi oferta.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "De nuevo a su uniforme, se aleja de usted y vuelve a jugar con indiferencia, no se ve tan molesto por su cambio de opinión, la situación deja la pelota de regreso en su cancha.",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "Fuck her tits!",
            "theScene": [
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeArousalByPercent",
                "5",
                "Incapaz de contener su libido al ver las tetas pesadas del síndico de Buxom, descubres tu polla que ya das un rígido mientras das un paso adelante, sintiendo que tu cara se calienta cada vez más y se sonroja de una sensación de indecencia pública, ya que muchos humanos fantasmales y chicas monstruosas siguen pasandoUsted es sin pagarle a aparentemente ninguna mente, dejándote concentrarte en Lovol que se riega con satisfacción y te agarra de las manos a medida que te acercas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "Atta Boy. ♪",
                "ChangeArousalByPercent",
                "10",
                "Tirándolo hacia ella, la pequeña dama coloca hábilmente las palmas a ambos lados de su amplio seno, un resoplido de lujuria redoblada que escapa de la boca mientras sus dedos se hunden indulgentemente en la masa pecaminosamente suave y cálida justo frente a su cintura, su polla respondePara el prometedor estímulo táctil con una contracción ansiosa al finalizar el ascenso al mástil completo, su preparación obteniendo una risa de aprobación de Lovol.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Speak",
                "Lovol",
                "Ya está muy ansioso por ir, ¿eh?¿Te te acercaste en primer lugar solo porque querías que te sacara?Qué buen para nada de los aventureros que eres. ♪",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Un escalofrío de una vergüenza caliente que ataca por la columna vertebral en la acusación burlona, ​​abres la boca para objetar, pero te interrumpen por el Voltlin que levanta un dedo para ponerlo contra tus labios en un gesto de silenciamiento.",
                "Speak",
                "Lovol",
                "Shh-shh-shh ... no te molestes, está bien.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Speak",
                "Lovol",
                "Solo haz lo tuyo. ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Demasiado atraído por el tono de Lovol, la lástima seductora, la peleos de sus tetas en las que sus manos todavía se están hundiendo, y su propia excitación constante de vergüenza, sigues sus instrucciones y cedes a tus libidinos impulsos, empujando hacia adelante hacia el uniforme de Voltlin's.Invitando la apertura.",
                "ChangeArousalByPercent",
                "10",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Con poca resistencia, su rígida virilidad se sumerge profundamente en el valle del seno que se produce, y la carne suave densamente llena inmediatamente le da un poco de sexo lleno de sexo, agrediéndole instantáneamente con el blisaje apretado, la sensación sorprendentemente intensa que te hace apoderarse de un perno de lujuria fresca y pura.A través de ti con fuerza renovada, dejándote momentáneamente parado allí en un leve aturdimiento agradable.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Lovol",
                "¿Sorprendido?Sé que no soy tan de alta energía como la mayoría de los otros voltlins, pero mis tetas no son nada para estornudar. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "ChangeArousalByPercent",
                "5",
                "Mientras permaneces quieto, a tientas sin pensar las tetas maravillosamente almohadas, tus dedos no pueden tener suficiente y disfrutar del placer del cofre muy limitado que presiona por toda tu polla sensible, hay un zumbido bajo cuando los impresionantes cuernos de coronas del shortstack comienzan aGlimmer, su dueño continuó con una voz cada vez más ronca.",
                "Speak",
                "Lovol",
                "Y ahora ...",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Jadeas como un sentimiento que se burla de Lovol a ti, enviando a todo tu cuerpo lleno de energía ansiosa, imbuyendo con una sensación de inquietud y que te dejan más cachonda mientras la zorra diminuta te sonríe, ella, ella, ella, ella, ellaLos labios se mueven momentáneamente mientras pronuncia una sola palabra.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "OralOffer",
                "Speak",
                "Lovol",
                "{b}Thrust.{/b}",
                "ChangeArousalByPercent",
                "20",
                "Tus ojos se abren de par en par cuando, junto con el orden entonado, el Voltlin desata su magia voltaica acumulada, la liberación establece sus cuernos y te llenan con una explosión de vigor galvanizante, ¡lo que te lleva a obedecer inmediatamente su comando y comenzar a mover tus caderas!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "ChangeArousalByPercent",
                "15",
                "Con lo apretada que es la escote de Lovol y con las manos todavía presionando sin pensar en sus lujosamente lujosas tetas y masajeando, tiene un poco difícil sacar su polla de sus confines, haciendo que la sensación de la sudor académica se aplique a todos.Sobre su eje, aún más estimulante a medida que su virilidad se desliza lentamente, sus músculos se contraen descaradamente debajo de la felicidad brillante mágicamente mejorada ...",
                "ChangeArousalByPercent",
                "10",
                "... Pero tan pronto como estás fuera del abrazo de los montículos de almohadas del Voltlin, empujas tu polla de nuevo en ellos, gimiendo felizmente mientras su calidez y suavidad te asaltan de nuevo, un orgasmo que ya está burbujeando en tus lomos comoEl resultado de que el imbuimiento Zappy se desgasta de manera electrizante e insta a la urgencia con la lujuria ciega, dejándote no poder a medida que continúas empujando indulgentemente.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Con hambre con la intención de aprovechar al máximo su eyaculación irresistiblemente ascendente, logra seguir aferrado lo suficiente para dos empujes más lentos en el seno de sándwiches de Lovol, cada pistón lánguido que lo prodige con otra ola pegajosa de euforia hormigueante.",
                "ChangeArousalByPercent",
                "5",
                "Después de solo esos dos gloriosos columpios adicionales, las sacudidas reveladas comienzan a correr por la parte inferior del cuerpo mientras su virilidad se contrae urgentemente, señalando su clímax inminente, lo que lo lleva a terminar tomando una respiración profunda y estremecida y enterrando toda su longitud en la escisión de Lovol, tambiénansioso por conducir a un desvergonzado orgasmo amante de la tit.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Inmediatamente, la presión, la calidez y la pluslidad de los senos del síntulas chocan suavemente contra todos ustedes a todos, lo que requiere que se prepare contra el gabinete detrás del Voltlin para su apoyo mientras ella descansa cómodamente contra él, dejándolo relajarse.su lujoso pecho y semen con todo lo que tienes.",
                "PlayerOrgasmNoSpiritLoss",
                "Un sonido pegajoso apagado estalla entre las tetas de Lovol a medida que su semilla salpica directamente hacia ellas, la poderosa explosión seguida de una serie de chorros más pequeños pero no menos placenteros mientras sigue brotando sin ningún autocontrol, sus caderas temblan débilmente mientras cabalga eufóricamente el uphoramente.Cumshot intramammary con alegría indulgente, cada vez más de tu semen que se vacía en el cofre celestial antes que tú ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "... Hasta que el intenso alto finalmente disminuya y se desplomes, dejando escapar una exhalación de alivio sublime mientras trabajas laboriosamente para recuperar la respiración, tu erección marcada todavía acurrucada en su cama maravillosamente cómoda, dejándote que te guste de un lujosoAfter Glow ... que Lovol te quita con un grifo contra tu estómago, atrayendo tu atención hacia ella.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Speak",
                "Lovol",
                "Hey.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Cambiadamente, miras al Voltlin que devuelve tu mirada mareada con una mirada juguetona propia que permite que un presentimiento, pero excitante, el sentimiento temeroso amanezca en tu mente manchada de orgasmo, la mansa incertidumbre en tus ojos hace que su sonrisa se reduzca.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Lovol",
                "{i} sigue adelante. ♪ {/i}",
                "ChangeArousalByPercent",
                "15",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Un grito ahogado escapa de su boca cuando el brillo de los cuernos de Voltlin se rehuega inesperadamente, al igual que la excitación eléctrica escaldada dentro de usted, su lujuria hirviendo regresa en vigor.A pesar de su fatiga posmimáctica, inmediatamente vuelve a entrar en acción como un títere tirado en respuesta al estímulo, ¡y reanude ansiosamente las caderas!",
                "ChangeArousalByPercent",
                "15",
                "Al instante, la dicha sin cesar proporcionada por el almohado que atrapa el vicio lo ataca de una vez, haciendo un número en su cuerpo aún sensible, el titfuck renovado prematuramente que demuestra tortuosamente placentero a medida que reanuda los senos de Lovol en serio.¡La euforia de la euforia a través de ti mientras tus músculos fuera de control siguen golpeando tu polla entrando y saliendo de su suntuosa prisión, dejando tu excitación disparándose directamente!",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "OralOffer",
                "Debajo de usted, su maravillosa Tormentress deja un gemido poco holgado mientras presiona sus manos contra las suyas, frotando sus palmas en los dedos de manera incómoda, el contacto íntimo de hormigueTus caderas a plena inclinación en respuesta a la manifestación lasciva.",
                "Speak",
                "Lovol",
                "Adelante, [ThePlayerName]. ♥ hazlo. ♥ Cum tu cerebro de nuevo. ♥",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Incapaz de articular un pensamiento coherente, y mucho menos una respuesta, solo puedes gritar en una aceptación sin sentido servil mientras continúas aparearse con su seno en un frenesí hedonista sin sentido, la pequeña mujer que se ríe en tu completo abandono, cualquier temor de ser vistoCompletamente olvidado mientras tu universo se encoge hacia el cofre frente a ti, toda la preocupación desaparecida, excepto para mantener a Titfucking Lovol todo el tiempo que puedas ...",
                "ChangeArousalByPercent",
                "20",
                "Sin embargo, su resistencia desglosada ya se está agotando, su polla domicilán y palpitante lista para admitir su derrota por segunda vez.Su respiración se acorta en huffs jadeando, siente que su visión nade en medio del zumbido eléctrico continuo y pulsante, el tempo descuidado de sus columpios ritmo por los sonidos vulgares pegajosos que resonan de los senos lubricados de la Voltlin a medida que continúa sin restricciones.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "ChangeArousalByPercent",
                "20",
                "Demasiado pronto, su cuerpo alcanza sus límites una vez más, y una vez más, con sus últimas fortalezas de fuerza, empujas autodestructivamente tu virilidad pulveriza lo más profunda posible dentro de los maravillosamente lujosos confines del escote de Lovol, la chica de monstruos cortos que te miranAl disimular la satisfacción de la presunción mientras aprietas espásticamente las tetas alrededor de tu longitud y {i} cum {/i}.",
                "PlayerOrgasmNoSpiritLoss",
                "Tus ojos se ponen bajo la afluencia de placer orgásmico tormentoso, dejas que el ruinoso se reclame, tus percepciones se vuelven rápidamente más distantes a medidaDirectamente en los senos de su diminuta amante que rompe la mente, llenándolos con más y más fácilmente semen, Strurt tras chorro.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "PlayBlackOut",
                "Mientras que el Voltlin se riega con lujurioso deleite por su generoso renovado homenaje a sus tetas, sientes que tu fuerza te abandona para bien y se cae mucho en las rodillas, ahora te gastan la polla completamente gastada de la escisión de Lovol mientras tu visión se desvanece, tu conciencia se acompaña momentáneamenteafuera.",
                "AdvanceTime",
                "1",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "EndBlackOut",
                "Cuando vienes, te encuentras en una posición sentada, de forma un tanto apropiada contra el gabinete cercano ... pero ahora solo, como te das cuenta cuando miras a su alrededor, sin encontrar rastro de Lovol en medio de los asistentes a los arcadetodavía indiferentemente pasando su día ...",
                "Una sensación amarga que se hundía en tu estómago al ser inesperadamente de pie de tal manera, dejaste escapar un suspiro cansado ... que se convierte en un jadeo de sorpresa cuando algo frío presiona contra tu cuello!",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Dirigiéndose, te encuentras cara al rumbo con un Lovol sonriente que sostiene una botella de agua fresca en una mano y una bolsa de gomitas de frutas en la otra, la pequeña dama aparentemente acaba de regresar de su recado.",
                "Speak",
                "Lovol",
                "Yo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Parpadeando con ella como una aparición, tomas con cuidado la bebida ofrecida y se retira de la tapa, la presencia de una bebida que te hace darte cuenta de cuán parchado te sientes entre el calor seco de la sala de juegos y tus propios esfuerzos, elVoltlin sonriente atenuando su expresión juguetona mientras toma tu actitud desconcertada.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "Speak",
                "Lovol",
                "Hm.Lo siento, por la espera.No esperaba una línea en la máquina expendedora.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Todavía se siente bastante sin aliento y mareado, asiente con el reconocimiento en lugar de la respuesta y la mitad de la botella en voraz tragos, el agua helada que hace maravillas para despertarte el resto del camino, la cara preocupada de Lovol se ilumina cuando vete animas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Parece que estarás bien ... Sabía que los aventureros estaban hechos de cosas más severas, je.",
                "Pegando a tu lado, ella te ofrece algunas gommies junto con tu bebida, y aunque los dulces pueden no ser el más saludable, el azúcar abundante y el sabor dulce ciertamente te ayudan a sentir revitalizado, y después de unos minutos másDe recuperar el aliento, beber, relajarse, comer bocadillos y charlar con Lovol, te sientes en buena forma para retroceder, el Voltlin te mira mientras arreglas tu ropa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Speak",
                "Lovol",
                "Bueno ... en general, espero que te haya gustado eso, Mister Pervert Adventurer. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "El nombre y el tono inesperado y dulcemente condescendiente reavivan un tinte de excitación de vergüenza en ti, haciéndote chocar por un momento mientras tu amante de Buxom se ríe, en realidad luce poco austas mientras regresa a su gabinete como un reloj, lo que te da una última mirada.Asegúrese de que esté bien antes de volver a los negocios como de costumbre.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "SetChoice",
                "6",
                "LovolTitsFucked",
                "JumpToScene",
                "LovolMenu"
            ]
        },
        {
            "NameOfScene": "Leave Lovol.",
            "theScene": [
                "GetEventAndIfChoice",
                "Enter Ars Delusia.",
                "3",
                "LovolHandjob",
                "LovolPussyEatingChance",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "¡Kay!Verte entonces.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Ella te da un rápido asentimiento y luego devuelve inmediatamente su atención al juego, permitiéndote continuar con tu día.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "LovolPussyEatingChance",
            "theScene": [
                "JumpToRandomScene",
                "Leave Lovol Cont.",
                "Leave Lovol Cont.",
                "PussyEating?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "PussyEating?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Speak",
                "Lovol",
                "Oh, espera.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Cuando estás a punto de despedirte, Lovol de repente te llama, mirando hacia otro lado de la pantalla del gabinete para darte una sonrisa traviesa.",
                "Speak",
                "Lovol",
                "Pensando en ello, me he estado sintiendo {i} un poco {/i} antiagrafía, así que ... no te importaría darme una mano, ¿verdad?",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "ChangeArousalByPercent",
                "5",
                "Le dispara a una expresión poco austeriormente lasciva, la chica monstruosa de short -stacke juega con su uniforme para deshacer dos botones en la parte posterior, abriendo una solapa que revela descaradamente parte de su retaguardia hinchable y expone descaradamente su coño desnudo, el Voltlin usando dos dedos para separarse de ella con exuberancia.Labios inferiores mientras ella mueve sus caderas, atrayendo tu mirada a su hendidura húmeda.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Speak",
                "Lovol",
                "Estoy seguro de que tienes cinco minutos para ponerte de rodillas y cuidar de eso ♥",
                "Menu",
                "Accept.",
                "Decline.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Accept.",
            "theScene": [
                "ChangeArousalByPercent",
                "3",
                "Traguando al ver el sexo húmedo y desnudo de la mujer con curvas, asiente y caminas obedientemente de regreso a ella, provocando un chaquetero, satisfecho de ella.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Speak",
                "Lovol",
                "Ese es un buen aventurero ... siempre ansioso por complacer, ¿no?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Ella puntúa sus palabras burlonas extendiendo sus piernas ligeramente, dándote acceso abierto a su arranque mientras te arrodillas detrás de ella, un sonrojo más profundo que florece en tus mejillas en sus modales burlones, la vista de su hendidura descaradamente ofrecida y tu propia submisualidad de Azulada.Desde toda la situación, sin mencionar el espacio público {i} muy {/i} en el que se encuentra.",
                "Recordando dónde estás, miras con cuidado, esperando a Bawkers, pero mira que a pesar de su obvia presencia, las siluetas nebulosas de los muchos asistentes a la arcade pasan de un lado a otro sin prestarle atención, como si no existieras ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Lovol",
                "... ¿Cuál es el contrario?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "El sonido de la voz de Lovol que le devuelve la atención a ella, responde con un murmullo de disculpa mientras te enfocas en la tarea en cuestión, el Voltlin reaccionando a tu vacilación con una sonrisa.",
                "Speak",
                "Lovol",
                "No te preocupes por todos los demás, realmente no pueden verte ... aunque tal vez sea una decepción para ti?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "ChangeArousalByPercent",
                "4",
                "Dejando escapar una risa entretenida, Lovol vuelve casualmente a jugar, dejándote cuidar sus necesidades sin más demora.Llevando el nivel de la cabeza con su trasero, te tomas un momento para apreciar la plenitud de su regordete maldito y esperando sexo, un simple aliento tan cerca de su coño haciendo una sensación de hormigueo que se encuentra con tu rostro por el olor de su lujuria acentuada por una pista de una pista.de aroma de voltlin eléctrico.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "ChangeArousalByPercent",
                "6",
                "Aunque parece estar completamente concentrada en su juego, sus manos y ojos se mueven alerta sin pagarle nada, deja escapar un zumbido de aprobación a medida que avanza y comienzan dándole un coño ofrecido una larga lamida, un feliz temblar a lo largo de tuLa columna vertebral del sonido gratificante de su voz y el sabor femenino y con sudor de sus partes privadas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Dejando que esa sensación te reclame, te permites hundirte más profundamente en una subordinación cachonda, empujando tu cara más hacia ella mientras agarras indulgentemente su amplia parte trasera con ambas manos, tus dedos se hunden agradablemente en las nalgas flexibles del shortstack, sumergiendo tu mente en más dócil.servicio de alegría.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Lovol",
                "Oye, no obtengas {i} también {/i} cómodo allí abajo, ¿hm?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "ChangeArousalByPercent",
                "5",
                "Ella enfatiza la instrucción con un empujón de su amplio trasero, lo que lo lleva a continuar con la suya, la lae, lape y besó a sus suaves y húmedos nethers en serio con su contenido ronroneante, la pequeña dama que regresa a su sesión con un aire de satisfacción, dejándote libre para hacerle lujos con la lengua y la boca.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "ChangeArousalByPercent",
                "10",
                "Un minuto después de que otro comienza a alejarse mientras Lovol se relaja en tu alcance, continúa jugando como normal mientras te besas y lamer y lamer su coño y pasar las manos por todas las grandes, intoxicantes y medio cubridas al contenido de tu corazón, adorando adornados.ella sin ningún aviso de su entorno, solo el comentario ocasional de ella llegó a sus oídos.",
                "Speak",
                "Lovol",
                "Hrng, odio esta fase ... juro que quien diseñó este jefe estaba fumando ...",
                "ChangeArousalByPercent",
                "5",
                "Con la cara profundamente enterrada en su sexo, sus sentidos están completamente apagados por la maravillosa almohada de su culo y el aroma y el sabor de su excitación.Su indiferente murmullo está siendo claramente para nadie en particular, es libre de preocuparse por nada más que darle la mejor manera de su capacidad, sus esfuerzos orales se vuelven cada vez más diligentes y febriles con cada momento.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "Speak",
                "Lovol",
                "Hmhf ... Poniéndose cansado ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "ChangeArousalByPercent",
                "10",
                "Un sonido amortiguado de sorpresa te escapa cuando, sin previo aviso, Lovol de repente se deja descansar tranquilamente contra tu rostro, el peso completo de su peluche te presionó libremente hacia ti, sofocando con más de su masa felizmente opresiva mientras su dueño se ríe.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "No te importa si descanso un poco las piernas, ¿verdad?Ya que estás haciendo un buen trabajo {i} buen trabajo {/i} hasta ahora.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "ChangeArousalByPercent",
                "10",
                "Con la sensación de su suave carne y la alegría mixta de su alabanza incitante que se derrite en tu cabeza como miel, no puedes evitar responder instintivamente con un batido de la cabeza restringido y un resplandor de aprobación, tu ansiosa obediencia a otro satisfechoSnicker fuera de Lovol.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Lovol",
                "Great.♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeArousalByPercent",
                "7",
                "Y así, ella se enfoca en su juego con un zumbido de contenido mientras vuelves a adorar a su coño además de servir ahora como silla, la situación tocando tu cerebro con sentimientos más confusos y agradables de éxtasis degradante, tus calefactas respiracionesPoco a poco, convertirse en jadeos calientes y gemidos mientras su lujuria sumisa sigue construyendo constantemente, su polla inútilmente erguida presionando y goteando contra sus pantalones.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "ChangeImageLayer",
                "Face",
                "Voltlin",
                "Blush",
                "ChangeArousalByPercent",
                "5",
                "A pesar de su indiferencia, la propia Lovol parece que siente los efectos de su diligencia ininterrumpida, su respiración se vuelve más corta y, a vecesPara guiarte hacia sus buenos lugares, estimulándolo para seguir adelante con un vigor inquebrantable a pesar de la excitación de la cabeza.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Speak",
                "Lovol",
                "O-oh, maldición, en realidad podría vencer mi disco ...",
                "ChangeArousalByPercent",
                "10",
                "Sin detenerse para prestar atención indebida a su charla centrada en el juego, te mantienes a tu papel como su silla adorable y te dejas llevar por tu fervor servil, lamiendo y besando su sexo mientras apretan y masajeando con el entusiasmo entusiasmo,Como si se rompiera aún más fuerte contra su cuerpo curvilíneo de cara mientras la empuja cada vez más cerca del borde.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "OralOffer",
                "Speak",
                "Lovol",
                "F-Fuck, S-So ... ¡Cerrar!",
                "ChangeArousalByPercent",
                "6",
                "Su amante de poca mortaja continúa divagando mientras su coño temblaba contra su boca, el voltlín pervertido ahora descansa el peso casi lleno de todo su cuerpo contra usted mientras sus dedos se mantienen frenéticamente chaqueteros y tirando de la almohadilla de control frente a ella, su masa almohadaTodos menos ahogándote debajo de ella, instándole a traerla al límite con un esfuerzo redoblado.",
                "ChangeArousalByPercent",
                "3",
                "Completamente enterrado en el arranque de Lovol y luchando por respirar, pero no está dispuesto a separarse de ella incluso por un momento, las estrellas bailan en tus ojos y tu polla dura como una roca sigue sacudiendo la protesta impotente mientras la comes con una mentalidad ciega, el tonode la voz de Lovol continúa subiendo bajo su ferviente servicio hasta",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Orgasm",
                "Speak",
                "Lovol",
                "¡Estoy llegando allí!",
                "ChangeArousalByPercent",
                "8",
                "Las palabras que bailan en tu cabeza con la promesa de hecho de haber traído a tu Voltlin Domme hasta la nube nueve, dejas que tu lengua baile sobre su empapada y temblorosa mientras tus labios se aferran a su clítoris duro y húmedo para darleUna succión buena, larga y sostenida, el asalto que hace que su cuerpo se congele climáticamente, sus músculos se apretan sobre ti mientras exhala con un grito raro.",
                "Speak",
                "Lovol",
                "{b}Y-Yeeeeesssss!!!{/b}",
                "ChangeArousalByPercent",
                "20",
                "Su grito extático sonando a través de la sala de juegos, se sacude en medio de un maravilloso orgasmo eléctrico que golpea a través de ella y se estrella contra usted con un perno de placer, y entre su sumisos euforia, la mala alegría de su culo, y elVoltlin Zap que atraviesa a los dos, la estimulación combinada es más que incluso su erección manos libres, lo que también te hace ir por el límite.",
                "PlayerOrgasmNoSpiritLoss",
                "Ruinoso Delight se lava sobre ti como, con sangre, sientes que tu polla desesperada y palpitante eyaculó, dejándote mareado con esfuerzo y alivio, tu ahora urgente falta de aire que te obliga a retroceder lamentablemente de Lovol, la más sofocante y inhaladora y confusa que te separas a medida que te separasDesde su maravillosamente opresivo trasero, luz y oxígeno que regresan con las respiraciones irregulares mientras nadas en tu orgasmo continuo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Panic",
                "Speak",
                "Lovol",
                "Eh!?",
                "Con un grito de sorpresa, Lovol tropieza con hacia adelante y apoya su cuerpo contra el gabinete frente a ella por apoyo, sus piernas temblando debajo de ella mientras todavía monta las olas de su clímax, al igual que tú, recompensando el calor chispe.Permanezca arrodillarse allí, su cabeza girando en el éxtasis eléctrico, los dos jadean y jadean mientras luchan para mantenerla unida, luchando por no derrumbarse al suelo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "OralOffer",
                "Después de varios largos minutos de un aturdimiento de Voltaic Post Climáctico, el Voltlin es el primero en recuperarse, aunque sus cuernos todavía zumban con un brillo eléctrico bajo y su expresión todavía es nebulosa de placer mientras enfoca su mirada en ti y se ríe.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "Oof ... maldita sea ... bueno, eso fue ... un {i} buen trabajo {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Condescending",
                "Al tambaleándose sobre los pies aún inestables, se acerca a ti para darte palmaditas en la cabeza, la sensación de que sus dedos se volcan por tu cabello junto con su sincera elogio que te impulsa con una sensación de felicidad estimulante que pasa a una aclaración suave a medida que tu orgasmo disminuye, dejando.Estás sonriendo vapidmente en Lovol.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "ChangeImageLayer",
                "Face",
                "Voltlin",
                "",
                "Speak",
                "Lovol",
                "Huh, wow, estás realmente profundo, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "... Oh, bueno, tómese su tiempo para volver a poner su cerebro en su lugar, y luego ... lo limpiaremos y puede estar en camino ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "Vasco, asiente, luego, una vez que sienta que puede estar de pie, el Voltlin lo guía al baño de la sala de juegos, donde ella asegura que tanto su mente, su cara como sus pantalones estén en un estado decente, el agua de salpicaduras que te ayuda a bajarSu alto y regreso y regrese a un estado más funcional, después de lo cual se dirige a la entrada de la Arcade según su intención original.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Bueno, eso fue ... algo ... tal vez no debería decir esto, pero creo que realmente me estoy metiendo en todo esto, er ... 'Domme'.",
                "Ella se ríe un poco torpemente, luego agrega con una sonrisa arrogante.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Smug",
                "Speak",
                "Lovol",
                "Ciertamente, Wonders para mis habilidades, así que {i} mayo {/i} te pidió eso de nuevo ... funciona para ti, ¿supongo?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Todavía te sientes un poco mareado por esa inesperada sesión, no puedes ofrecer mucho más que una respuesta murmurada bastante tímida, que ella responde con una risita.",
                "Speak",
                "Lovol",
                "Bueno, no hay presión.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Lovol",
                "De todos modos, volveré a eso, que tengas un buen día y nos vemos la próxima vez, supongo.",
                "DisplayCharacters",
                "EndLoop",
                "Con un asentimiento final, ella regresa rápidamente a su gabinete con un resorte en su paso que hace que su cuerpo de voltlin curvilíneo se mueva de manera consciente, la niña dour que busca haber quedado en un estado de ánimo inusualmente salpicado por su diligente servicio, su partida te dejó una partida.por su cuenta y libre para continuar con su día.",
                "SetChoice",
                "5",
                "LovolPussyAte",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Decline.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Lovol parece un poco desconcertado por su rechazo, pero se encoge de hombros con indiferencia.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Speak",
                "Lovol",
                "Mh.Bueno.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "Con movimientos rápidos y comerciales, arregla su uniforme y vuelve a jugar como si no hubiera pasado nada, aunque se toma un momento para darle una ola de despedida rápida cuando se tambalea.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "Verte, entonces.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Con el Voltlin enfocándose en la colorida pantalla frente a ella, la dejas a sus asuntos y te alejas, volviendo a la entrada de la Arcade.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Leave Lovol Cont.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Lovol",
                "¡Kay!Verte entonces.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Oh",
                "Ella te da un rápido asentimiento y luego devuelve inmediatamente su atención al juego, permitiéndote continuar con tu día.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "Go for {i}Fertilia Fertilia!{/i}",
            "theScene": [
                "JumpToEvent",
                "FertiliaFertilia"
            ]
        },
        {
            "NameOfScene": "Go for {i}Slime Queen's Parade{/i}.",
            "theScene": [
                "Menu",
                "Play {i}Slime Queen's Parade.{/i} - 1000 Eros",
                "See what {i}Slime Queen's Parade{/i} is about.",
                "Do something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Play {i}Slime Queen's Parade.{/i} - 1000 Eros",
            "theScene": [
                "HasErosLessThan",
                "1000",
                "LacksArcadeCash",
                "ChangeEros",
                "-1000",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Retro_Gamer_1_16_120bpm_L.mp3",
                "ChangeBG",
                "snakeBG.png",
                "MiniGameSnake",
                "ChangeBG",
                "CapitalPeople.png",
                "EndVisualEffect",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "See what {i}Slime Queen's Parade{/i} is about.",
            "theScene": [
                "{i} Slime Queen's Parade {/i} presenta el viaje de una reina de limo emprendedora, reconocible por su corona real, en su camino a fundar un nuevo reino de limo.¡Hacia este noble propósito, deambula por las llanuras verdes y fértiles de sus tierras en busca de frutas para atraer nuevos sujetos pegajosos, formando así la próspera población de su delgado!",
                "Para determinar cuándo terminar sus esfuerzos, la reina de limo tiene un método simple: cada vez que se toca con otro limo, considera que cualquier aumento de la población adicional sería demasiado y se detiene allí, terminando así el juego.La reina de limo también es muy tonta, y es propensa a perderse de inmediato y desesperadamente perdido si se aventura por territorio familiar, ¡por lo que debe tener cuidado de no desviarse demasiado!",
                "Por lo tanto, su objetivo es mantener el tren de limo no perturbado el mayor tiempo posible, ¡todo el tiempo asegurándose de no salir de los límites, para ganar un máximo de puntos!500 puntos da 1 boleto, y el número de puntos otorgados por cada tipo de fruta es el siguiente:",
                "Arándano - 100 puntos\nCherry - 250 puntos\nAppel - 500 puntos ({i} No es un error tipográfico, deja de decirme que lo arregle - Noir {/i})\nMarshmallow - 1000 puntos ({i} no es una fruta, lo sé. No te importe. {/i})\nPeach - 2500 puntos (solo aparece después de alcanzar 5000 puntos).\nUva: 5000 puntos (solo aparece después de alcanzar 10000 puntos).",
                "Finalmente, la pantalla de título del juego incluye el siguiente descargo de responsabilidad:\n{i} La historia, todos los nombres, personajes e incidentes retratados en esta producción son ficticios.No se pretende o debe inferirse ninguna identificación con personas, lugares, edificios y productos reales. {/i}\nBueno, entonces ...",
                "JumpToScene",
                "Go for {i}Slime Queen's Parade{/i}."
            ]
        },
        {
            "NameOfScene": "Go for {i}Impchinko.{/i} (Luck)",
            "theScene": [
                "AllowInventory",
                "Menu",
                "Play {i}Impchinko.{/i} - 500 Eros",
                "See what {i}Impchinko{/i} is about.",
                "Do something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Play {i}Impchinko.{/i} - 500 Eros",
            "theScene": [
                "HasErosLessThan",
                "500",
                "LacksArcadeCash",
                "ChangeBGM",
                "music/Capital/Night_Floating.mp3",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeEros",
                "-500",
                "DenyInventory",
                "Cuando inserta su token en la ranura del gabinete con una mecánica enfática {i} ka-chunk {/i}, la música alegre suena mientras los coloridos muestran flash y parpadean para acompañar el viaje de su moneda por la máquina ...",
                "JumpToRandomScene",
                "TokenLeft",
                "TokenLeft",
                "TokenCenter",
                "TokenRight",
                "TokenRight",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TokenLeft",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "Left",
                "Tu token cae con un {i} ping {/i} mientras golpea a una punta, rebotando a la izquierda y aturde a lo largo de una pista de obstáculos peligrosos, más luces que se llenan mientras se toca, cuida y vuela a través del campo..",
                "JumpToRandomScene",
                "TokenLeftLeft",
                "TokenLeftRight",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TokenLeftLeft",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "LeftLeft",
                "... luego golpea un gran parachoques circular que se activa inmediatamente y envía su token a un alegre rebote más a la izquierda, abrigándose contra una última punta mientras se tambalea entre las ranuras de 10 y 25 boletos.",
                "StatCheck",
                "Luck",
                "25",
                "25 tokendrop tickets",
                "Fail",
                "10 tokendrop tickets"
            ]
        },
        {
            "NameOfScene": "TokenLeftRight",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "LeftRight",
                "... luego rebota en un parachoques circular particularmente grande, haciendo ping en su caída final hacia las ranuras de 10 y 1 boletos.",
                "StatCheck",
                "Luck",
                "20",
                "10 tokendrop tickets",
                "Fail",
                "1 tokendrop tickets"
            ]
        },
        {
            "NameOfScene": "TokenRight",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "Right",
                "Tu token cae con un {i} thonk {/i} a medida que aterriza en una punta y se abre camino hacia la derecha con unos pocos rebotes, más luces acentúan su descenso mientras cae de la escalera hacia un parachoques ...",
                "JumpToRandomScene",
                "TokenRightLeft",
                "TokenRightRight",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "TokenRightLeft",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "RightLeft",
                "... que golpea directamente, rebotando enérgicamente en el aire, recaudando otra punta y girando hacia la izquierda, sacudiendo mientras aterriza en una pista enrollada para rodar hacia caerse y aterrizar en la ranura de 10 boletos,¡O yendo con éxito y llegando a la ranura de 50 boletos!",
                "StatCheck",
                "Luck",
                "30",
                "50 tokendrop tickets",
                "Fail",
                "10 tokendrop tickets"
            ]
        },
        {
            "NameOfScene": "TokenRightRight",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "RightRight",
                "... que golpea en un ángulo desafortunado, que hace sonar el parachoques y volando hacia la derecha, golpeando contra la pared antes de caer hacia otra punta que lo enviará a una ranura de 1 boleto o una ranura de 10 boletos!",
                "StatCheck",
                "Luck",
                "25",
                "10 tokendrop tickets",
                "Fail",
                "1 tokendrop tickets"
            ]
        },
        {
            "NameOfScene": "TokenCenter",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "Center",
                "Su token logra rebotar en una punta y rebote a la parte superior de la máquina antes de sumergirse suavemente por la ruta central de la máquina donde se encuentran pocos obstáculos, la maniobra acrobática que lo permite sumergirse vertiginosamente hacia una ranura de 50 boletos o un ticket de 1ranura-!",
                "StatCheck",
                "Luck",
                "25",
                "50 tokendrop tickets",
                "Fail",
                "1 tokendrop tickets"
            ]
        },
        {
            "NameOfScene": "50 tokendrop tickets",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "",
                "ChangeProgress",
                "50",
                "PlayCustomBarrage",
                "0.17",
                "0.9",
                "DropBoard/coindropLeftPip.png",
                "DropBoard/coindropRightPip.png",
                "DropBoard/coindropLeftLeftPip.png",
                "DropBoard/coindropLeftRightPip.png",
                "DropBoard/coindropCenterPip.png",
                "DropBoard/coindropRightLeftPip.png",
                "DropBoard/coindropRightRightPip.png",
                "EndLoop",
                "... y con una bengala salvaje de luces de felicitación y música, el token aterriza inquietantemente directamente en la ranura de 50, la máquina que sale su cantidad de boletos.",
                "EndCustomBarrage",
                "JumpToScene",
                "Go for {i}Impchinko.{/i} (Luck)"
            ]
        },
        {
            "NameOfScene": "25 tokendrop tickets",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "",
                "ChangeProgress",
                "25",
                "PlayCustomBarrage",
                "0.3",
                "0.9",
                "DropBoard/coindropLeftPip.png",
                "DropBoard/coindropRightPip.png",
                "DropBoard/coindropLeftLeftPip.png",
                "DropBoard/coindropLeftRightPip.png",
                "DropBoard/coindropCenterPip.png",
                "DropBoard/coindropRightLeftPip.png",
                "DropBoard/coindropRightRightPip.png",
                "EndLoop",
                "... y con una fanfarria alegre, tu token aterriza en el punto de la ranura 25, ¡la máquina giró tus boletos mientras juega el tintineo de la victoria!",
                "EndCustomBarrage",
                "JumpToScene",
                "Go for {i}Impchinko.{/i} (Luck)"
            ]
        },
        {
            "NameOfScene": "10 tokendrop tickets",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "",
                "ChangeProgress",
                "10",
                "PlayCustomBarrage",
                "0.65",
                "0.8",
                "DropBoard/coindropLeftPip.png",
                "DropBoard/coindropRightPip.png",
                "DropBoard/coindropLeftLeftPip.png",
                "DropBoard/coindropLeftRightPip.png",
                "DropBoard/coindropCenterPip.png",
                "DropBoard/coindropRightLeftPip.png",
                "DropBoard/coindropRightRightPip.png",
                "EndLoop",
                "... y con una breve fanfarria de sonidos y luces, su token aterriza en la ranura de 10, ¡la máquina zumba sus boletos a medida que juega el breve jingle!",
                "EndCustomBarrage",
                "JumpToScene",
                "Go for {i}Impchinko.{/i} (Luck)"
            ]
        },
        {
            "NameOfScene": "1 tokendrop tickets",
            "theScene": [
                "ChangeImageLayer",
                "Pips",
                "1",
                "",
                "ChangeProgress",
                "1",
                "PlayCustomBarrage",
                "1.25",
                "0.8",
                "DropBoard/coindropLeftPip.png",
                "DropBoard/coindropRightPip.png",
                "DropBoard/coindropLeftLeftPip.png",
                "DropBoard/coindropLeftRightPip.png",
                "DropBoard/coindropCenterPip.png",
                "DropBoard/coindropRightLeftPip.png",
                "DropBoard/coindropRightRightPip.png",
                "EndLoop",
                "... y con un pitido singular y triste, su token aterriza en la ranura 1, la máquina gira su boleto de arcade individual mientras se muestra un triste (TWT) en la pantalla ...",
                "EndCustomBarrage",
                "JumpToScene",
                "Go for {i}Impchinko.{/i} (Luck)"
            ]
        },
        {
            "NameOfScene": "See what {i}Impchinko{/i} is about.",
            "theScene": [
                "Mirando por encima de la máquina, parece que solo inserta una ficha arcade en una ranura superior para dejar que la moneda se caiga, rebotando las puntas y otros obstáculos para finalmente aterrizar en una ranura marcada en la parte inferior.Dichas ranuras están marcadas '50', '25', '10' y '1', su resultado le resulta la cantidad correspondiente de boletos ... junto con un colorido espectáculo de sonidos y luces.",
                "Te preguntas si te estás perdiendo algo y si el gabinete tiene algunos controles sutiles y ocultos que te eluden, pero parece que eso es todo: en realidad no tienes ninguna opinión sobre el destino de tu token, que es completamenteDejado a los caprichos del azar.Todo se basa en {i} suerte {/i}.",
                "JumpToScene",
                "Go for {i}Impchinko.{/i} (Luck)"
            ]
        },
        {
            "NameOfScene": "Go to the Arcade Counter.",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "IfChoice",
                "1",
                "RudeResponse",
                "RudeIntro",
                "IfChoice",
                "3",
                "",
                "CounterIntro",
                "Al acercarse al mostrador de estuches de vidrio de la sala de juegos, puede ver una miríada de coloridos premios alineados encima y dentro de sus confines, su interior claramente contiene los premios de boletos más valiosos mientras la pared detrás del limo púrpura propiedad principalmente luce peluches y juguetes y peluchesvariadas baratijas y doodads, el propietario pegajoso le da una mirada impasible mientras su cola de capucha felina se mueve curiosamente a su llegada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Noir",
                "¿Necesitas algo?",
                "JumpToScene",
                "ArcadeCounterMenu"
            ]
        },
        {
            "NameOfScene": "RudeIntro",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "El limo púrpura plantea una ceja de evaluación mientras te acercas a ella, mirándote con curiosidad mientras se forma una sonrisa traviesa debajo de su máscara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "???",
                "HM?Pensé que querías irte.Cambió de opinión?",
                "Menu",
                "'Yes.'",
                "'Sorry about how I acted.'",
                "Leave.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Yes.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Speak",
                "???",
                "Alright.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "De alguna manera, se ve casi alegre, y no parece esperar que elabores tu cambio de corazón, aunque rápidamente se atrapa y persigue la sonrisa aparentemente sin sercribida de su rostro, su expresión vuelve a un ceño más habitual con una leve suave.rabieta.",
                "JumpToScene",
                "IntroCont"
            ]
        },
        {
            "NameOfScene": "'Sorry about how I acted.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bashful",
                "Tu disculpa por adelantado parece tomarla por sorpresa, la chica de limo se ve perpleja por un momento antes de mirar hacia otro lado y hacer clic en la lengua.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speak",
                "???",
                "Está ... bien, ¿de acuerdo?No hay necesidad de sacar los violines ...",
                "JumpToScene",
                "IntroCont"
            ]
        },
        {
            "NameOfScene": "Leave.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Sientes la mirada de la chica de limo en tu espalda mientras te das la vuelta y te alejas ...",
                "DisplayCharacters",
                "EndLoop",
                "... Entonces el sentimiento se reduce a medida que la propietaria pegajosa dirige su atención hacia algo más, dejándote de regreso a tus propios dispositivos.",
                "JumpToScene",
                "ArcadeMenu"
            ]
        },
        {
            "NameOfScene": "RudeIntroConclusion",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "???",
                "... Oh, y antes de que olvide: el nombre es negro.En caso de que quiera saberlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "Sin embargo, no hay necesidad de decirme {i} tu nombre {/i}: esa chica de cereza no dejaría de decirlo en ese entonces, así que lo recuerdo.[ThePlayerName], ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Confirma, lo que le indica a Noir a dar un breve contenido pequeño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Noir",
                "Lo sabía. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "Pero de todos modos, no dejes que te mantengas: ve y disfruta de la sala de juegos, y si tienes alguna pregunta ... bueno, estoy aquí.",
                "SetChoice",
                "1",
                "",
                "SetChoice",
                "3",
                "Noir",
                "JumpToScene",
                "ArcadeCounterMenu"
            ]
        },
        {
            "NameOfScene": "CounterIntro",
            "theScene": [
                "SetChoice",
                "3",
                "Noir",
                "A medida que se acerca al mostrador de estuches de vidrio de la sala de juegos, la propiedad de limo púrpura establecida detrás de ella le da una pequeña ola a medias.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "???",
                "Oh, oye, eres tú.'¿Sorber?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Sin embargo, antes de que puedas responder, ella parece darse cuenta de algo y le rompe los dedos con un ruido húmedo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "???",
                "Ah, espera, acabo de recordar que estaba totalmente espaciado las presentaciones cuando llegaste aquí ... ya sabes, con el intento de ayudarte a adaptarte a todo el ruido y las cosas nuevas ... Sooo ... el nombre es negro.Espero que estés disfrutando de la sala de juegos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "Ah, y no es necesario decirme {i} tu {/i} nombre: esa chica de cereza no dejaría de decirlo en ese entonces, así que lo recuerdo.[ThePlayerName], ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Confirma, y ​​Noir ofrece un breve contenido pequeño antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Noir",
                "Lo sabía ... pero de todos modos, ¿qué pasa?Aquí para intercambiar boletos?",
                "JumpToScene",
                "ArcadeCounterMenu"
            ]
        },
        {
            "NameOfScene": "ArcadeCounterMenu",
            "theScene": [
                "Menu",
                "Talk.",
                "Exchange tickets.",
                "Do something else.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Mask",
                "1",
                "MaskDown",
                "ChangeImageLayer",
                "Candy",
                "1",
                "Candy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Con un suspiro, Noir se inclina hacia la caja de vidrio del mostrador, la pequeña campana de gato en su sudadera con capucha se mueve ligeramente mientras tira de la máscara de su cara mientras saca una piruleta para lamer perezosamente, dándote una mirada lateral casi despectiva.",
                "Speak",
                "Noir",
                "Claro, supongo ... entonces ... ¿preguntas sobre la sala de juegos?¿O algo más?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speak",
                "Noir",
                "Será mejor que no sean {i} preguntas extrañas {/i}.",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "TalkNoirMenu",
            "theScene": [
                "Menu",
                "'What kind of machine are the Arcade cabinets? How do they work?'",
                "'What's the thing on your shoulders?'",
                "'I've never seen a slime with feet before? ...Or a cat's tail.'",
                "'I don't normally see slimes with clothing...'",
                "'Where are you from?'",
                "FinalOption",
                "Done talking with Noir.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking with Noir.",
            "theScene": [
                "ChangeImageLayer",
                "Mask",
                "1",
                "MaskOn",
                "ChangeImageLayer",
                "Candy",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Noir chupa el caramelo en forma de corazón de su palo, dejando que se disuelva dentro de su forma pegajosa mientras ella retira su máscara con un suspiro, pareciendo un poco molesto al ver su ruptura improvisada llegar a su fin.",
                "Speak",
                "Noir",
                "Gotcha ... ¿Necesitaste algo más?¿Algún intercambio de premios?",
                "JumpToScene",
                "ArcadeCounterMenu"
            ]
        },
        {
            "NameOfScene": "'What kind of machine are the Arcade cabinets? How do they work?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Noir",
                "Bueno, eso es justo, probablemente {i} camino {/i} más de una pregunta compleja de lo que crees ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickTch",
                "Ella chupa su piruleta cuidadosamente por un momento mientras reflexiona sobre cómo presentarte una respuesta, y finalmente continúa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "La versión corta es que es Voltlin Tech basada en cosas que desenterraron en la ciudad ... de regreso antes de arreglar el lugar y lo hicieron habitable y la gente comenzó a mudarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickTch",
                "Speak",
                "Noir",
                "Para ser honesto, incluso si esos bebés son mi pan y mantequilla, incluso yo realmente no sé cómo funciona exactamente la tecnología ... pero yo {i} hago {/i} sé cómo trabajar con él.Y cómo lidiar con problemas como, ya sabes, aparecer uno de esos retoños abre y arreglando una pieza que está en el Fritz ... aunque realmente, restablecer la máquina es suficiente para volver a funcionar la mayor parte del tiempo.Eso es bastante resistente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Speak",
                "Noir",
                "Y lo bueno también, porque el chico hace los voltios que cargan por el trasero para reparaciones.Esas son las ventajas de exclusividad para ti ... pero al menos, no me estafarán, porque saben que, a diferencia de {i} demasiados {/i} delusos, conozco mis cosas y se me puede confiar con ese tipo dehardware.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Después de tomar una rápida lamida de sus dulces, se hincha con un poco de orgullo engreído, la cola felina unida a su sudadera con capucha que se balanceaba detrás de ella con un entusiasmo perezoso.",
                "Speak",
                "Noir",
                "Y en esa nota, FYI, yo mismo hice el primer gabinete de desfile de la reina de limo.Ves mi nombre en los créditos y todo. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Speak",
                "Noir",
                "En realidad, también es cómo llegué a estar a cargo de este lugar.Solían ser dirigidos por Voltlins, pero porque seguían teniendo un extraño drama político sobre cómo manejar la sala de juegos, finalmente decidieron que sería mejor dejar que un tercero lo manejara, y celebraron un concurso de juego para el puesto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLookAway",
                "Speak",
                "Noir",
                "Ehehe ~ Si soy honesto, no hice el mejor juego {i} mejor {/i}, pero encajan todos los criterios perfectamente. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Parece perdida en su propio mundo de fond de reminiscencia por unos momentos antes de devolverle su atención, cambiando a su comportamiento indiferente habitual, su tonto se dejó caer en su boca mientras espera su próxima pregunta.",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "'What's the thing on your shoulders?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Parpadea con una leve sorpresa, necesitando un momento para procesar su pregunta ante sus ojos se iluminan en comprensión y usa el brazo que aparentemente siempre mantiene en su bolsillo para apuntar al dispositivo morado y negro que descansa sobre sus hombros y cuello.",
                "Speak",
                "Noir",
                "Uuh, esto-?¿Eso es lo que quieres decir?... Hombre, básicamente olvidé que estaba incluso",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Ella quita el artículo y se lo presenta invitadamente con una sonrisa inusualmente alegre en su rostro.",
                "Speak",
                "Noir",
                "¡Es un auricular!Es esencialmente un par de altavoces ... er, 'emisores de sonido'?conectado a un dispositivo que reproduce música.Acerca la oreja y escucha.Normalmente, los pondrías ambos sobre tus oídos para disfrutar de las canciones, pero no puedo hacer eso mientras estoy trabajando o no escucharía a Jack todo.",
                "ChangeBGM",
                "music/Capital/Killer_Roll.mp3",
                "Curiosamente, te inclinas hacia el dispositivo extraño y, de hecho, puedes escuchar una música sorprendentemente de alta energía que explota como si se estuviera reproduciendo dentro del artilugio, aunque Noir breve aparece los auriculares para volver a ponerlo sobre sus hombros, dejándole unUn poco aturdido por los ritmos intensos que de alguna manera sonaban aún más extraños y más caóticos que la cacofonía de alta tecnología a través de la sala de juegos.",
                "ChangeBGM",
                "music/Capital/Purple_Planet_Music_-_Deep_In_Trance_3_36_130bpm.mp3",
                "Noir, por su parte, sigue siendo todas sonrisas, ya sea no darse cuenta de su reacción confusa o no tener en cuentalo, el limo encapuchado en lugar de risa con orgullo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "Genial, ¿verdad?Los conseguí especialmente para ir con toda mi estética.En realidad, puede comprar un par casi como este con boletos, así que si disfrutas de la idea de la música en movimiento, aquí hay un incentivo adicional para ti.-Circuito de recolección, deflectores de alta calidad, acolchado duradero ... ¡las nueve yardas completas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmugSeductive",
                "Speak",
                "Noir",
                "Y como soy un limo, puedo {i} realmente {/i} sentir las vibraciones de la música que me atraviesan.Se siente realmente-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Ella continúa con una expresión cada vez más soñadora y traviesa antes de cortarse abruptamente con tos y volver a lamer a su tonto mientras murmuraba.",
                "Speak",
                "Noir",
                "Uh ... HRM.De todos modos, ¿tienes alguna otra pregunta?",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "'I've never seen a slime with feet before? ...Or a cat's tail.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "¿HRM?Tan extraño como ese {i} suena {/i} en voz alta, no es exactamente sorprendente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickTch",
                "Speak",
                "Noir",
                "Sin embargo, para sacar eso del camino: en realidad no tengo una cola o orejas de gato, aunque puedo dar forma a mi limo para imitarlos dentro de la sudadera con capucha.",
                "No puedes evitar discernir un tono de amarga tranquilidad en su voz mientras habla mientras la cola felina se une a su con capucha con temas de gato, y ella lame a su caramelo duro con venganza, hasta que ella pensaba y pensaba y pensaba y que pensaba yCambia su expresión frustrada por una sonrisa petulante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "En cuanto a las piernas y los pies ... es un especial de limo púrpura. ♪ Somos como lo opuesto a los limos verdes, con una sustancia sustentativa muy sólida y firme.Mucho de ... ¿Cómo se llama ... tensión líquida?Ya sabes, más ... {i} unión {/i}.Menos desastre, al menos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Vuelve a lamer cuidadosamente a su tonto por un momento, encogiéndose de hombros mientras continúa conversando.",
                "Speak",
                "Noir",
                "Bueno, digo limo púrpura, pero el limo oscuro es probablemente más correcto, ¿supongo?Las clasificaciones de limo pueden volverse raras, y dependiendo de a quién le preguntes, posiblemente sea solo semántica ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickSeductive",
                "Speak",
                "Noir",
                "Porque quiero decir, los slimes oscuros como yo pueden suceder de algunas cosas, que son nuestros alimentos favoritos: uvas, dulces, mora ... y ese smog afrodisíaco que impregna la ciudad.Solo caminar por la ciudad se siente como comer.Conveniente. ♪",
                "Ella golpea sus labios de manera bastante seductiva sobre su confección para puntuar la palabra, luego se encoge de hombros perezoso mientras envuelve su explicación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "Aunque no me pidas que llegue más allá de eso y vaya a una presentación enciclopédica completa.No es como si fuera una especie de experto en limo o algo así.",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "'I don't normally see slimes with clothing...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "PRRRrobiblemente porque {i} ellos {/i} lo obtendrían todo Goopy and Wet ... ¿y luego, ¿cuál es el punto?Sería un desagradable de usar, y se verían tan desordenados que derrotaría la idea de usar ropa para la moda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "`` Los lados, la mayoría de los slimes realmente no se preocupan por esas cosas de todos modos, de ahí que la verás con mayor frecuencia en el aficionado.No es un gran punto para buscar ropa cuando no te interesa usar nada más que lo que la naturaleza te dio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Noir",
                "Sin embargo, lo hago.A {i} lot {/i} ... ¿Supongo que podrías llamar a eso 'consciente de la moda'?Especialmente sobre la sudadera con capucha.Esto tampoco es barato, y tengo cinco copias arriba en mi habitación ... solía ser seis, pero una {i} cierta explosión {/i} mató a esa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Ella deja escapar un pesado suspiro al escabeche mientras continúa hablando, cambiando en su lugar como si se acurruquera en la ropa que usa mientras agita el tonto en su mano en un gesto despectivo, mientras la cola de su sudadera se inclina a un lado.",
                "Speak",
                "Noir",
                "Así que sí, esencialmente, es cómodo, acogedor, no me desnuda y se adapta a mi estética.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Luego empuja los dulces de nuevo en su boca para concluir su respuesta ... pero como estás en el tema, aprovecha esa oportunidad para preguntar también sobre la extraña máscara facial que lleva puesto.",
                "Speak",
                "Noir",
                "¿HRM?Oh, los cables vivos ... er, son un voltlin ... {i} organización artística {/i}.Comenzaron esa tendencia de la moda y, bueno, la cavé un poco ... no es por razones de salud ni nada, solo creo que se ve genial.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickTch",
                "Speak",
                "Noir",
                "Además, ... eh ... me impide fruncir el ceño involuntario ante las personas ... no es que tenga nada en contra de nadie en particular.Solo una especie de RBF ... pero sabes que algunas personas pueden tomar eso personalmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella se encoge de hombros con eso con un 'oh bueno'.Expresión, luego vuelve a lamer tranquilamente su piruleta con una mirada de preguntas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "De todos modos, ¿tienes más preguntas?",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "'Where are you from?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speak",
                "Noir",
                "Obtener un poco {i} personal {/i} con ese.",
                "Ella te reduce los ojos inquisitivos, mirándote arriba y abajo como si tuviera que calificar como una \"pregunta extraña\", antes de que finalmente se encogiera de hombros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Speak",
                "Noir",
                "Pero supongo que la mayoría de los slimes que hayas conocido probablemente sean de fuera de las ciudades ... y sé que la mayoría de ellos son perfectamente bien viviendo en el bosque o por ahí, así que supongo que puedo entender cómo un 'alto-El limo de Tech se desprende como una especie de caso atípico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "Pero sí, soy de Ars Delusia, nacido y criado en la gran ciudad ... aunque supongo que 'nacido' no se ajusta completamente a cómo funcionan esas cosas para los limentos, pero no nos metamos en eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Noir",
                "Baste decir que soy un limo de la ciudad de principio a fin.Sinceramente, no puedo imaginar vivir en otro lugar.Sin ofender a la mayoría de los slimes, pero siento que el estilo de vida de la lima promedio me haría volverse loco {i} rápido {/i}.¡La capital es donde está!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickSeductive",
                "Speak",
                "Noir",
                "... En esa nota, muchos de ustedes tipos de aventureros vienen a cantar una melodía similar eventualmente, aunque estoy bastante seguro de que eso se debe principalmente a los succubi cachondos, voltlins de alta energía y todos los otros monstruos hambrientos de sexo, más bienque por todas las cosas técnicas geniales ... pero bueno, podría estar equivocado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Speak",
                "Noir",
                "Honestamente, sin embargo, hay un lote {i} {/i} que me gusta de esta ciudad: todo tipo de cocinas, modas y entretenimientos que no puede encontrar en ningún otro lugar, el ajetreo y el bullicio de las calles con todas las personas..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileLookAway",
                "En realidad, tiene una mirada soñadora en los ojos por un momento, que sacude con una risa de buen humor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileConfident",
                "Speak",
                "Noir",
                "Sin embargo, no, no como si realmente saliera mucho de la arcade.Pero tal vez soy un raro de cualquier manera ... lo que funciona para mí: ser una chica rara que maneja un lugar extraño para personas extrañas en una ciudad rara ... ¡eso me queda bien!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lick",
                "Concluye con una última risa antes de regresar a su actitud relajada habitual y volver a chuparte ociosamente con su piruleta.",
                "Speak",
                "Noir",
                "De todos modos, espero que eso haya saciado tu curiosidad.¿Tienes alguna otra pregunta?",
                "JumpToScene",
                "TalkNoirMenu"
            ]
        },
        {
            "NameOfScene": "Exchange tickets.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Noir gestica perezosamente a los premios tanto en la pared detrás de ella como en la caja de vidrio frente a ti, así como la nevera de vidrio detrás del mostrador.Tienes boletos de arcade [ProgressDisplay].",
                "Menu",
                "Bag of Gummi Slimes. (5 Tickets)",
                "Can of Static Rush. (10 Tickets)",
                "Dragon Bubble Puzzle Gum. (25 Tickets)",
                "Can of Night Bane. (50 Tickets)",
                "Headphones of Noise. (75 Tickets)",
                "Big Bang Bell. (100 Tickets)",
                "Black Cat Plushie. (500 Tickets)",
                "FinalOption",
                "Done Exchanging.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Different Item.",
            "theScene": [
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "LackTickets",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Noir te mira rotundamente mientras ella señala que no tienes suficientes boletos para obtener eso.",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Bag of Gummi Slimes. (5 Tickets)",
            "theScene": [
                "SwapLineIf",
                "OtherEventsChoice",
                "'Bon Bon Bun'",
                "1",
                "IntroDone",
                "Estos dulces y agrios Gummi Slimes se ven bastante familiares, aparentemente provienen de una 'tienda de dulces artesanales especiales'.Consumirlos restaura 50 energía y elimina la parálisis.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "1",
                "",
                "Estos dulces y agrios Gummi Slimes parecen provenir de una especie de caramelo artesanal especial.Consumirlos restaura 50 energía y elimina la parálisis.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "EndLoop",
                "Menu",
                "Get a Bag of Gummi Slimes. (5 Tickets)",
                "Get 5 Bags of Gummi Slimes. (25 Tickets)",
                "Get 10 Bags of Gummi Slimes. (50 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a Bag of Gummi Slimes. (5 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "4",
                "LackTickets",
                "ChangeProgress",
                "-5",
                "GiveItem",
                "1",
                "Bag of Gummi Slimes",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 5 Bags of Gummi Slimes. (25 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "24",
                "LackTickets",
                "ChangeProgress",
                "-25",
                "GiveItem",
                "5",
                "Bag of Gummi Slimes",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 10 Bags of Gummi Slimes. (50 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "49",
                "LackTickets",
                "ChangeProgress",
                "-50",
                "GiveItem",
                "10",
                "Bag of Gummi Slimes",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Can of Static Rush. (10 Tickets)",
            "theScene": [
                "Mirando la lata de color coloreado, es probable que la extraña bebida lo llene con el 50% de usted con energía mientras se trata de 50 excitados por los efectos energizantes del sabroso líquido.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "Menu",
                "Get Can of Static Rush. (10 Tickets)",
                "Get 5 Cans of Static Rush. (50 Tickets)",
                "Get 10 Cans of Static Rush. (100 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Can of Static Rush. (10 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "9",
                "LackTickets",
                "ChangeProgress",
                "-10",
                "GiveItem",
                "1",
                "Static Rush",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 5 Cans of Static Rush. (50 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "49",
                "LackTickets",
                "ChangeProgress",
                "-50",
                "GiveItem",
                "5",
                "Static Rush",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 10 Cans of Static Rush. (100 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "99",
                "LackTickets",
                "ChangeProgress",
                "-100",
                "GiveItem",
                "10",
                "Static Rush",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Dragon Bubble Puzzle Gum. (25 Tickets)",
            "theScene": [
                "Entre los premios disponibles se encuentra una pieza singular de chicle de estilo dracónico que supuestamente estimula la mente, abriendo el destinatario a nuevas vías de superación personal, lo que otorga así 250 EXP cuando se consume.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "Menu",
                "Get Dragon Bubble Puzzle Gum. (25 Tickets)",
                "Get 5 Dragon Bubble Puzzle Gum. (125 Tickets)",
                "Get 10 Dragon Bubble Puzzle Gum. (250 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Dragon Bubble Puzzle Gum. (25 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "24",
                "LackTickets",
                "ChangeProgress",
                "-25",
                "GiveItem",
                "1",
                "Dragon Bubble Puzzle Gum",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 5 Dragon Bubble Puzzle Gum. (125 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "124",
                "LackTickets",
                "ChangeProgress",
                "-125",
                "GiveItem",
                "5",
                "Dragon Bubble Puzzle Gum",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 10 Dragon Bubble Puzzle Gum. (250 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "249",
                "LackTickets",
                "ChangeProgress",
                "-250",
                "GiveItem",
                "10",
                "Dragon Bubble Puzzle Gum",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Can of Night Bane. (50 Tickets)",
            "theScene": [
                "Esta pequeña lata de color oscuro tiene rayas de blanco afilado, como rayos de luz penetrante.Consumirlo restaura el 100% de su energía al tiempo que elimina el efecto del estado del sueño.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "Menu",
                "Get Can of Night Bane. (50 Tickets)",
                "Get 5 Cans of Night Bane. (250 Tickets)",
                "Get 10 Cans of Night Bane. (500 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Can of Night Bane. (50 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "49",
                "LackTickets",
                "ChangeProgress",
                "-50",
                "GiveItem",
                "1",
                "Night Bane",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 5 Cans of Night Bane. (250 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "249",
                "LackTickets",
                "ChangeProgress",
                "-250",
                "GiveItem",
                "5",
                "Night Bane",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Get 10 Cans of Night Bane. (500 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "499",
                "LackTickets",
                "ChangeProgress",
                "-500",
                "GiveItem",
                "10",
                "Night Bane",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Headphones of Noise. (75 Tickets)",
            "theScene": [
                "Los auriculares morados y negros que se encuentran en la vitrina parecen marcados para aumentar la resistencia de los usuarios al encanto y el trance en un 50%, al tiempo que reducen la resistencia al sueño en un 50%.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "Menu",
                "Get Headphones of Noise. (75 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Headphones of Noise. (75 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "74",
                "LackTickets",
                "ChangeProgress",
                "-75",
                "GiveItem",
                "1",
                "Headphones of Noise",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Big Bang Bell. (100 Tickets)",
            "theScene": [
                "Hay una campana de gato en un cojín dentro de la caja de vidrio que exuda una energía extraña de ella ... Aparentemente aumenta tu suerte en 9, y tu excitación se ocupó de follar en un 15%.Tienes boletos de arcade [ProgressDisplay] para gastar.",
                "Menu",
                "Get Big Bang Bell. (100 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Big Bang Bell. (100 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "99",
                "LackTickets",
                "ChangeProgress",
                "-100",
                "GiveItem",
                "1",
                "Big Bang Bell",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Black Cat Plushie. (500 Tickets)",
            "theScene": [
                "En el estante debajo de la pared del premio detrás de Noir se encuentra un gato negro claramente cosido a mano que luce acentos morados profundos.Una pequeña etiqueta al lado le informa que aumenta la energía máxima en 250 y aumenta la duración del efecto de estado y la oportunidad de la aplicación en un 15%, pero que su naturaleza de malestar baja aumenta la suerte en 9. Usted tiene tickets de arcade para gastar.",
                "Menu",
                "Get Black Cat Plushie. (500 Tickets)",
                "Different Item.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Black Cat Plushie. (500 Tickets)",
            "theScene": [
                "IfProgressEqualsOrLess",
                "499",
                "LackTickets",
                "ChangeProgress",
                "-500",
                "GiveItem",
                "1",
                "Black Cat Plushie",
                "JumpToScene",
                "Exchange tickets."
            ]
        },
        {
            "NameOfScene": "Done Exchanging.",
            "theScene": [
                "JumpToScene",
                "ArcadeCounterMenu"
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "El evento se rompió."
            ]
        }
    ]
}