{
    "name": "Approach the Capital...",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Dark Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Voltlin",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Dark Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Rika",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Black Knight",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeBG",
                "dungeon.png",
                "ChangeBGM",
                "music/Caverns/Stalwick_-_Dreaming.mp3",
                "Regresas a la gema del punto de control al final del laberinto, y comienzas a abrir las grandes puertas de piedra, estremeciéndote ligeramente cuando la grieta entre la puerta de apertura arroja lo que se siente como un deslumbrante rayo de luz al aire libre, sin embargo, presionas, algo que tantoAnsiosos por espacios abiertos después de que los confines oscuro y asombrosos has estado deambulando.",
                "ChangeBG",
                "mountain.png",
                "Un brazo levantado protector contra el brillo relativamente brillante, sus pulmones se llenan agradecidamente con aire fresco, dejas los túneles sombríos del labral labral una vez más y sales a un afloramiento rocoso al otro lado de la montaña, donde te encuentrasCon una vista en expansión y inminente de fuertes agujas negras y nubes miasmic giratorias: la visión algo familiar de la capital de la niña monstruosa está a la vista.",
                "JumpToScene",
                "Makeyourwaydown"
            ]
        },
        {
            "NameOfScene": "Makeyourwaydown",
            "theScene": [
                "Girando hacia el sendero y inclinado por la montaña, comienzas tu caminata hacia la capital ...",
                "ChangeBG",
                "forest.png",
                "El tiempo o tal vez el espacio parece pasar por ti, ya que la extrañeza geográfica natural de Lucidia pronto te lleva a la vez, en los escasos alegrías contiguos a la inmensa ciudad.Twisting nubes de smog rosa neblezca el aire, grueso con un aroma erótico que hace que su corazón se acelere incluso a esta distancia, pero avanza independientemente, la emoción y la inquietud llenan su mente con cada paso adelante.",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "En breve, llegas a una pared de metal que choca con miras con la tierra boscosa erosionada.Sus imponentes puertas están firmemente cerradas, pero rápidamente ves un pequeño pasillo lo suficientemente grande para una persona, la entrada del tamaño humano no se ve más grande que un agujero de ratón en comparación con las inmensas puertas que se avecinan frente a ti, lo suficientemente grande como para un gigante.",
                "Hacer una pausa frente a la inminente construcción similar a la fortaleza, reflexiona sobre lo que debes hacer a continuación, la impresionante vista comienza a darte pies fríos ... cuando te das cuenta de que alguien parece estar saliendo.",
                "IfChoice",
                "2",
                "RikaMet",
                "MakeyourwaydownNoRika",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "BunnyHoodSmile",
                "Tareando para sí misma, una mujer pequeña y pequeña se aleja de la pequeña entrada, y mientras mira ociosamente a su alrededor, su mirada con capucha se siente atraída hacia ti, la vista inesperada pone una sonrisa en su rostro.Su cola larga, adornada y adornada y puntiaguda de emoción, se acerca a usted a un ritmo elegante, incluso, pero de alguna manera, a pesar de su aspecto inofensivo, no puede evitar sentir una extraña sensación de inquietud ante su enfoque repentino...",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Sparkling",
                "Speak",
                "Rika",
                "{i} hola! ♪ {/i} soy rika! ♪",
                "De repente exclama con una emoción brillante, agitando sus manos fuertemente suaves y delicadas en un saludo alegre, su actitud soleada contrasta con sus sombríos entornos.Mirando su rostro alegre adornada con una sonrisa aún más grande que antes, sientes que la tensión enrollable en tu cuerpo se relaja, el aura siniestra de la capital es algo compensada por su introducción llena.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Speak",
                "Rika",
                "Nunca has estado en la capital antes, ¿verdad?¿Cuál es tu nombre, chico nuevo? ♪",
                "Esperando su respuesta, ella alegremente zumba y se balancea en su lugar, mirándote de arriba abajo con un gran interés, su conejito suelto y su cabello rizado rebotando en sus movimientos a medida que te presentas, haciendo todo lo posible para recordarte, actuar de forma natural, yDeseche la confusión y la aprensión que todavía te agarra en un entorno tan desconocido.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Speak",
                "Rika",
                "[ThePlayerName], ¿eh?Hmmm ... ♪",
                "Levantando los ojos hacia el cielo como si estuviera en una profunda contemplación, le toca la barbilla, luego te devuelve su mirada, tomando un aire conspirador juguetón.",
                "Speak",
                "Rika",
                "Bueno ♪, una palabra para la capa sabia y monstruosa: en la capital de la niña monstruosa conocida como Ars Delusia, todos los tipos de convergencias pueden ocurrir ... lo que uno podría llamar {i} Encuentrones {/i}.¡Es un lugar donde los rivales y los amantes se entrelazan, y las grandes empresas pueden comenzar y terminar en un latido!",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Confident",
                "Se mueve las cejas con una sonrisa astuta, parece que es una habitación oscura y una vela parpadeante solitaria lejos de la depilación dramática.",
                "Speak",
                "Rika",
                "Y tal vez algunas {i} cachonda {/i} y {i} hambriento {/i} Monster Girl está esperando aventureros verdes, lista para {b} salto {/b} y drenalos en seco desde la puerta.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "LipLick",
                "Ella levanta las manos para amenazar la elmohadilla, una gran sonrisa lasciva que muestra sus dientes afilados, aunque el efecto está bastante compensado por su poca estatura poco amenazante y su ternura general, lo que lo lleva a preguntar enormemente.",
                "PlayerSpeaks",
                "... ¿Eso realmente sucede?",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Dejando su pose, se ríe alegremente de tu escepticismo plano.",
                "Speak",
                "Rika",
                "En realidad no ... bueno, soy {i} bonito {/i} seguro.Al menos ... ¡noventa cinco por ciento seguro! ♪",
                "Retrocediendo hacia atrás, concluye su conferencia de advertencia de pie y levantando un dedo profesor.",
                "ForceAutoSave",
                "Speak",
                "Rika",
                "{i} So-{/i} ¡Sé súper seguro de que estás listo!No hay vergüenza en regresar y prepararse, ya sabes.Y si hay, como, cualquier precauciones o planes de respaldo que pueda hacer, ¡ahora sería un buen momento!Pero solo te advirtiré {i} una vez! ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Ella se ríe con entusiasmo mientras sale en su lugar, aparentemente incapaz de quedarse quieto mientras rebota y gira, su cola saltaba salvajemente de sus movimientos vertiginosos antes de congelarse mientras algo parece golpearla y ella nuevamente te mira hacia arriba y hacia abajo con curiosidad.",
                "Speak",
                "Rika",
                "SwapLineIf",
                "Level",
                "75",
                "|f|ChangeImageLayer|/|Expression|/|Rika|/|BlankStare|n|En realidad ... amigo ... ¿demasiado preparado?Nivel [PlayerLevel]?En serio, hombre.Enfriar.Dale una oportunidad a los monstruos, ¿sabes?... Oh, bueno, al menos, definirás bien. ♪",
                "40",
                "Por otra parte, estoy seguro de que un aventurero súper genial que lo hizo {i} esto {/i} lejos está listo para cualquier cosa! ~ ♪",
                "25",
                "Hmmmm, sí, definitivamente deberías poner un nivel extra o tres si no quieres ser engullido por una chica monstruosa traviesa ... ♪ Aunque solo digo.Tú lo haces. ♪",
                "0",
                "|f|ChangeImageLayer|/|Expression|/|Rika|/|BlankStare|n|... en realidad, ¿cómo te hiciste {i} obteniendo {/i} tan lejos?Definitivamente deberías regresar y, er, hacer un poco más de entrenamiento pélvico o algo ...",
                "EndLoop",
                "SetChoice",
                "2",
                "RikaMet",
                "JumpToScene",
                "RikaMenu"
            ]
        },
        {
            "NameOfScene": "RikaMenu",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "1",
                "",
                "Are you some kind of guide or...?",
                "RequiresChoice",
                "1",
                "Guide",
                "RequiresChoice",
                "3",
                "",
                "You're an imp all the way out here?",
                "I'm ready to go!",
                "Maybe I should go prepare a bit more...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm ready to go!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Sparkling",
                "Speak",
                "Rika",
                "¡Muy bien! ♪ ♪ ¡Ve a buscar, campeón! ♪",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Speak",
                "Rika",
                "Yo, voy a reanudar mi caminata! ♪ ♪ ♪ ♪ ~ ♪",
                "DisplayCharacters",
                "EndLoop",
                "Mirando hacia atrás para darle una ola final, ella se aleja alegremente en el bosque, lo que le permite proceder valientemente hacia la inminente entrada amurallada hacia la capital ...",
                "ChangeBG",
                "dungeon.png",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "Dejando atrás el aire exterior y los cielos abiertos, entras en un pasillo bordeado de extraños aparatos de luz encerrados en receptáculos de vidrio, el zumbido distante y el silbido de maquinaria resonan por el pasillo junto con el sonido de tus propios pasos ...",
                "JumpToScene",
                "VoltlinTime"
            ]
        },
        {
            "NameOfScene": "Maybe I should go prepare a bit more...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Bored",
                "SwapLineIf",
                "Level",
                "40",
                "Rika deja escapar un Huff leve decepcionado ante su decisión, antes de encogerse de hombros y radiar felizmente.",
                "0",
                "|f|ChangeImageLayer|/|Expression|/|Rika|/|Smile|n|Cruzando los brazos y poniendo una cara seria, asiente con la cabeza ante su decisión, antes de volver a una sonrisa querúbica alentadora.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Speak",
                "Rika",
                "Eso es probablemente lo mejor, ¿hm?... simplemente no dejes del destino demasiado tiempo, ¿yaknow? ♪",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Speak",
                "Rika",
                "{i} bien! {/i} con eso fuera del camino, ¡voy a reanudar mi caminata! ♪ ♪ ♪ ~ ♪ ♪",
                "DisplayCharacters",
                "EndLoop",
                "Mirando hacia atrás para darle una ola final, ella se aleja alegremente en el bosque, dejándole regresar al punto de control y de inmediato teletransporta a la ciudad ...",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Are you some kind of guide or...?",
            "theScene": [
                "Rika sacude la cabeza alegremente ante la pregunta, poniendo una mano delante de su boca mientras se ríe como si hubieras dicho una buena broma.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Speak",
                "Rika",
                "NOPITY NOPE ~ ♪ SOLO UN IMP ARRIBA QUE PASA.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Sigh",
                "La pequeña mujer suspira con un resoplido, el sujeto aparentemente le da un recuerdo desagradable, girando de manera asombrosa un mechón de cabello sedoso alrededor de un delicioso dedo mientras continúa de mal humor.",
                "Speak",
                "Rika",
                "I {i} realmente {/i} necesitaba una caminata.Delusia puede ser tan {i} ruidoso {/i} y {i} mohoso {/i} y {i} People {/i} y solo ... {i} eugh {/i} ... honestamente una especie deun contenedor de basura de una ciudad a veces.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Atrapándose que se agitaba, rebota con un alegre salto y agita sus manos felizmente, casi disculpando, su alegre sonrisa reaparece en su rostro en un instante.",
                "Speak",
                "Rika",
                "¡Oh! ♪ ¡Pero no dejes que {i} me {/i} te deprima como una anciana molesta!¡Es deffo a {i} super {/i} lugar impresionante!¡Estoy seguro de que {i} sople {/i} tu pequeña mente aventurera! ♪",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "LipLick",
                "Inclinándose hacia adelante con una mano en la mejilla, mueve sus cejas y sonríe sugestivamente.",
                "Speak",
                "Rika",
                "Tu mente y otras partes de ti también, estoy seguro, Kyihi. ♪",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Luego regresa a su pose anterior, cambiando a una sonrisa de Debonair más conversacional mientras concluye.",
                "Speak",
                "Rika",
                "Así que apuesto a que estás {i} Burning {/i} para ir a comprobarlo, ¿eh? ♪",
                "SetChoice",
                "1",
                "Guide",
                "JumpToScene",
                "RikaMenu"
            ]
        },
        {
            "NameOfScene": "You're an imp all the way out here?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Una vez más, se ríe juguetonamente en su mano ante su pregunta antes de darle una sonrisa brillante, pareciendo divertida por la pregunta en lugar de ofendido.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Sparkling",
                "Speak",
                "Rika",
                "¡Sí!",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Speak",
                "Rika",
                "Aunque no estoy impulsado al poder de dos, si sabes a lo que me refiero.",
                "Ella agrega suavemente, dejándote bastante confundido en cuanto a lo que quiere decir, aunque no parece la intención de elaborar, brillar en su lugar y señalar hacia la imponente pared con neblina con un gesto de barrido.",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Joy",
                "Speak",
                "Rika",
                "Pero en serio, ¡hay {i} Allllll {/i} monstruos de Kindsa que viven en la capital! ♪ chicas de gatos, chicas de perro, succubi ... a {i} todo lote {/i} de Succubi, de hecho ... y unmuchos voltlins también, oh mi! ♪",
                "ChangeImageLayer",
                "Expression",
                "Rika",
                "Smile",
                "Speak",
                "Rika",
                "¡Así que continúa, Adventurer Boy, échale un vistazo! ♪",
                "Posando dramáticamente como para concluir un argumento de venta, mantiene su sonrisa de Million-Eeros entrenada en usted, parte de su entusiasmo contagioso se le reta mientras decide qué hacer a continuación.",
                "SetChoice",
                "3",
                "Imp",
                "JumpToScene",
                "RikaMenu"
            ]
        },
        {
            "NameOfScene": "MakeyourwaydownNoRika",
            "theScene": [
                "Mirando la imponente puerta y mirando a su alrededor su entorno desierto, no puede evitar estar lleno de inquietud ...",
                "Menu",
                "I'm ready to proceed!",
                "Turn back...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Turn back...",
            "theScene": [
                "StopBGM",
                "Decides prestar precaución y regresa al punto de verificación por si acaso ...",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "I'm ready to proceed!",
            "theScene": [
                "ChangeBG",
                "dungeon.png",
                "Entras con cautela en el pasillo forrado con extraños aparatos de luz encerrados en receptáculos de vidrio, el whirn distante y el silbido de maquinaria resonan por el pasillo junto con el sonido de tus propios pasos ...",
                "JumpToScene",
                "VoltlinTime"
            ]
        },
        {
            "NameOfScene": "VoltlinTime",
            "theScene": [
                "ChangeBG",
                "dungeon.png",
                "No pasa mucho tiempo antes de llegar a lo que parece una especie de stand, aunque se ve bastante diferente de las que están acostumbrados, como el Gremio del Adventurer: cualquier espacio de escritorio que pueda haber está oculto detrás de un panel de vidrio semi-opacoEquipado con un agujero, y el camino hacia él se gira en un camino de serpiente de bloqueos de metal que se ramifican en varias salidas, presumiblemente trabajando como espacio de espera para que los visitantes se alineen.",
                "Sin embargo, parece que usted es el único alrededor, y el stand también parece vacío, haciendo que se pregunte si debe llamar o incluso tal vez dejarlo entrar ...",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "... Hasta que de repente, como si estuviera en la señal, una mujer diminuta y {i} muy {/i} curvilínea entra a la vista y se asoma desde el borde del mostrador antes de subirse a una silla para ponerse nivelado contigo, unaLa alegre sonrisa adornando su rostro mientras te lleva mientras un toque de electricidad crepita a lo largo de sus cuernos.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Voltlin",
                "Saludos y saludos, aventurero!¡Y bienvenido a Ars Delusia, capital de Monster Girls!Mi nombre es Ampere y hoy seré su voltlin de registro.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Abres la boca para intervenir, pero antes de que puedas decir algo, la mujer sobrecargada y de tala rápida sigue adelante, su brillante sonrisa no dejó su rostro mientras él invitada extiende una mano enguantada frente a la apertura del panel.",
                "Speak",
                "Ampere",
                "¿Puedo ver su pasaporte, querido visitante?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Con un tinte de confusión ante su alegre estricta, elimina con cautela el documento de aspecto oficial y lo desliza por la brecha en el vaso para que ella examine, amperalmente lo recoge rápidamente con un rápido \"¡Gracias!\", Hatimándolo a través de él, a través de él, a través de él, a través de él.Con un zumbido relajado, luego deslizándolo hacia atrás con la misma rapidez.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "¡Todo parece estar en orden, [ThePlayerName]!¿Tiene alguna pregunta o inquietud antes de continuar?",
                "Recuperando su pasaporte y aún un poco aturdido por el ritmo rápido de la mujer pequeña, piensas en qué preguntarte mientras te mira pacientemente con una sonrisa amigable en su rostro.",
                "JumpToScene",
                "VoltlinMenu"
            ]
        },
        {
            "NameOfScene": "VoltlinMenu",
            "theScene": [
                "Menu",
                "What are you?",
                "What is this place?",
                "What kind of challenges await me?",
                "Wanna fuck?",
                "I'm good to go!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "What are you?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "¡Soy un Voltlin, querido visitante!Una carrera demoníaca poseía habilidades productoras de electricidad.Puede reconocernos muy fácilmente por nuestras construcciones diminutivas, cuerpos naturalmente curvilíneos, pigmentación colorida de la piel, marcas llamativas y, por supuesto, nuestros cuernos de búsqueda, que no palidecen ante los de Sucúcubos, y actúan como conductores a nuestras habilidades brillantes antes mencionadas.Boot! ♪",
                "Ella bromea alegremente, ilustrando su punto al hacer algunas chispas de rayos de rayo a lo largo de sus cuernos sin un esfuerzo aparente de su parte.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "Es muy probable que encuentre más como yo en la capital y sus alrededores, ya que tenemos una serie de posiciones alrededor de la ciudad.¡Somos ingenieros consumados, manipuladores, artesanos, artesanos, inventores y técnicos versátiles!¡No tengas miedo de acercarnos a nosotros!Te garantizo que somos muy aficionados a los visitantes, particularmente los humanos, como amamos",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Ampere parece atraparse y te da un aspecto pensativo para un momento reflexivo, la boca abierta en medio de su oración, tocando los dedos en el escritorio frente a ella con energía nerviosa antes de continuar con un aire ligeramente disculpado.",
                "Speak",
                "Ampere",
                "Ejem ... podría hablar francamente de su especie si está interesado, pero desafortunadamente estoy en el reloj en este momento, y este no es un tema relacionado con el trabajo, así que ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Quizás otro momento. ♪ ¿Alguna otra pregunta?",
                "JumpToScene",
                "VoltlinMenu"
            ]
        },
        {
            "NameOfScene": "What is this place?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "¡Por qué este es Ars Delusia, señor [ThePlayerName]!Orgullosa capital de Monster Girlkind y Jewel of Lucidia!¿Quizás te perdiste y viniste aquí por casualidad?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Estás a punto de replicar cuando el amperio explota en un ataque de risas de buen humor, golpeándote la mano.",
                "Speak",
                "Ampere",
                "¡Ja, ja, ja, brillo, brillo!Tengo tu significado, querido visitante. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Su alegría querubín hace que sea difícil enojarme con ella, solo esperas a que elabore mientras da una tos pequeña y comienza de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Actualmente se encuentra en una estación de seguridad dentro del muro exterior de la ciudad capital.Justo después de la cabina está la ciudad misma.",
                "Ella dice con una sonrisa y se inclina hacia adelante rebosiadamente para señalar a las puertas barridas, antes de volver a subir a su asiento con un meneo, el movimiento hace que sus senos apretados se muevan de manera breve pero agradable.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Estas estaciones están aquí con el propósito de garantizar que ninguna persona ilegal, mal intencionada o peligrosa entre en nuestra hermosa ciudad, lo que ayuda a garantizar la seguridad de los visitantes, turistas y civiles por igual.Si tiene preguntas, inquietudes o necesita informar algo de preocupación, no dude en dirigirse a las estaciones más cercanas, donde se le darán consejos y asistencia.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Poniéndole un dedo en la boca en la contemplación, Ampere le da un asentimiento reflexivo y serio antes de continuar.",
                "Speak",
                "Ampere",
                "... Aunque es francamente poco probable que te encuentres con algún tipo de problema.Nosotros {i} hacemos {/i} Asegúrese de que solo aquellos con la documentación o de pie adecuado puedan ingresar o salir de la ciudad.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "¡Como tú, valiente aventurero! ♪ ¡Mis felicitaciones por llegar tan lejos, por cierto!",
                "Ella termina con un tono de Chipper y una amplia sonrisa conmovedora.",
                "JumpToScene",
                "VoltlinMenu"
            ]
        },
        {
            "NameOfScene": "What kind of challenges await me?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "Speak",
                "Ampere",
                "Eso es- er- ... {i} complicado. {/i}",
                "Ella dice en un tono ligeramente tenso, visiblemente reflexionando algo antes de reanudar en una voz nuevamente empapada con una alegría fácil.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "Si bien me temo que no estoy autorizado para darle un resumen completo de la capital y su dang- sus {i} atracciones {/i}, qué es un aventurero y todo, el mejor consejo que puedo darle es aventurarteadelante y tómese su tiempo explorando la ciudad para orientarse, si desea obtener los sigilos que se mantienen aquí.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Es el asentamiento más grande en Lucidia y está lleno hasta el borde con todo tipo de monstruos de diferentes fortalezas, por lo que seguramente conocerá a mujeres que se adaptarán a sus gustos y viceversa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Ella te da un 'guiño de guiño, empujón' algo sórdido a través del panel de vidrio, luego se atrapa y agrega apresuradamente, un leve sonrojo en sus mejillas en pizarra.",
                "Speak",
                "Ampere",
                "Pero, eh, tenga en cuenta que no follar a la intemperie ... si puedes ayudarlo.Aunque Ars Delusia, como el resto de Lucidia, ofrece un {i} muy {/i} cálida bienvenida para los visitantes humanos ... Erm, todavía es una ciudad con personas que van sobre sus vidas, no un ... del tamaño de la metrópolimazmorra sexual.",
                "Ella dice que mientras se inclina hacia adelante para señalar un letrero en el borde de la cabina, con un mensaje de texto tan pequeño que ni siquiera te diste cuenta de que estaba allí ... de hecho, incluso entrecerrando los ojos, apenas puedes leerlo ...",
                "Lo que usted {i} puede {/i} sonar suena como una jerga técnica más o menos amenazante, con palabras como 'intrusos', 'ofensas repetidas', 'fuerza mayor', 'expulsión' y otros términos cuyo significado lo elude yProbablemente la mayoría de las otras personas, que parece muy consciente mientras se ríe antes de reclarse con una cálida sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "Simplemente tenga cuidado cuando viaje a callejones u otros lugares menos abiertos, ya que los lugareños ruidosos, hambrientos o traviesos probablemente lo tratarán como un juego justo.La mayoría de las tiendas, sin embargo, son bastante Bor- {i} estrictas {/i} y tienen una política de tolerancia cero sobre el sexo dentro de sus premisas, por razones de higiene, tranquilidad y profesional ... ¿...?¡Profesionalismo! ... Así que asegúrese de revisar la señalización antes de ingresar.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Sé que puede parecer una introducción bastante ligera, pero teniendo en cuenta que ya eres un aventurero bastante experimentado, no tengo dudas de que no tendrás problemas para conocerse con la disposición de la tierra.Puedo ayudarte con? ♪",
                "JumpToScene",
                "VoltlinMenu"
            ]
        },
        {
            "NameOfScene": "Wanna fuck?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Por supuesto-!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Pout",
                "Ampere responde inmediatamente con una emoción obvia, casi saltando de su silla antes de congelarse y retroceder con un resoplido, cruzando los brazos debajo de su busto rebotando.",
                "Speak",
                "Ampere",
                "{i} {b} ahem-{/b} {/i}.Si bien me gustaría {i} mucho {/i}, [ThePlayerName], estoy en el co- en el reloj {i} {/i}, y está en contra del protocolo para disfrutar de actividades sexuales no relacionadas para trabajar.",
                "Ella gime enfáticamente mientras se cae en su silla, soplando una frambuesa abatida mientras te da una mirada de conocimiento.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Ampere",
                "Y no, no podemos fingir una razón relacionada con el trabajo o ambos nos meteremos en problemas ... {i} serios {/i} de problemas, de hecho, como multas, suspensión o servicio comunitario ... y no el {i} diversión {/i} tampoco ... y normalmente, solo sugiero que espere que me revise, pero actualmente estoy trabajando en un doble turno porque el pobre Lovol tenía una emergencia que cuidar ...Entonces esperar no es una opción.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "LipLick",
                "Speak",
                "Ampere",
                "Pero si nos vemos desplazados en algún momento, podemos follar todo lo que quieras. ♪",
                "Ella termina con un ronroneo cachondo, dándole a sus suaves labios una llave lenta y presionando su seno desbordando hacia ti mientras te mira, aunque rápidamente se atrapa nuevamente, limpiando su garganta y enderezando su postura.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Ampere",
                "{i} ejem. {/i} ¿algo más?",
                "JumpToScene",
                "VoltlinMenu"
            ]
        },
        {
            "NameOfScene": "I'm good to go!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Ampere",
                "Entonces, por favor, continúe por la puerta.¡Espero que disfrutes de tu estadía!",
                "Ampere presiona un botón en su costado de la cabina y las barras metálicas en uno de los carriles se abren con un zumbido eléctrico, dejándote libre.Todo el asunto apenas ha tomado un minuto, y por un momento, te quedas allí con una leve perplejidad, hasta que el Golpeador de Voltlin te insta hacia adelante con una ola enérgica, lo que te lleva a guardar el pasaporte y continuar.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToScene",
                "PostVoltlin"
            ]
        },
        {
            "NameOfScene": "PostVoltlin",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "Detrás de ti, escuchas la puerta de regreso con un ruido, junto con un chirrido coriáceo desde la cabina que apunta a la Voltlin que ha dejado su asiento para enfocar su atención en otro lugar.Reuniendo su ingenio después de esa formalidad sorprendentemente expeditiva, sigue el camino de las luces guiantes y las flechas pintadas limpiamente para encontrar su camino hacia adelante, el túnel tenue dando paso a la mueca de smog brumoso ...",
                "ChangeBG",
                "CapitalFogFilled.png",
                "... que a su vez se abre a una vista muy observada por humo de extrañas calles y edificios mientras presionas hacia adelante en Ars Delusia propiamenteLa niebla de todas partes y un clamor de voces bulliciosas llena tus oídos, muy lejos de la quietud silenciosa de la entrada ...",
                "ChangeBG",
                "CapitalPeople.png",
                "ChangeBGM",
                "music/Capital/Killer_Roll.mp3",
                "Mientras siguen marchando con asombro de mandíbula, las partes de smog asfixia, revelando aguas brillantes de acero y arañas de callejones llenos de multitudes de monstruos que pasan su día o apresurándose de aquí para allá.Mirando a su alrededor, ves a un humano aquí y allá en medio de la multitud de habitantes de la ciudad, la mayoría de ellos caminan junto a una o varias chicas monstruosas y se ven bastante aclimatadas al lugar.",
                "Tu cabeza literalmente giras mientras miras a su alrededor con maravilla y confusión y disfruta de todas las cosas nuevas a las que te presentan de repente, luchas por luchara los lugares a los que estás acostumbrado.",
                "Sobre todo, el {i} ruido {/i} es desconcertantemente omnipresente, ya sea que provenga de la masa constantemente conmovedora de peatones, la fuerte conversación de grupos dispares de locales o la música rugiente proveniente de varios de los muchos establecimientos a su alrededorUsted, un recolector de instrumentos de sonido desconocido que salen de lo que parece un área de ocio cuando un súcubo abre la puerta de entrada para entrar, el volumen ensordecedoramente alto que lo sorprende.",
                "Como si estuvieras en trance, avanzas en las concurridas calles, los transeúntes giran alrededor de tu confundida y aturdida deambulación, pocos de ellos te ahorran más que una mirada extraña o ocasionalmente murmuró 'lo siento'.o 'Disculpe'.mientras pasan junto a ti.",
                "Dejó caer en medio de toda esta arquitectura de luz, ruido y de aspecto alienígena, ni siquiera está seguro de dónde comenzar.Parece que las calles se extienden una y otra vez, los edificios más altos que cualquier torre se elevan en las nubes por encima de ti, y el cielo está casi completamente oculto por el humo morado omnipresente que esconde la ciudad como un capullo gaseoso que atrapa, lo que te hace sentir como túYa ni siquiera en Lucidia.",
                "StopBGM",
                "Pero tal como sientes que la parálisis de pensamiento te mantendrá parado allí por el resto de la eternidad, una sensación de familiaridad te golpea como una tonelada de ladrillos como una risa distintiva suena por el aire, atravesando incluso el estruendo de la ciudad de la ciudad..",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Speak",
                "???",
                "Mwahahaha![ThePlayerName], ¡tonta!",
                "Mirando hacia arriba junto con algunos espectadores sorprendidos, se ve que la risa triunfante proviene de la cima de un edificio de esquina metálica que divide una calle de dos maneras.Como era de esperar, por encima de los letreros cambiantes y un corazón de neón brillante, ves la silueta sombreada de una diminuta mujer de limo que se avecina con orgullo, los brazos cruzados como ráfagas errantes de corrientes de smog flitan a través de ella, haciendo que su forma roja se tambalee dramáticamente.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pride",
                "Una vez que ve que llamó su atención, la única perpetua cae audazmente a lo largo del costado de la estructura, dejando un sendero rojo pegajoso a su paso y finalmente aterrizando frente a usted, jadeos y charlas entre los espectadores.",
                "Speak",
                "Catgirl al azar",
                "¿Están filmando un miau, nya?",
                "Speak",
                "Random Voltlin",
                "¿Quién es el chico?",
                "Speak",
                "Súcubo aleatorio",
                "El es lindo. ♥",
                "Si bien no sabes si debes sentirte halagado o avergonzado por tanta atención repentina, Perpetua parece estar disfrutando de ella, su cabeza se elevó mientras finge no notar a tu audiencia y te señala dinámicamente un dedo.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Speak",
                "Perpetua",
                "¡Sabía que te encontraría tropezando aquí eventualmente!¡Ja ja!",
                "Inesperadamente, su desanimación y tristeza previa parecen haberse cambiado por completo, la bulliciosa mujer de limo que continúa alegremente mientras su pequeña multitud mira y comenta animados, más recas de goma se unen mientras que otros rápidamente se aburren o avanzan apresuradamente.",
                "Menu",
                "¡Perpetua, estás bien!",
                "'¡Espera, ya hay demasiadas cosas que están sucediendo!'",
                "'Espera, ¿no lo hicimos {i} solo {/i} hacer esto?'",
                "'Oh goddess we're in public.'",
                "Blankly watch.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Perpetua, you're okay!'",
            "theScene": [
                "Sus palabras se pierden en su mayoría en medio del estruendo de los espectadores, pero el limo de color rojo cereza claramente tiene su significado, dispararle una sonrisa algo avergonzada antes de que continúe apresuradamente con su bullicioso discurso, aparentemente ansioso por barrer su arrebato del pasado debajo de la alfombra.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PerpCapital2"
            ]
        },
        {
            "NameOfScene": "'Hold on, there's too many things going on already-!'",
            "theScene": [
                "Pero con todos los que se charlan animadamente, señalan y comentan, Perpetua parece demasiado atrapado en su propia publicidad para darse cuenta demente esta vez.",
                "JumpToScene",
                "PerpCapital2"
            ]
        },
        {
            "NameOfScene": "'Wait, didn't we {i}just{/i} do this?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Perpetua solo te da una sonrisa engreída y se ríe de la réplica antes de continuar con su vistosa exhibición bulliciosa, su orgulloso comportamiento y su triunfante gestos de barrido que irradian un mudo '¡Esta vez será diferente!', Dejándole inseguro de si debe sentirse aliviado y entusiasta, molesto o asustado por esto.",
                "JumpToScene",
                "PerpCapital2"
            ]
        },
        {
            "NameOfScene": "'Oh goddess we're in public.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Tus palabras se pierden en tu rival sobreexcitado y promocionado en medio de los ruidos de la multitud, dejándote estremecer en silencio ante la incómoda situación mientras continúa sin cesar.Consideraría simplemente escabullirse para ahorrar más vergüenza si ahora no estaba más o menos rodeado de recas de goma desde todos los ángulos, incluso una arpía o dos mirando desde arriba.",
                "JumpToScene",
                "PerpCapital2"
            ]
        },
        {
            "NameOfScene": "Blankly watch.",
            "theScene": [
                "JumpToScene",
                "PerpCapital2"
            ]
        },
        {
            "NameOfScene": "PerpCapital2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "Temble con asombro, [ThePlayerName], ¡por el destino sonrió a la gran perpetua!¡Ahora tendré mi venganza con poder nuevo!{i} ahora {/i} podemos tener nuestra revancha!{i} mwahahaha! {/i}",
                "Sus espectadores hablan con una mezcla de confusión, emoción, desconcierto y diversión, algunos de ellos intervienen directamente a medida que se reúnen más y más alrededor de ustedes dos.",
                "Speak",
                "Random Imp",
                "¿Van a pelear?",
                "Speak",
                "Elfo oscuro al azar",
                "¡Ségalo seco!",
                "Speak",
                "Súcubo aleatorio",
                "¡Ve, hermana!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Pareciendo positivamente encantado y literalmente vibrando con emoción, Perpetua continúa mientras aún se pregunta qué debe hacer, un círculo de espectadores que ahora se han tomado forma a su alrededor, como si estuviera formando una arena improvisada.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "Prepárate ahora para",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "Speak",
                "???",
                "Yo, el {b} infierno {/b} ¿Crees que estás haciendo?",
                "DisplayCharacters",
                "1",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Frown",
                "Mirando a su alrededor, ves que el grito proviene de una mujer de limo púrpura que lleva algún tipo de atuendo con temática de gatos que parece lucir una expresión severa detrás de la máscara que lleva llevando hacia adelante en un par de piernas pegajosas con un movimiento de cola, ambas extremidades que la hacen destacar de los slimes que has conocido hasta ahora.Sorprendido por la repentina irrupción, Perpetua mira a su alrededor con una mansedumbre repentina, tartamudeando nerviosamente ante la intrusión.",
                "Menu",
                "'Oye, estamos en medio de algo ...'",
                "'Finally someone sane...'",
                "Blankly watch. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Hey, we're in the middle of something...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Disgust",
                "Speak",
                "???",
                "Está bien, solo tomará un momento ...",
                "A pesar de sus palabras y resplandor, el limo púrpura no te presta atención, aparte de esa réplica rápida y despectiva y una breve mirada molesta, la peor parte de su ira y enfoque que aparecen entrenados en Perpetua.",
                "JumpToScene",
                "PerpCapital3"
            ]
        },
        {
            "NameOfScene": "'Finally someone sane...'",
            "theScene": [
                "Respirando un suspiro de alivio, espera que pueda salir de esta situación incómoda pronto con el recién llegado con el balbuceo ruidoso y orgulloso de Perpetua ... Aunque hablando por experiencia, tampoco puede evitar tener algo de mal sentimientosobre esto ...",
                "JumpToScene",
                "PerpCapital3"
            ]
        },
        {
            "NameOfScene": "Blankly watch. ",
            "theScene": [
                "JumpToScene",
                "PerpCapital3"
            ]
        },
        {
            "NameOfScene": "PerpCapital3",
            "theScene": [
                "Speak",
                "Perpetua",
                "Guh!?WH-¿Quién se atreve?I- uh- ah- s-s-spryry?",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Disgust",
                "Unas pocas risitas salen de los espectadores, mientras que los destellos de luz de origen desconocido brillan de la multitud y cegan su visión, pero el limo púrpura no le paga en mente, continuando hacia Perpetua que se encoge visiblemente ante el resplandor de sus hermanos más altos.",
                "Speak",
                "???",
                "USTED {i} debería {/i} be!Honestamente ... estás haciendo la risa {i} completamente {/i} mal!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "La risa suena del anillo de espectadores mientras más comentarios salen del colorido grupo, lo que lleva al limo rojo a levantar el pecho con fuerza, indignando los puños sobre sus caderas.",
                "Speak",
                "Random Voltlin",
                "Woo-hoo, ¡es una comedia ahora!",
                "Speak",
                "Random Imp",
                "Heeey, menos bromas, más jodido!",
                "Speak",
                "Perpetua",
                "¡Wh- ahora espera, señora, he practicado mi risa malvada por {b} edades {/b}!¡No hay nada de malo en eso!",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Pout",
                "Speak",
                "???",
                "Quiero decir, la risa está bien, pero es el mal amable {i} {/i} de risa.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "El limo de color rojo cereza se ve más confundido, desconcertado y desconcertado, retorciéndose en su lugar mientras mira alrededor, aparentemente buscando algún tipo de salida de la situación en la que se ha puesto, mirando a ti por un momento en blanco.",
                "Menu",
                "'I'm {i}so{/i} lost right now.'",
                "'...Huh?'",
                "Shrug.",
                "Blankly watch.  ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'I'm {i}so{/i} lost right now.'",
            "theScene": [
                "Encontrarte igual de confundido e indefenso, Perpetua puede hacer poco, pero volver torpemente hacia la otra mujer de limo, confusión en todo el rostro.",
                "JumpToScene",
                "PerpCapital4"
            ]
        },
        {
            "NameOfScene": "'...Huh?'",
            "theScene": [
                "JumpToScene",
                "PerpCapital4"
            ]
        },
        {
            "NameOfScene": "Shrug.",
            "theScene": [
                "Como tú tampoco tienes idea de lo que está sucediendo o quién es el limo púrpura o lo que ella quiere o lo que tú o perpetua deberían hacer, se encoges de hombros impotente, lo que lleva a Perpetua a volver a sus hermanos pegajosos.",
                "JumpToScene",
                "PerpCapital4"
            ]
        },
        {
            "NameOfScene": "Blankly watch.  ",
            "theScene": [
                "Ver que tu mirada parece un poco acristalada mientras intentas procesar todo, Perpetua vuelve torpemente a la otra mujer pegajosa.",
                "JumpToScene",
                "PerpCapital4"
            ]
        },
        {
            "NameOfScene": "PerpCapital4",
            "theScene": [
                "Speak",
                "Perpetua",
                "...Huh?",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "SmileConfident",
                "Speak",
                "???",
                "¡Sí!Si estás haciendo esa pose, se supone que debes ir {i} 'ohohoho!' {/i}, ¿sabes?¡El clásico shtick de 'Classy Villain Lady'!Como merida en {i} novios lucidianos: Rise of the slimes {/i}.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "{i}Huh?!{/i}",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Disgust",
                "Unas pocas risas y risas más salen de la multitud junto con silbatos y burlas, atrayendo la ira de la mujer de limo púrpura que les da un furioso brillo de gruñido y muerte, lo que hace que algunos de los espectadores huyan de la escena mientras el resto ofrece de manera divertida.Disculpas y aliento de buen carácter, lo que hace que Perpetua se desintegre ligeramente después de marchitarse de la atención negativa.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Speak",
                "Súcubo aleatorio",
                "¡No les importe, amor!",
                "Speak",
                "Random Minotaur",
                "¡Muéstrale lo que tienes!",
                "Speak",
                "Random Imp",
                "¡Chupar su d- hmph?",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Happy",
                "Al parecer contento con el cambio de atmósfera, el recién llegado aún no identificado regresa a los dos, gesticulando con un aire de afán impaciente hacia Perpetua.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "???",
                "Bueno, vamos, date prisa y hazlo!Estás tratando de coquetear con tu novio o algo así, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Smug",
                "Speak",
                "Perpetua",
                "¡Wh- [ThePlayerName] no es mi novio!¡Él es mi némesis!¡Rival!Estamos destinados a chocar a cada paso hasta",
                "Speak",
                "???",
                "Sí, lo que sea, haz la risa correctamente ya.",
                "Speak",
                "Perpetua",
                "Yo, uh -...",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "Parece tímidamente a la multitud circundante que responde con vítores, la reacción positiva que parece envalentonarsela, aunque todavía se ve bastante incómoda mientras se presenta frente a su babón más alto.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "O-Ohoho?",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Pout",
                "Speak",
                "???",
                "¡Vamos más fuertes!¡Masta!¡Más energía!¡Como la risa que hiciste!¡Y no me mires, mira [ThePlayerName]!¡Él es el que estás tratando de seducir!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "{b}I'mnottryingtoseducehim!!!{/b}",
                "Speak",
                "Random Lizard Girl",
                "¿¡A quién le importa!?¡Golpea los pantalones!",
                "Speak",
                "Catgirl al azar",
                "¡Muéstrale lo que tenía el maullido!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Frown",
                "Renunciando a tratar de dejar el récord, perpetua resopla y respira hondo a reunirse antes de girar hacia usted y darle una mirada aguda y decisiva antes de posar enfáticamente.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "SmileConfident",
                "Speak",
                "Perpetua",
                "{i}Ohohohoho!{/i}",
                "Felicitaciones, silbidos y aplausos erupcionalmente de los Rubneckers en respuesta a la risa más convincente de la risa altiva a la que el limo púrpura asiente con aprobación.",
                "Speak",
                "???",
                "Ahí te vas.Ahora, ¿de qué estabas hablando con tu novio?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Perpetua",
                "{i} No es mi novio. {/i}",
                "ChangeImageLayer",
                "Mask",
                "Dark Slime",
                "MaskDown",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Lick",
                "ChangeImageLayer",
                "Candy",
                "Dark Slime",
                "Candy",
                "Ignorando el queja y el contenido con los resultados de su intervención, la mujer retrocede entre los espectadores para mirar curiosamente, deslizándose por su máscara para lamer una piruleta.Con ese 'intermedio' concluido, el bullicio de la pequeña multitud cae a una charla en silencio, tu audiencia es tan curiosa por ver lo que está por suceder como Perpetua se enfoca en ti, aparentemente haber superado su rugo de miedo escénico.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Speak",
                "Perpetua",
                "Muy bien, donde estaba ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Speak",
                "Perpetua",
                "[ThePlayerName]!¡Ahora, finalmente podemos tener nuestra revancha!¡He aquí la fuente de mi nuevo poder!{i} ohohohoho! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Frown",
                "Con un florecimiento, saca una esfera cristalina de color negro color púrpura con un corazón siniestro con incrustaciones, que sostiene sobre su cabeza, haciendo que la multitud se susurre con un murmullo perplejo.",
                "Speak",
                "Random Imp",
                "¿Qué es eso?",
                "Speak",
                "Random Voltlin",
                "¿Un orbe de despertar?",
                "Speak",
                "Random Lizard Girl",
                "¿Qué, {i} eso es {/i} su gran as en su limo?",
                "Speak",
                "???",
                "Uh ... ¿qué {i} es {/i} eso?¿Y dónde lo conseguiste?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Speak",
                "Perpetua",
                "¡Conocí a una linda dama en una capucha en un callejón que me lo dio!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "LipLick",
                "Speak",
                "Perpetua",
                "Ahora, [ThePlayerName]!¡Todos!¡He aquí mi evolución!",
                "ChangeImageLayer",
                "Expression",
                "Dark Slime",
                "Disgust",
                "Speak",
                "???",
                "¡Hola, no creo que tú sho-!",
                "Menu",
                "'Perpetua, espera-!'",
                "Dive for the orb!",
                "Blankly watch.   ",
                "'Haha very funny-'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Perpetua, wait-!'",
            "theScene": [
                "¡Tus palabras aparentemente caen en oídos sordos!Mientras tanto, el limo púrpura se mueve hacia adelante, una mano se extendió mientras su piruleta colgra de su boca, pero perpetua tampoco le paga de manera abundante, demasiado absorta en el prometedor señuelo de la victoria para esperar un segundo más, activando la esfera mágicamente cargada porapretándolo en su puño.",
                "JumpToScene",
                "PerpCapital5"
            ]
        },
        {
            "NameOfScene": "Dive for the orb!",
            "theScene": [
                "Usted y la mujer de limo púrpura saltan hacia adelante al unísono, las manos extendidas y de la piruleta colgando de su boca, pero perpetua les paga alegremente a ambos, a ambos, demasiado absortos en el prometedor atractivo de la victoria para esperar un segundo más, activando la esfera mágica porApretándolo en su puño antes de que puedas alcanzarla.",
                "JumpToScene",
                "PerpCapital5"
            ]
        },
        {
            "NameOfScene": "Blankly watch.   ",
            "theScene": [
                "Aún teniendo poca idea de lo que está sucediendo en Venereae, solo puedes mirar mientras el limo púrpura avanza hacia adelante, una mano se extendió mientras su piruleta cuelga de su boca.Perpetua, sin embargo, no le paga alegremente, demasiado absorto en el prometedor atractivo de la victoria para esperar un segundo más, activando la esfera de carga mágica al apretarla en su puño.",
                "JumpToScene",
                "PerpCapital5"
            ]
        },
        {
            "NameOfScene": "'Haha very funny-'",
            "theScene": [
                "Tus palabras se pierden en medio de los ruidos de la multitud y el regodeo de la perpetua mientras el limo púrpura avanza, una mano se extiende mientras su piruleta colgiva de su boca, aunque perpetua no paga de manera alegría a tu réplica seca ni a los intentos de sus hermanos de intervenir.En el prometedor atractivo de la victoria para esperar un segundo más, activando la esfera de carga mágica apretándola en su puño.",
                "JumpToScene",
                "PerpCapital5"
            ]
        },
        {
            "NameOfScene": "PerpCapital5",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "PlayVisualEffect",
                "ScreenFlash",
                "Void.png",
                "PlayMotionEffect",
                "LongExplosion",
                "Inmediatamente, con una avalancha de energía que perturba la oreja, una onda de choque colosal envía a todos menos a usted y su volando hacia atrás, la expresión del limo de cereza cambia de triunfo regodeado a alarma nerviosa mientras lucha por sostener el orbLigera, una fuerte presión aplastante que irradia en todas las direcciones, haciendo que su estómago caiga y la respiración se apodere de los pulmones.",
                "Speak",
                "Perpetua",
                "¿Ghk?I- ¿Se supone que debe hacer eso-?",
                "PlayVisualEffect",
                "ScreenFlash",
                "Void.png",
                "PlayMotionEffect",
                "Explosion",
                "Apenas puedes escucharla por encima del estruendoso Rumble y luchar para mantener el equilibrio como una ola visible de energía demoníaca en el cristal y vertido en su brazo, la repentina afluencia que envía un temblor a través de su forma pegajosa, pánico y grita desde la multitudA su alrededor casi ahogado por la reverberación mágica.",
                "Speak",
                "Random Imp",
                "¿Qué diablos?",
                "Speak",
                "Random Voltlin",
                "¡Llame a la seguridad!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "MwaHa- yo mean- {i} ohohoho! {/i} puedo sentir el {b} potencia {/b} surg-ghnk-?!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "PlayVisualEffect",
                "BlindingFlash",
                "Void.png",
                "PlayMotionEffect",
                "LongExplosion",
                "Las ondas ya abrumadoras de la energía sombría continúan estallando con una intensidad de alguna manera creciente, el ludio negro se arrastra a través del cuerpo de Perpetua bit a bit y rápidamente extendiendo las venas oscuras a través de su forma roja brillante, dejando su tambaleo de la rápida influencia ominosa que fluyea través de su marco pegajoso.",
                "Speak",
                "Perpetua",
                "¡Actualmente, este está empezando a realmente Hurt!I-It no apagará- i-",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Crying",
                "StopBGM",
                "PlayVisualEffect",
                "BlindingFlash",
                "Void.png",
                "Speak",
                "Perpetua",
                "H-Help- [TPN]-",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "combat.png",
                "ChangeBGM",
                "music/Unknown/Dungeon-Rlyeh.mp3",
                "PlayMotionEffect",
                "Quake",
                "PlayVisualEffect",
                "BlindingFlash",
                "Void.png",
                "La voz de Perpetua se ahoga cuando la energía nociva finalmente estalla cegadoramente en todas las direcciones, envolviendo su visión como un caparazón arcano rodea a los dos como un vórtice giratorio de depravación erótica, una rápida prisa de excitación que lo golpea de la abrumadora presencia de la energía demoníaca, haciéndote tambaleante por un momento antes de que te prepares y te prepares para lo que sea que vendrá ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Dark Perpetua",
                "EvilGrin",
                "PlayVisualEffect",
                "ScreenFlash",
                "Void.png",
                "PlayMotionEffect",
                "Explosion",
                "A medida que las olas radiantes finalmente disminuyen y parcan, puedes ver antes de 'perpetua'.",
                "De alguna manera, la mujer de limo, una vez diminuta, ahora es un trío de mujeres de limo curvilíneas que descansan en un cuerpo colectivo masivo de una sustancia guía de aspecto atractivo, una atracción de magia obscena que irradiaba.Los zarcillos gruesos barren lánguilmente el aire, haciendo movimientos de agarre a ti, ya que los tres 'perpetuas' centran su atención en ti y sonríen sinvermente, su comportamiento ofrece un espectáculo misterioso mientras se mueven y hablan al unísono ...",
                "Speak",
                "Perpetua?",
                "Mhnm ~ ¡Qué maravilloso! ~",
                "ChangeImageLayer",
                "Expression",
                "Dark Perpetua",
                "LipLick",
                "La voz de la mujer de limo en eco (¿mujeres?) Es baja y ronca, un marcado contraste con su gab Gab de alta energía anterior, y también lo son sus movimientos como la perpetua central acaricia lentamente sus otros dos seres con movimientos seductivamente suaves, los dos singiososEntidades de aspecto suave gimiendo provocativamente mientras se lamen los labios y sacuden sus cuerpos por ti.",
                "Speak",
                "Perpetua?",
                "Ahora entonces ... nuestro querido [ThePlayerName], mi amado némesis ... mi mascota ~ ~",
                "Las voces unificadas hacen eco y reverberan entre sí amenazando mientras el trío te mira con hambre depredadora clara, los grandes zarcillos pegajosos que se encuentran antes de ti bien, como para invitarte a renunciar de inmediato y aceptar el abrazo de Perpetua ...",
                "ChangeImageLayer",
                "Expression",
                "Dark Perpetua",
                "Laugh",
                "Speak",
                "Perpetua?",
                "Primero ... te haremos {i} nuestro. {/i} ¡Entonces todo el mundo puede ahogarse en nuestra magnificencia!{i} ohohohoho! {/i}",
                "A medida que la triple cáscara de risa resuena en la arena oscura en la que estás atrapado, sientes otro aumento de energía demoníaca que te atraviesa.No estás completamente seguro de qué demonios está pasando, ¡pero tendrás que someter a Perpetua antes de que esto empeore!",
                "ChangeImageLayer",
                "Expression",
                "Dark Perpetua",
                "EvilGrin",
                "... a menos que simplemente te rindas y te entregas a su afecto posesivo, dejándote completamente abierto a lo que sus tres cuerpos suaves y curvilíneos pueden ofrecer, los ojos nubos de excitación de Perpetua que te prometen placeres no contados si solo",
                "Sacudiendo la cabeza contra la influencia que nubla con la mente de la abrumadora lujuria en el aire, ¡te preparas para pelear!",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "NoRunning",
                "Dark Perpetua",
                "StartCombat",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Dark Perpetua",
                "Orgasm",
                "ChangeImageLayer",
                "Face",
                "Dark Perpetua",
                "BlushHeavy",
                "PlayVisualEffect",
                "ScreenFlash",
                "Void.png",
                "PlayMotionEffect",
                "Explosion",
                "Sobre el trío oscuro del clímax de los perpetuas, el reino de la oscuridad que se retira y se retira de la oscuridad que rodea, comienza a ondularse y agrietarse visiblemente a medida que las mujeres de limo gemen y temblaron en el éxtasis continuo, sus formas curvilíneas se balancean y rebotan a toda velocidad, ya que parecen perder su sustancia., gradualmente desvaneciéndose como si regresara de donde vinieran.",
                "Speak",
                "Perpetua?",
                "{b} Curse, [ThePlayerName]!¡Oooh! ~ Volveremos-! {/b}",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pleasured",
                "PlayVisualEffect",
                "BlindingFlash",
                "Void.png",
                "PlayMotionEffect",
                "LongExplosion",
                "Luego, con un pop rotundo, el cuerpo de la energía oscura que llena el cuerpo de Perpetua se disipa de una vez en una erupción cegadora, dejando el jadeo, tambaleándose, pero aparentemente ileso de la diminuta lima de cereza detrás mientras el caparazón que te rodea continúa rompiendo rápidamente, fragmentos de los fragmentos deLa negrura solidificada crepitaba en la nada.",
                "Speak",
                "Perpetua",
                "Rnnn- ha-?GH-?!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Habiendo cambiado de su estado anterior a su actual en un instante, Perpetua se queda congelado en su lugar por un momento ... entonces el placer arrancar su cuerpo se desvanece de repente, golpeándola con una ola de agotamiento aplastante que la deja caerEl suelo en un desastre pegajoso apenas cohesivo, tosiendo y pulverizando confundido.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "{i} ghfhack-?! {/i} guh- ugh-",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "¿Qué pasó-?Siento que me comí una bañera de néctar de Alraune mimado o algo ...",
                "Menu",
                "'Are you okay!?'",
                "'You're in {i}so{/i} much trouble.'",
                "Hug her",
                "Just leave",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Are you okay!?'",
            "theScene": [
                "La chica de limo se vuelve hacia ti con sangre, necesitando hacer una doble toma para enfocar completamente su atención en ti y responder.",
                "Speak",
                "Perpetua",
                "¿Supongo que sí?Uugh, siento {i} horrible {/i} ... física, mentalmente ... espiritualmente?B Pero también sobre todo",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PostBattle"
            ]
        },
        {
            "NameOfScene": "'You're in {i}so{/i} much trouble.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Escuchar su tono severo y acusatorio, Perpetua salta en su lugar, pánico repentino en su rostro.",
                "Speak",
                "Perpetua",
                "I-I-I-I'ment lo siento!?No se me ocurre",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Perpetua",
                "¡Ey!¡Espera un segundo!¿Qué eres tú, mi {i} mamá? {/i} th-th-the Great Perpetua te hará saber eso-",
                "JumpToScene",
                "PostBattle"
            ]
        },
        {
            "NameOfScene": "Hug her",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "La diminuta chica monstruosa chirea sorprendida y vergüenza inmediata mientras caminas hacia ella y envuelve con fuerza tus brazos alrededor de su forma blanda, el limo de cereza se tambalea indignando en tu abrazo.",
                "Speak",
                "Perpetua",
                "Wh-wh-¿Qué estás haciendo?¿Cómo te atreves?Deja ir de",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PostBattle"
            ]
        },
        {
            "NameOfScene": "Just leave",
            "theScene": [
                "Decidiendo que ha terminado aquí, comienzas a alejarte, esperando que el caparazón infundido de la oscuridad sostenga a los dos prisioneros para terminar de disolverse para que puedas partir y volver a la pista.Sin embargo, cuando le das la espalda a Perpetua, la escuchas gritar indignada después de ti.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Perpetua",
                "¡H-HEY!¿Qué da?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "Sé que fue una mala escena y todo, pero al menos hágame apol-",
                "JumpToScene",
                "PostBattle"
            ]
        },
        {
            "NameOfScene": "PostBattle",
            "theScene": [
                "ChangeBG",
                "Capital.png",
                "StopBGMHard",
                "PlayVisualEffect",
                "BlindingFlash",
                "Void.png",
                "PlayMotionEffect",
                "LongExplosion",
                "Pero antes de que ella pueda obtener otra palabra de borde, el caparazón etéreo que te rodea finalmente se derrumba para bien, destrozándose y disolviendo mientras se pliega hacia adentro, devolviéndote a las calles de la ciudad llenas de gente mientras Perpetua se pone de pie aturdidamente, o más bien sus piernas viscosas, que hiciste una mueca, una mudaen la repentina afluencia de luces brillantes y ruidos.",
                "DisplayCharacters",
                "1",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Al mirar a su alrededor, parpadeando y aún recuperándose de la exigente batalla, inmediatamente notas que ambos están rodeados por lo que debe ser algún tipo de Fuerza de Tarea de Seguridad debido al nocivo externo de la energía mágica y después de la batalla invisible.",
                "ChangeBGM",
                "music/Unknown/Brainwash.mp3",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Más voltlins de los que puedes contar te están rodeando, un impresionante arco de electricidad que cuesta desde cuernos hasta cuernos en un circuito cerrado, la pantalla que hace que el aire a tu alrededor sea brillo con energía mágica casi palpable.Te das cuenta de que una de las pequeñas chicas monstruosas curvilíneas que parece estar liderando el equipo está hablando, gritando órdenes con voz autorizada al resto de su escuadrón.",
                "Speak",
                "Voltlin",
                "-argets a la vista-!¡Incapacitando!{b} {i} versión! {/i} {/b}",
                "Speak",
                "Perpetua",
                "Ghwu- {i} waitwaitwait!Estoy mejor ahora-! {/i}",
                "Menu",
                "'Stop!!!'",
                "Run away",
                "Freeze up",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Stop!!!'",
            "theScene": [
                "Desafortunadamente, su grito se ahoga por el creciente ruido de los ruidos de los Voltlins, tanto su voz como su perpetua no alcanzan los oídos del equipo de Monster Girl que no parece que estén en un estado de vida de todos modos.",
                "JumpToScene",
                "VoltlinZap"
            ]
        },
        {
            "NameOfScene": "Run away",
            "theScene": [
                "Mirando a su alrededor en un pánico, rápidamente te ves obligado a reconocer que cualquier intento de escape probablemente estaría condenado al fracaso: los Voltlins están formando un cordón apretado y vigilante alrededor de ustedes dos, y lo que sea que hagan, van a atacarAntes de que te hayas ido tres pasos, particularmente con tú, todavía sintiendo la fatiga posterior al combate de tu pelea con los perpetuas ...",
                "JumpToScene",
                "VoltlinZap"
            ]
        },
        {
            "NameOfScene": "Freeze up",
            "theScene": [
                "Al reflejar que esto no es realmente cómo imaginaste tu entrada en la capital, te resignas a tu destino mientras perpetua se lamenta con impotencia a tu lado.",
                "Speak",
                "Perpetua",
                "{b} aaaaaah, lo siento [ThePlayerName]! {/b}",
                "JumpToScene",
                "VoltlinZap"
            ]
        },
        {
            "NameOfScene": "VoltlinZap",
            "theScene": [
                "PlayVisualEffect",
                "BlindingFlash",
                "white.png",
                "PlayMotionEffect",
                "Crash",
                "ChangeArousal",
                "9999",
                "SetSpirit",
                "0",
                "Los Voltlins se centran solo por un momento y el circuito eléctrico entre ellos se estrecha en un perno cegador que dispara directamente a los dos, golpeándote infalidamente y llenándolo de más placer de lo que tu cuerpo puede manejar, la afluencia brutal frita tu cerebro con el cerebro con el cerebro con el cerebro con el cerebro con la mueca conéxtasis y hacerte negro al instante.",
                "PlayBlackOut",
                "StopBGMHard",
                "...",
                "EndBlackOut",
                "ChangeBG",
                "dungeon.png",
                "SleepPlayer",
                "DelayNotifications",
                "DisplayCharacters",
                "EndLoop",
                "Aturdido, te despiertas aturdido.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Parpadeando y mirando a su alrededor con la sensación de que tu cerebro está sentado en tu cabeza con topsy-turvy, te das cuenta de que estás sentado en una cámara metálica, colocada frente a una mesa con perpetua a tu lado, la chica de limo sale de ellaInconsciencia también y parece que no se siente más renta que tú.",
                "DisplayCharacters",
                "1",
                "3",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "También te das cuenta de que un Voltlin está sentado en la mesa entre los dos, aparentemente absorto en un libro muy grueso titulado {i} teoría teórica de la octava dimensión arcana: una introducción simple {/i}.Sin embargo, al notar que estás despertando, ella rápidamente marca su lectura y cierra, luego se eleva a su altura completa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "¡Mañana, ustedes dos!",
                "La voz de la mujer pequeña que se siente como una perforación directa a través de tu cráneo, estás en una mueca al unísono con Perpetua, aunque la expresión del limo cambia rápidamente al pánico cuando se da cuenta de dónde está.",
                "Speak",
                "Perpetua",
                "Ghwuh-",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "Esperar-!¡Soy inocente!¡No lo sabía!¡Yo no era yo!¡Pasaron cosas!{b} ¡No quiero ir a la cárcel! {/b}",
                "Temblando de terror, la chica pegajosa se encoge visiblemente en su silla mientras mira con un voltlina, pero la mujer de aspecto alegre simplemente se ríe en respuesta, agitando los miedos de Perpetua.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Voltlin",
                "Ahora, ahora, señorita Perpetua, puedes calmarte.La situación ha pasado a fondo, y ambos serán libres de ir una vez que hayamos pasado por algunas preguntas ... nada demasiado serio, le aseguro.Solo consultas en aras de ayudar a las autoridades delusianas de Ars a través de las investigaciones que realizaremos en el asunto que rodea la extraña manifestación que ocurrió.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Speak",
                "Perpetua",
                "... o-oh.Está bien ... Bien ... Muy bien entonces.",
                "Perpetua deja escapar una lenta exhalación de alivio y caída en su silla, completamente exhausta de la terrible experiencia del día y todo el agotamiento físico, sexual y mental por el que ha pasado, mientras el Voltlin asiente en satisfacción.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Ahora, ¡entonces, sin más preámbulos!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Con la prolongación de negocios, produce un portapapeles y un lápiz, y echa un vistazo rápido a su artículo antes de preguntar, su escritura implementa preparada para la acción.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Speak",
                "Voltlin",
                "¿Sabes cuál era ese orbe que usaste?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Perdiendo su expresión descarada, Perpetua se retorce en su silla torpemente por un momento, pero la expresión inofensiva y paciente del Voltlin parece tranquilizarla y ella hace mansos.",
                "Speak",
                "Perpetua",
                "W-well ... n-no ... en realidad no ...?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "La mujer asiente y anota algo, luego procede.",
                "Speak",
                "Voltlin",
                "¿De dónde lo conseguiste?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Speak",
                "Perpetua",
                "De una dama en un abrigo negro ... con capucha-?",
                "Speak",
                "Voltlin",
                "¿Divuló su nombre?¿Puedes describirla con alguna cantidad de detalle?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "N-no realmente-?Me emocioné mucho por ... uhm ... w-well- ella es ... más alta que yo?",
                "La mujer de limo responde con una creciente incomodidad, parece que no le gustaría nada más que derretirse en el piso mientras el Voltlin registra obedientemente su testimonio y luego lo revisa con un ceño fruncido, suspirando mucho mientras dispara a perpetua una mirada no impresionada por encima de su portapapeles, con toca, a la altura de su portapalones,su lápiz en su superficie de madera.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "Speak",
                "Voltlin",
                "¿Tus padres nunca te dijeron que no tomes las cosas de extraños ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Perpetua se ve en blanco por un momento, y puedes imaginar sus pensamientos que vuelven al bosque bastante sereno en el que la conociste, muy lejos del ajetreo y el bullicio de Ars Delusia, la introspección de la niña lima que concluye con un nervioso e inocente.",
                "Speak",
                "Perpetua",
                "¿No realmente?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "El Voltlin le da una mirada plana, suspira, revisa sus notas una vez más, y no esconde un puchero decepcionado mientras le da atención a usted con un brillo esperanzador en sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "Ahora, [ThePlayerName] ... ¿Viste a alguien sospechoso en o alrededor de la escena?",
                "Menu",
                "Perpetua.",
                "A Purple Slime?",
                "Rika?",
                "There were way too many people...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Perpetua.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speak",
                "Perpetua",
                "Por qué- {i} hey! {/i}",
                "Mientras perpetua chupa indignado en su acusación, el Voltlin no puede evitar estallar en las risas divertidas antes de recordarse a sí misma y hacer un gesto para que el limo humeante se calme, la chica pegajosa le disparó una mirada enojada, pero se conforma con putir a ti.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Voltlin",
                "Ahora ahora, aunque ella {i} era {/i} el epicentro de la convergencia demoníaca, hemos establecido que en el peor de los casos no es más que un cómplice involuntario.Ciertamente fue víctima de este evento tanto como tú.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Perpetua",
                "¡Sí!Vamos, [ThePlayerName], no me arrojes debajo del carrito así, ¡esto es serio! ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Speak",
                "Perpetua",
                "... aunque todavía {i} realmente {/i} no tengo idea de quién era esta dama extraña y cuál era su trato ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "El oficial de Voltlin asiente en la que entiende, luego ofrece una sonrisa compasiva.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "En efecto.Basado en la imagen que obtuvimos del personaje de la señorita Perpetua de los testimonios que hemos reunido, estamos seguros de que no sería capaz de ese tipo de ... conocimientos malévolos.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Speak",
                "Perpetua",
                "Exactly!♪",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "¡W-WAIT!¡Soy bastante capaz de ser de maldad!",
                "JumpToScene",
                "InterrogationQuestion2"
            ]
        },
        {
            "NameOfScene": "A Purple Slime?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Al mencionar y describir a la mujer de limo oscuro y su distintiva sudadera de gato, Perpetua interviene con un resoplido.",
                "Speak",
                "Perpetua",
                "Oh, vamos, ella no tuvo nada que ver con eso.Para empezar, definitivamente no se parecía a la mujer que conocí en ese callejón ...",
                "La mujer Voltlin asiente de acuerdo y atenta atentamente algo en su portapapeles.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Voltlin",
                "Sí, hubo muchos espectadores, pero aunque todavía estamos en medio de reunir testimonios e interrogatorios, nadie sobresale como una probable culpable o cómplice, incluida la mujer que está describiendo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Pero no te culpo, señor [ThePlayerName].Estoy seguro de que para alguien nuevo en la capital, casi cualquiera podría parecer sospechoso.",
                "JumpToScene",
                "InterrogationQuestion2"
            ]
        },
        {
            "NameOfScene": "Rika?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Usted describe el IMP que conoció al ingresar a la capital, y el Voltlin anota algo mientras dirige su atención a Perpetua que piensa mucho.",
                "Speak",
                "Perpetua",
                "Que ... ¿no suena {i} {/i} como la mujer que conocí?Definitivamente era más alta que un imp, y no llevaba una asignatura de condejos ... quiero decir, sé que estaba un poco por todas partes, pero incluso entonces, habría recordado {i} que {/i}.",
                "El Voltlin tararea cuidadosamente mientras su lápiz sigue fluyendo a través del papel con un sonido continuo de rascado.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "Bueno, es poco probable que esté relacionada con el caso, pero ciertamente podemos buscarla para algunas preguntas más tarde, en caso de que viera algo.",
                "JumpToScene",
                "InterrogationQuestion2"
            ]
        },
        {
            "NameOfScene": "There were way too many people...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "La mujer Voltlin te da un asentimiento ligeramente abatido pero comprensivo, mientras que perpetua se salpica, un poco desanimado que ni tú ni ella tienen ninguna información aparentemente útil para ofrecer.",
                "Speak",
                "Voltlin",
                "Bueno, eso está bien.Lo esperaba tanto.La capital puede ser muy abrumadora para los recién llegados, así que no se sienta mal por no atrapar nada que pudiera haber estado fuera de lugar.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "Annnnd, por el contrario, es completamente posible que algo que {i} pensara {/i} podría estar fuera de lugar en realidad no fue, jaja.Así que no te preocupes por eso.",
                "Speak",
                "Perpetua",
                "Sin embargo, no sé si eso me hace sentir mucho mejor ...",
                "El oficial le da a Perpetua un aspecto compasivo, pero dado que no parece que la chica de limo realmente esté esperando una respuesta, ella cambia su atención a sus notas.",
                "JumpToScene",
                "InterrogationQuestion2"
            ]
        },
        {
            "NameOfScene": "InterrogationQuestion2",
            "theScene": [
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Arrastrando su lápiz por su portapapeles, el Voltlin verifica algo, gira una página y luego vuelve a ti.",
                "Speak",
                "Voltlin",
                "Ahora bien, [ThePlayerName], ¿has visto algo como lo que pasó con Perpetua antes?",
                "Menu",
                "RequiresChoiceFromEvent",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "'¡En realidad, sí!'",
                "'No...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Actually, yes!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "La expresión del Voltlin pasa instantáneamente de una casualidad comercial a sorpresa con los ojos muy abiertos, la mujer chocó contra la incredulidad y casi dejó caer sus notas mientras borra una respuesta, perpetua igual de entrar en pánico y nervioso mientras te mira.",
                "Speak",
                "Voltlin",
                "¿Qué, en serio?¿Cuando?¿¡Dónde!?¡Por favor, dame cada detalle que puedas!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Si bien la Voltlin parece que apenas puede detenerse de saltar sobre su asiento, Perpetua logra recolectarse primero cuando algo parece golpearla, y le da una mirada de lado y lateral mientras el diminuto oficial reorganiza su portapapeles, su lápiz se eleva y su lápiz y su lápizPreparado para tomar notas, mirándote atentamente.",
                "Speak",
                "Perpetua",
                "¿Qué, tienes otros rivales o algo ...",
                "JumpToScene",
                "InterrogationQuestion2Menu"
            ]
        },
        {
            "NameOfScene": "InterrogationQuestion2Menu",
            "theScene": [
                "Menu",
                "RequiresChoiceFromEvent",
                "ConfrontingVenefica",
                "3",
                "DefeatedCrazyVenefica",
                "RequiresChoice",
                "5",
                "",
                "'Venefica.'",
                "RequiresChoice",
                "4",
                "GaveAwnser",
                "'That's everything.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Venefica.'",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "Usted cuenta la historia de usted y Elly investigando a la bruja del bosque y presenciando algo de primera mano inquietantemente similar, Venefa actuando con el mismo depredador decidido antes de que lograra traerla de vuelta a sus sentidos.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "El Voltlin escucha que registra su cuenta con gran cantidad y obediente, asintiendo con la cabeza a lo largo de los giros y los vueltas que experimentó.Perpetua también parece muy tomada por la historia, obviamente encontrando la aventura muy atractiva e incluso interviniendo con una o dos preguntas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Eventualmente, llegas a la conclusión de tu emocionante búsqueda, dejando una pausa colgando en el aire mientras las dos chicas monstruosas digieren esta nueva información, el Voltlin masticando su lápiz por un poco antes de reflexionar de manera perpleja.",
                "Speak",
                "Voltlin",
                "... otra mujer encubierta de la que no pudiste tener una visión adecuada ... y la reina de las brujas de todas las personas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Speak",
                "Voltlin",
                "Espera, {b} ¿por qué {/b} no se puso en contacto con {i} nos {/i} sobre esto?¿No confía en las propias autoridades oficiales de Lucidia o algo así?Ghhh- Juro, los veteranos como ella son un dolor en el culo para lidiar con ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "El Voltlin deja escapar un suspiro molesto mientras se refleja por lo que le dijiste y el pozo de información potencial de la que pueden haber quedado desinformados, aparentemente desahogando su frustración al poner unas notas más frustradas antes de respirar profundamente y devolverle la atención.Para ti, sonriendo felizmente.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "Tendremos que referir esto para confirmar lo que me acabas de decir.Con suerte, no será demasiado terrible que este stubb: hacer que la señorita Venefa coopere ... como mínimo, contactar a la señorita Elizabeth del asentamiento humano para su toma debería confirmar su testimonio y aportar más información sobrecosas.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "Pero en nombre de la Fuerza de Seguridad de Delusian de Ars, ¡gracias por contarme sobre esto!¿Quizás supiera más?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "PERPETUA, mientras tanto, suspira y mira a un lado ahora que la hora del cuento ha terminado, algo presentado después de escuchar todo eso.",
                "Speak",
                "Perpetua",
                "Ojalá tuviera una aventura genial como esa ... acabo de salir del bosque, lloví mal en ese pueblo humano por un momento, visité la mazmorra del bosque y me dejé de barra de oveja sin concentrarse recta, tuvo que escalar toda la montaña, perseguido por las cuevas por quién sabe cuánto tiempo, cruzó el laberinto sin siquiera unirse a la diversión, y luego, bueno ...",
                "Ella se queda desanimada, dejando que el silencio regrese y dejándolo para responder al Voltlin.",
                "SetChoice",
                "4",
                "GaveAwnser",
                "SetChoice",
                "5",
                "Venefica",
                "JumpToScene",
                "InterrogationQuestion2Menu"
            ]
        },
        {
            "NameOfScene": "'That's everything.'",
            "theScene": [
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "Bueno, eso es mucho más de lo que esperaba escuchar, ¡así que muchas gracias!Nos aseguraremos de investigarlo todo.",
                "Felizmente marca algunas cosas más en sus notas, vitoreada por esta inesperada inteligencia, luego se toma un momento para enderezar su papeleo mientras perpetua se inquieta torpemente.",
                "JumpToScene",
                "InterrogationConcludes"
            ]
        },
        {
            "NameOfScene": "'No...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Voltlin",
                "Bueno, eso es de esperar, pero necesitaba verificar.Gracias por su cooperación.",
                "Ella marca algunas cosas más en sus notas, luego se toma un momento para enderezar su papeleo mientras perpetua se inquieta torpemente.",
                "JumpToScene",
                "InterrogationConcludes"
            ]
        },
        {
            "NameOfScene": "InterrogationConcludes",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Al parecer terminado con sus consultas, el Voltlin coloca su portapapeles y su lápiz al lado de su libro, dobla las manos sobre la mesa, luego le da una mirada larga antes de aclararle ligeramente la garganta y dirigirse a los dos mientras perpetua permanece poco silencioso y silencioso ycabizbajo.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "Speak",
                "Voltlin",
                "Debido a que ustedes dos sean nuevos en la capital, y con el estado de [ThePlayerName] como aventurero, ofreceré una explicación completa sobre los eventos de hoy.Miss Perpetua, el orbe que activó contenía {i} altamente {/i} concentraciones ilegales de energía demoníaca, reunidas en una forma tan portátil mediante el uso de un método desconocido, por perpetradores aún por ser atrapados o incluso identificados de manera confiable.",
                "Speak",
                "Voltlin",
                "Estos eventos de \"convergencia demoníaca\", como se han denominado, han sido incidentes muy raros, principalmente ocurriendo dentro de la propia Delusia, aunque también hemos tenido informes de casos fuera de la ciudad.El suyo es probablemente el peor de los casos que hemos tenido hasta ahora, y por un margen muy grande ... afortunadamente, [ThePlayerName] pudo someterlo, o quién sabe lo que hubiera sucedido.",
                "Speak",
                "Voltlin",
                "Estos orbes y otros elementos similares que hemos observado y recuperado en algunos casos, infunden grandes cantidades de energía demoníaca en el usuario, a menudo transformándolos en gran medida tanto en el cuerpo como en la mente, independientemente de si quieren o no.Y según los informes que hemos reunido, también generalmente inculcan un sentimiento perverso de afecto hacia alguien, lo que lleva a la víctima a perseguir a su amor",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "{i}He'snotmyboyfriendhe'smyrival!{/i}",
                "El cuerpo encogido de Perpetua estalle indignado mientras corta el Voltlin en medio de su explicación, los ojos de la mujer se abren de par en par genuina, lo que lleva a la niña de limo a retroceder vergonzosamente su estallido.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Speak",
                "Voltlin",
                "{i} oh! {/i} Dado lo que sucedió, supusimos que ... hm, entonces probablemente deberíamos haberlo traído en habitaciones separadas para la toma de testimonios ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "¡Oh, bueno! ~",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Ella da un asentimiento de disculpa después de una risita de titter, luego se aclara profesionalmente su garganta antes de continuar con su informe.",
                "Speak",
                "Voltlin",
                "De todos modos, eso es más o menos todo lo que hay que decir sobre el tema: las partes desconocidas están distribuyendo 'Ambrosia demoníaca' a las víctimas involectas, lo que lleva a que lo usen y sufran cambios severos, lo que resulta en caos.Si encuentra información relacionada con este caso, informe a la seguridad en la estación más cercana ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Speak",
                "Voltlin",
                "Pero sobre todo, trate de mantenerse fuera de los problemas.Hasta donde sabemos, la persona o las personas detrás de estos casos son extremadamente peligrosas.",
                "Al parecer, dijo todo lo que tenía que decir, el Voltlin se inclina hacia atrás en su silla y les da una sonrisa cordial.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Ahora, entonces ... ¿tiene alguna de ustedes alguna pregunta?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Perpetua sacude la cabeza mansamente, su mente probablemente todavía está llena de todo lo que ha sucedido hasta ahora, lo que lleva a la pequeña dama de seguridad a recurrir a usted.",
                "JumpToScene",
                "InterrogationQuestionMenu"
            ]
        },
        {
            "NameOfScene": "InterrogationQuestionMenu",
            "theScene": [
                "Menu",
                "'Was anyone hurt?'",
                "'Was the electric super fry really needed???'",
                "'How have you not caught them yet?'",
                "'Ampere?'",
                "'I think I'm good.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Was anyone hurt?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Sobre su pregunta, Perpetua se tensa con la preocupación y el pánico ante la idea de que sus travesuras pueden haberse salido aún más de las manos de lo que pensaba, ya totiles excusas y disculpas, pero el Voltlin le da una sacudida negativa de la cabeza con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "¡No, por suerte!Solo unas pocas personas sacudidas por el estallido del poder demoníaco, y algunos daños a la propiedad fácilmente reparados.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Entonces, aparte de cualquier estrés, agotamiento o nervios deshilachados, ya sea que usted o los espectadores puedan haber sufrido, todo es Hunky Dory para todos los involucrados.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Content",
                "Perpetua suspira con alivio, dejando escapar un aliento que había estado sosteniendo durante unos largos momentos mientras volvía a caer en su asiento.",
                "JumpToScene",
                "InterrogationQuestionMenu"
            ]
        },
        {
            "NameOfScene": "'Was the electric super fry really needed???'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Perpetua brota en un acuerdo de pouty en su pregunta.",
                "Speak",
                "Perpetua",
                "¡Sí!¡Eso fue exagerado!¡Era totalmente inofensivo!",
                "Aunque inicialmente parece sorprendido por su queja combinada, el diminuto oficial de seguridad deja salir una risa amigable pero seria mientras les da una sonrisa comprensiva.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Entiendo que puede que no haya sido la experiencia más agradable ... pero comprenda que no podríamos correr riesgos dada la situación.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "Speak",
                "Voltlin",
                "Las lecturas que estábamos obteniendo dentro de ese caparazón oscuro fueron cuatro veces la más alta registrada, y la víctima de eso fue {i} difícil {/i} para someter, incluso después de que ella fue, er, hecha con el objeto de su afecto.Una huelga preventiva fue realmente lo mejor que podíamos hacer en tal situación.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Además, el encantamiento, combinado con la naturaleza inofensiva de la electricidad de Voltlin, aseguró su seguridad en el asunto.Te aseguro que eras {i} muy a menos la probabilidad {/i} nunca bajo riesgo de debilitación o lesión permanente.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "Pero aún así, en nombre de la Fuerza de Seguridad de Delusia de ARS, lamentamos cualquier incomodidad que pueda haber pasado de ese clímax instantáneo de Blanking.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Perpetua cruza los brazos con una mirada reflexiva, aparentemente de dos mentes, probablemente orgullosa de que justificó una intervención tan fuerte mientras permanecía molesto que se sintió sin ceremonias en la inconsciencia.",
                "JumpToScene",
                "InterrogationQuestionMenu"
            ]
        },
        {
            "NameOfScene": "'How have you not caught them yet?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "El Voltlin deja escapar un Huff ligeramente ofendido pero restringido, luego reúne sus manos con un aire de seriedad profesional mientras entra en su explicación en un tono nivelado.",
                "Speak",
                "Voltlin",
                "La Fuerza de Seguridad de ARS Delusian está haciendo todo lo posible para mantener la situación bajo control y llegar al fondo de esta actividad criminal para detenerlo ... pero francamente hablados, los perpetradores detrás de esto no son estúpidos y han demostradonotablemente resbaladizo.Cada vez que pensamos que llegamos a una ventaja, corremos directamente a un callejón sin salida.",
                "El Voltlin se mueve en su silla con una mueca, sin ocultar su disgusto por su impotencia mientras recurre a medias y media.",
                "Speak",
                "Voltlin",
                "Inicialmente, parecía un caso poco notable, como un bromista que se divirtió, pero ahora, ciertamente ha ido mucho más allá de eso.Los expertos a los que hemos enviado evidencia para el análisis no tienen ni idea de cómo funciona, o que nos han rechazado ... y para ser honestos, como grupo de trabajo, ya estamos tensados ​​por las actividades cotidianas deLa ciudad, incluidas las reparaciones y el mantenimiento.",
                "Speak",
                "Voltlin",
                "Y aunque puede parecerlo, estos tipos no actúan al azar.Siempre se aseguran de operar lo suficientemente lejos de las estaciones de seguridad y las patrullas que para cuando llegamos allí, se han ido ... y los testimonios que tenemos en ellas tampoco son tan útiles, generalmente reduciendo a 'una niña. 'o 'una dama con un gran abrigo'.a lo mejor.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Thinking",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Perpetua se inquieta torpemente en su asiento al recordar su propia falta de ayuda en el asunto, la aprensión nerviosa clara en su rostro mientras reflexiona sobre lo que se ha caído.",
                "Speak",
                "Voltlin",
                "Entonces, al final del día, si bien puede ser frustrante escuchar, a pesar de nuestros mejores esfuerzos y muchos excavaciones, simplemente no tenemos mucha idea de quién está detrás de esto, o cómo detener estos ataques.Lo mejor que podemos hacer en este momento es continuar las investigaciones y cuidar el control de daños.",
                "JumpToScene",
                "InterrogationQuestionMenu"
            ]
        },
        {
            "NameOfScene": "'Ampere?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - On Tiptoe (1 37) 100bpm.mp3",
                "El Voltlin te da un aspecto en blanco por unos momentos, curiosamente procesando tus palabras antes de iluminar con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "¡Ooooh!Nonono.Ampere es mi {i} hermana. {/i}",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Al meter una mano en uno de los bolsillos cosidos en su uniforme, saca lo que parece ser una foto grupal del equipo de seguridad de Voltlin, todo acurrucado, sonriendo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Speak",
                "Voltlin",
                "¡Ahí tienes pequeño ampy!¡Me sorprende que no te haya impresionado más, ella es fácilmente la más bonita de todos nosotros! ♥",
                "Con una sonrisa orgullosa, señala a una de las mujeres con curvas ensambladas, pero para la vida de ustedes, no tienes idea de cómo puede distinguir a cualquiera de ellas, todas ellas se ven igualmente lindas y curvilíneas.Despertado de su aturdido estado, Perpetua se asoma a la imagen con curiosidad, dejando escapar un plano 'eh'.Eso apunta a que ella esté tan perdida como tú.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "Speak",
                "Voltlin",
                "Pero puedo entender su confusión, estos uniformes y regulaciones de vestimenta nos hacen que todos se mezclen, jaja. ~ ¡Gran familia también!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "Dando a la imagen un último aspecto cariñoso, deja escapar un feliz suspiro, luego aparta rápidamente la imagen antes de aclararle la garganta y mirar hacia atrás con una expresión ahora comercial.",
                "ChangeBGM",
                "music/Capital/03 illegal invasion.mp3",
                "Speak",
                "Voltlin",
                "Entonces, ¿alguna otra pregunta?¿Idealmente relacionado con el caso?",
                "JumpToScene",
                "InterrogationQuestionMenu"
            ]
        },
        {
            "NameOfScene": "'I think I'm good.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Contemplating",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "Ella reacciona con un asentimiento profesional primo, parece revisar mentalmente su intercambio, le da a su portapapeles un último aspecto para una buena medida y luego concluye con una sonrisa alegre.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Speak",
                "Voltlin",
                "Bueno, entonces con todo lo dicho ... ¡Ambos son libres de ir! ~",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Grin",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Rosamente, recoge sus artículos, se desliza de su silla y abre una puerta metálica cercana con la presión de un botón, antes de mirar hacia atrás a los dos con una sonrisa profesional, esperando pacientemente a ambos que se sacudan la dolor de fideos.En sus cuerpos, perpetua se reunió con un gemido miserable.",
                "Speak",
                "Perpetua",
                "Ghhnng ... Diosa, mi núcleo me está matando ...",
                "Speak",
                "Voltlin",
                "No te preocupes, te dimos un chequeo sólido y, por suerte, gracias a la rápida intervención de [ThePlayerName], lo más probable es que no sufrirás ningún efecto posterior de la energía demoníaca, o el ... {i} ejem {/i} electroincapacitación.Simplemente tómelo con calma por uno o dos días y estará en lo cierto como lluvia.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Shy",
                "Speak",
                "Perpetua",
                "Sí ... Creo que voy a ... ir a casa por un tiempo.Disfrute de la comodidad familiar del bosque y, ¿enfriar un poco ...?¡Uf!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Content",
                "Se salta de su asiento con un impacto húmedo cuando golpea el terreno de acero, todo su cuerpo se tambalea de manera casi cómica antes de que se vuelva hacia ti, su expresión abatida se convierte inesperadamente en una leve sonrisa mientras te mira.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Speak",
                "Perpetua",
                "¿Uh ... tú ... quieres pasar el rato más tarde en mi casa, o algo así?Necesito un respiro de todo esto ... cosas.",
                "Menu",
                "'¡Claro, vamos!'",
                "'Maybe later. I need to lie down...'",
                "'No thanks.'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Sure, let's go!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Perpetua se esfuerza en su entusiasmo directo a pesar de todo lo que acaba de suceder y su rivalidad previa.",
                "Speak",
                "Perpetua",
                "{i} whugh-{/i} No ahora, ¡te burlas!¡Necesito algo {i} me {/i} tiempo!¡Y una siesta!¡Y una comida adecuada también!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Hay una larga pausa mientras mira hacia el suelo con un pensamiento repentino.",
                "Speak",
                "Perpetua",
                "Ni siquiera me había dado cuenta de cuánto tiempo ha pasado desde que salí de casa ...",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PostPerpInvite"
            ]
        },
        {
            "NameOfScene": "'Maybe later. I need to lie down...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Perpetua deja escapar un suspiro de acuerdo agotado, sus hombros viscosos caen.",
                "Speak",
                "Perpetua",
                "{i} lo mismo. {/i} y uhm ... perdón por todo ... {i} cosa {/i} Eso acaba de pasar ... solo quería ... ya sabes ...",
                "JumpToScene",
                "PostPerpInvite"
            ]
        },
        {
            "NameOfScene": "'No thanks.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Perpetua te da un puchero malhumorado, pero no presiona el problema, sino que suspira triste.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "Argh ... Escucha ... No sé si estás enojado, pero ... lo siento por todo ... Turbo-Turbo-Evil Thing que acaba de pasar ... solo quería hacerlo... ya sabes ... diviértete con un rival y tengo batallas épicas y ... cosas ...",
                "JumpToScene",
                "PostPerpInvite"
            ]
        },
        {
            "NameOfScene": "PostPerpInvite",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Con un resoplido, ella anima y abofetea sus espeluznantes mejillas, volviendo a poner un poco de su cuerpo pegajoso y más elástico.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Esperas que lo deje en eso y haga su salida, pero en cambio, te entrega lo que parece una pequeña medalla, aparentemente hecha de limo cristalizado y Venereae sabe qué más.",
                "Speak",
                "Perpetua",
                "¡Aquí!Si quieres visitar a tu mejor rival en algún momento, ¡necesitarás esto!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "ChangeBGM",
                "music/Forest Dungeon/New Step.mp3",
                "Más bien, a mano, Perpetua empuja el elemento de gema brillante entre sus pertenencias, donde se magnetiza a su grimoire, ya sea que lo desee o no ...",
                "GiveItem",
                "1",
                "Slime Badge",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "Joy",
                "Mirando bastante feliz consigo misma, Perpetua rápidamente sale por la puerta con un orgulloso {i} 'ohohoho! ~' {/i} bajo la cálida sonrisa del Voltlin que parece encontrar tu relación bastante linda.Escuchas a la chica de limo desgarrar por el salón contiguo ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "... luego regresa rápidamente, una expresión de vergonzoso pánico parpadeando en su rostro.",
                "Speak",
                "Perpetua",
                "WH-WHI WAY STA SUT!?¡Este lugar parece un laberinto!¡No quiero volver a perderme!¿Qué pasa si me topo con otra dama que sigue queriendo lamerme?!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin",
                "JoyOpenEyes",
                "Cortándola, el Voltlin la agarra jovialmente por el hombro y la vuelve hacia el pasillo, señalando con ayuda.",
                "Speak",
                "Voltlin",
                "Justo por el salón izquierdo y a su derecha.Hay una joya de viaje pública allí.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Speak",
                "Perpetua",
                "¡Gracias, señora!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "¡Y despedida, [ThePlayerName]!{i} ohohoho! ~ {/i}",
                "Esta vez para bien, Perpetua se sale de la vista mientras se levanta de su asiento para hacer lo mismo, saliendo de la cámara metálica con el diminuto oficial de seguridad a cuestas que lo ve con una ola.",
                "SetChoice",
                "7",
                "CapitalIntroDone",
                "AdventureComplete",
                "Approach the Capital...",
                "GoToTown"
            ]
        }
    ]
}