{
    "name": "Eros District",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Imp",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Voltlin Livewire",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Catherine",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Fashionable Succubus",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Ghost",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeBG",
                "CapitalPeople.png",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "Pasas a través del tenue paso del túnel hacia el ajetreo y el bullicio del distrito comercial de la ciudad, la tranquila oscuridad que da paso a agujas brillantes de acero y arañas de callejones llenos de multitudes de monstruas que pasan por su día o apresurándose de aquí para allá.",
                "Mirando a su alrededor, también ves a un humano aquí y allá entre las multitudes de los habitantes de la ciudad, la mayoría de ellos caminan junto a una o varias chicas monstruosas, que se ven bastante aclimatadas al lugar ...",
                "Después de un momento de orientar en medio del vertiginoso flujo y el flujo de la multitud conmovedora, tiene la oportunidad de disfrutar adecuadamente de todas las vistas y locales disponibles para su lectura en el cruce de compras ocupadas.",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "DistrictMenu",
            "theScene": [
                "Menu",
                "Go shopping!",
                "Get something to eat.",
                "Go to the Arcade.",
                "Leave the Capital.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Leave the Capital.",
            "theScene": [
                "ChangeBG",
                "dungeon.png",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "Al salir de las concurridas calles, regresas a la tranquila oscuridad del túnel de entrada, que pronto regresa al quiosco de información y el camino de regreso de Ars Delusia.",
                "JumpToEventThenScene",
                "Enter Ars Delusia.",
                "SectorMenu"
            ]
        },
        {
            "NameOfScene": "Go to the Arcade.",
            "theScene": [
                "JumpToEvent",
                "Ars Delusia Arcade"
            ]
        },
        {
            "NameOfScene": "Get something to eat.",
            "theScene": [
                "Sintiéndose un poco cansado o picante, busca un lugar para comer dentro del concurrido cruce del distrito de Eros, y no tiene problemas para encontrar una miríada de restaurantes y restaurantes de todo tipo esparcidos, algunos particularmente únicos o populares que reciben su aviso.",
                "JumpToScene",
                "EatMenu"
            ]
        },
        {
            "NameOfScene": "EatMenu",
            "theScene": [
                "Menu",
                "I.M.P. (300 Eros)",
                "Harpizza. (600 Eros)",
                "Curry and Catastrophe (1000 Eros)",
                "Shinobi Sushi. (1500 Eros)",
                "Haunting's Bar and Grill. (2000 Eros)",
                "Nevermind.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nevermind.",
            "theScene": [
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "CantAffordFood",
            "theScene": [
                "Antes de dirigirse a su destino previsto, se da cuenta de que le falta el dinero para pagarlo, afortunadamente ahorrándole un momento vergonzoso ...",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "I.M.P. (300 Eros)",
            "theScene": [
                "HasErosLessThan",
                "300",
                "CantAffordFood",
                "Caminas hacia el conjunto conspicuo de 'armarios' cuadrados establecidos uniformemente contra un edificio cercano, cada uno con coloridos señalización y lemas, y luciendo un frente cubierto de vidrio que te permite ver las mercancías disponibles para comprarlo.",
                "Con una mirada rápida, puede ver que la mayoría de las máquinas parecen dispensar bocadillos y bebidas exclusivamente, pero una de las más grandes y llamativas parece servir comida, y presenta una imagen astillada de un imp con un tazón de fideos.de un frente de vidrio.También detectas un pequeño aviso debajo de los botones grandes que componen su menú, y que dice: {i} 'i.m.p'.no tiene afiliación con el 'gusto impecable'. {/i}",
                "Elegir no preguntarse cuál podría ser la historia detrás de este descargo de responsabilidad, redirige su atención a las comidas disponibles y sigue las instrucciones escritas, deslizando a Eros en una ranura antes de presionar el botón que coincide con el plato elegido.Inmediatamente, la prensa de su dedo es respondida por un ruidoso 'ka-chunk', unos pocos sonidos que zumban, un ruido chisporroteante y finalmente un pitido concluyente como un paquete plateado se desliza de una ranura en la parte inferior.",
                "ChangeEros",
                "-300",
                "Con cuidado, tomando su pedido, te mudas a una de las mesas cercanas para sentarte y desenvolver tu pedido ... y no puedes evitar notar que su apariencia no es {i} bastante {/i}.Sospechosamente, pinchas la comida humeante usando la bifurcación endeble que se proporciona, pero finalmente se encoge de hombros y te pones ahogar, rodeada por las personas que pasan y la charla de sus conversaciones.",
                "Antes de que te des cuenta, has terminado tu comida caliente y reflexionándola, no puedes decir que fue particularmente malo o particularmente bueno ... sin duda era comida, al menos.Comida rápida y barata, en eso.¡Al menos, ahora te sientes descansado y listo para volver a explorar más de Ars Delusia!",
                "RestPlayer",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Harpizza. (600 Eros)",
            "theScene": [
                "HasErosLessThan",
                "600",
                "CantAffordFood",
                "Curiosamente, te acercas al restaurante que luce un gran letrero brillante con la cara de una feliz arpía de montaña comiendo una porción de pizza.Al entrar, encuentra que la tienda está bulliciosa con una gran actividad, y vea que el establecimiento parece estar dividido entre un mostrador de pedidos y un comedor.",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "6",
                "6",
                "6",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Confused",
                "ChangeImageLayer",
                "Expression",
                "6",
                "Panic",
                "A medida que avanzas para unirte a la cola, ves que los empleados parecen consistir en un equipo mixto de arpías e imps enérgicas, las chicas monstruosas se derrumban de un lado a otro e intercambian instrucciones gritadas mientras preparan pizzas industrialmente o sacan las recién horneadas de las recién horneadas de lasLos hornos, las mujeres emplumadas que usan la boca o las garras para manejar utensilios y bandejas para hornear, mientras que las prácticas chicas con cuernos manejan las tareas más orientadas a la delicadeza.",
                "Con lo rápidamente que están funcionando, esperar en la fila no lleva demasiado tiempo, dejándote bastante admirativo de cómo pueden coordinar de manera tan eficiente y evitar chocar entre sí, dado cuántos de ellos están allí, moviéndose con correderaPasos y alas aletadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Mirando por encima del menú, en lugar de comprar una pizza completa para usted, decide pedir solo unas pocas rebanadas con diferentes ingredientes junto con una bebida, lo que le brinda su comida casi de inmediato, un diablillo que las toma debajo de una pantalla de lámpara de calefacción cercana yEnvolviéndolos hábilmente antes de pasarlos a una arpía sonriente que usa los bordes de sus alas para entregarle las rebanadas envasadas con un alegre '¡Gracias por su pedido!'.",
                "ChangeEros",
                "-600",
                "DisplayCharacters",
                "EndLoop",
                "Esto te deja salir de la línea aparentemente interminable para establecerse en una de las mesas y disfrutar de tu pizza casi fresca del ojo con un gusto inesperado.A pesar de la cocina acelerada y la naturaleza algo impersonal del servicio, no puede dejar de admitir que el restaurante claramente pone mucho esfuerzo en la calidad de su comida.",
                "A medida que termina de comer su última porción, y reflexiona sobre cómo surgió este lugar, nota de manera inactiva un área más remota más atrás que parece ofrecer asientos más refinados para fiestas, grupos grandes y comidas privadas, aunque sus pensamientos están interrumpidos porUn accidente ruidoso cuya causa inmediatamente se hace evidente de una serie de graznidos en pánico y jura.",
                "Pero mientras mira con preocupación, puede ver que el personal de la cocina parece estar al tanto de ella, aunque claramente se asoman con el accidente de un tazón de masa que se arroja a través de la cocina, dejándose preguntándose con qué frecuencia suceden incidentes como este aquí aquí...",
                "DisplayCharacters",
                "6",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "En cuanto a usted, después de tragar su último bocado restante, suspiras contundentemente, ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡enle ¡REEMBRADO ARGIANTE y listo para mudarse a las bulliciosas calles de Ars Delusian!Mientras liberas tu mesa, te ves casi de inmediato, una arpía que se abalanza con un trapo en sus garras, la alegre chica monstruosa te da una animada ola de despedida con su ala al salir ... y casi plantando la carala tabla en el proceso ...",
                "RestPlayer",
                "DisplayCharacters",
                "EndLoop",
                "A medida que su estómago digiere la comida de la pizza de la que solo participa, puede sentir un toque de negocio para comenzar a permear su ser ... aunque podría sacudirlo, especialmente si ya está bajo el efecto de otra comida especial.cuyos beneficios no querrías perder.",
                "Menu",
                "Accept Harpizza's food perk.",
                "Ignore the pizza power.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Accept Harpizza's food perk.",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Enter the Bar.",
                "ClearFoodPerks",
                "GivePerk",
                "Harpizza Special",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Ignore the pizza power.",
            "theScene": [
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Curry and Catastrophe (1000 Eros)",
            "theScene": [
                "HasErosLessThan",
                "1000",
                "CantAffordFood",
                "IfTimeIs",
                "Midnight",
                "Currygogo",
                "Te mudas al restaurante Curry cercano, que es claramente popular hasta el punto de juzgar famosa por lo llenovado que está el interior con los clientes, como se puede ver de una mera mirada.Curiosamente, mirando la señalización al aire libre mientras se prepara para unirse a la extensa línea de espera, no puede evitar sonreír mientras se encuentra con la visión alegre de un par de caras de gatos cursis que presentan un tazón de curry y arroz..",
                "... Solo para que su alegría desaparezca cuando encuentre la cola que se extiende hasta un callejón donde los futuros clientes están charlando felizmente sobre la comida de la que están a punto de participar, o intercambiar chismes inactivos o intercambiar amantes 'Habla, cada grupo mata el tiempo a su manera.Desconcertado, sigues la línea y ves que se extiende más aún, torciendo y enrollando otra calle, y luego otra ... luego {i} aún más atrás ... {/i}",
                "¡Rápidamente te das cuenta de que tomaría más que todo el resto del día {i} Finalmente {/i} Entrar si te uniste en este momento!No importa cuán buena sea la comida, no puede ser {u} que {/u} bueno ... ¿verdad?",
                "Sacudiendo la cabeza, te alejas, pero no puedes evitar sentirte curioso ... ¿tal vez si regresas en un momento menos ocupado del día, ¿podría haber una manera de conseguir un lugar ...?",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Currygogo",
            "theScene": [
                "Al acercarse al popular restaurante de curry cuyo colorido señalización presenta un par de caras de gatos cursi que presentan un tazón de curry y arroz, solo encuentras unas pocas personas escasas entrando y saliendo a esta hora tardía, dejándote libre para adentro donde te abrazan al instantePor el poderoso aroma picante de curry impregnando el restaurante hogareño, la patada caliente te dejó un poco mareado ... ¡pero todo más hambre!",
                "El asiento aparentemente está a discreción del cliente, se acomoda en una cabina vacía y elige un menú, solo para ver una sola opción estampada audazmente sobre el folleto junto con una imagen de un gato sonriente haciendo un signo V: '{i} Gran¡Catástrofe Nyantastic Ultra Spicy Curry!- Garantizado para impulsar el vigor y luego algunos! ♪ ♪ {/i} '",
                "Mientras colocas el menú con cierta perplejidad, miras hacia arriba para encontrar a una mujer de gato anciana zumbando, excedente y dodigando a una mujer de edad anciana que establece un tazón de arroz y curry sobre tu mesa, la vieja chica monstruosa te da unaSigue cálida, luego acariciando su hombro con un gesto astuto y sin palabras de 'buena suerte' antes de regresar lentamente a la cocina para obtener la orden de otra persona.",
                "Tentativamente, miras hacia abajo en la comida delante de ti, y puedes oler el {i} calor puro {/i} contenido en el plato, la agresión sensorial picante que envía un escalofrío a través de tu cuerpo ... ¿Es esto aún seguro para el consumo??",
                "Parecen preocuparse de los otros clientes, monstruos y humanos, ves que algunos parecen estar manejándolo bien, mientras que otros están doblados sobre su mesa en una obvia agonía inducida por las especias ... pero luego vuelven a comer, palear en otro¡Bocado con un ruido feliz?",
                "A pesar de sus dudas persistentes, su curiosidad y espíritu de descubrimiento se apoderan de usted, y cavas en el curry sin más preámbulos.Después de todo, eres un aventurero experimentado.Un poco de comida picante no puede ser eso",
                "Te congelas cuando te atacas inmediatamente por una deliciosa popurrí de diferentes sabores y especias, mientras que un calor se ha establecido una {i} {/i} de calor a través de toda tu boca, haciéndote sentir como un ejército de pequeños elementales de fuego en tu residencia en tupapilas de gusto ... {i} pero sabe muy bien. {/i}",
                "Así comienza la gran batalla por tu misma vida contra el delicioso curry.\nTe encuentras atravesando la comida, no sabes cuánto tiempo, como en trance, tragando el bocado tras bocado entre recargas generosas de arroz y agua proporcionadas fácilmente por Gran-Cat junto con palabras de aliento medio no imperibles.",
                "Tal vez te desmayaste en algún momento, o tal vez estabas más hambre de lo que te diste cuenta, pero antes de que lo hayas notado, has pulido por completo tu tazón ... y todo tu cuerpo está empapado en sudor como si acabaras de soportarUn marcador mientras tu boca se siente como si estuviera en llamas.Delicioso fuego.",
                "En un aturdimiento, te levantas y pagas la factura en tu mesa por la anciana que se ríe de diversión felina juguetona en tu estado, pero asiente con la cabeza con una aprobación francamente solemne a tu apetito saludable, luego cae sus cejas tupidas con un conocimiento 'Buen trabajo, kit.Pronto lo golpearás en grande con las damas '.",
                "Luego pasa a otro cliente en su marcha aparentemente interminable para servirle al curry mortalmente delicioso ...",
                "ChangeEros",
                "-1000",
                "RestPlayer",
                "En cuanto a usted, tambaleándose del restaurante junto con algunos otros clientes igualmente mareados, entretejes en los rayos ascendentes del sol que se arrastran sobre los edificios de Ars Delusian, preguntándose cuánto tiempo estuviste allí, la quemadura del curry Nyantastic todavía tinge tus sentidos... y sin embargo, a pesar de la sensación de la luz picante y la falta de sueño adecuado, ¡te sientes bastante vigorizado! ... y tal vez un poco más cachondo de lo habitual ...",
                "A medida que su estómago digiere la comida picante de la que solo participa, puede sentir la magia de los patios de la gata, comience a impregnar su ser ... aunque podría sacudirse tan bien, especialmente si ya está bajo el efecto de otro especialAlimentos cuyos beneficios no querrías perder.",
                "Menu",
                "Accept Curry and Catastrophe's food perk.",
                "Ignore the curry power.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Accept Curry and Catastrophe's food perk.",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Enter the Bar.",
                "ClearFoodPerks",
                "GivePerk",
                "Curry and Catastrophe Special",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Ignore the curry power.",
            "theScene": [
                "La sensación disminuye rápidamente, dejándote con una agradable sensación de saciedad.",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Shinobi Sushi. (1500 Eros)",
            "theScene": [
                "HasErosLessThan",
                "1500",
                "CantAffordFood",
                "ChangeBGM",
                "music/Temple/far-east-kingdom.mp3",
                "Pasando hacia el restaurante de todo lo que puedas comer, nota que su decoración y estilo recuerdan la arquitectura de Kunoichi Dojo del Templo de fuerza de voluntad, hasta los tatamis, puertas correderas y pantallas plegables.Al entrar, de alguna manera encuentras una atmósfera similar de reverencia y solemnidad, el interior dando una sensación de ambiente tranquilo, incluso lleno de personas tal como es.",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "De inmediato, un Sucúcubo con el atuendo de aprendices de Kunoichi le da la bienvenida que te saluda con una sonrisa y un arco, no tan bien haciendo alarde de su escote en el proceso antes de que te guíe a una mesa libre, sus amplias caderas se balancean mientras ella se balanceaba mientras ellaPasos y charlas, explicando alegremente cómo funciona el pedido en el restaurante.También menciona que todos los empleados aquí son en realidad abandonados de la capacitación de Shizu que no pudo hacer el corte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilLaugh",
                "¡Entonces, cortan pescado! ♪",
                "DisplayCharacters",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "SleimVllge",
                "6",
                "FishingGear",
                "Con una risa orgullosa de la broma, ella te deja con un menú antes de hacer una nube de humo para tomar el pedido de otro cliente, dejándote navegar por los diferentes platos exóticos disponibles como parte del todo lo que puedes comer.incursión, el restaurante que se jacta de que obtienen sus huevos de Harpy Village, su arroz de \"agricultores humanos viriles\" ... ¿y sus peces de Sleim Vllge?",
                "6",
                "",
                "Con una risa orgullosa de la broma, ella te deja con un menú antes de hacer una nube de humo para tomar el pedido de otro cliente, dejándote navegar por los diferentes platos exóticos disponibles como parte del todo lo que puedes comer.incursión, el restaurante que se jactan de que obtienen sus huevos de Harpy Village y su arroz de \"agricultores humanos viriles\".",
                "EndLoop",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Una vez que haya terminado de tomar sus elecciones y coloque el menú para indicar que está listo para ordenar, no pasan unos segundos antes de que aparezca la misma camarera ninja en otra bocanada de humo para servir sus platos, como si hubiera sido espiado en todoTiempo, los movimientos lentos y cuidadosos del Kunoichi mientras llena su mesa, brindándole oportunidades adicionales claramente deliberadas para apreciar su forma curvilínea.",
                "DisplayCharacters",
                "EndLoop",
                "SwapLineIf",
                "Random",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para los grupos que la cena solitaria, pero se las arregla para encajar en una porción tentadoramente fragante de helado de matcha para el postre antes de levantarse para pagar su pestaña.",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para grupos que la cena solitaria, pero se las arregla para encajar en una porción tentador y fragante de helado de mango para el postre antes de levantarse para pagar su pestaña.",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para grupos que la cena solitaria, pero logra encajar en una porción tentador y fragante de helado de chocolate para el postre antes de levantarse para pagar su pestaña.",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para los grupos que la cena solitaria, pero se las arregla para encajar en una porción tentador y fragante de helado de arándanos para el postre antes de levantarse para pagar su pestaña.",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para grupos que la cena solitaria, pero logra encajar en una porción tentador y fragante de helado de cereza para el postre antes de levantarse para pagar su pestaña.",
                "Con un guiño juguetón, se desvanece para dejarte disfrutar de tu fiesta de sushi y otros platos, y comes hasta que estés más que lleno, habiendo subestimado cómo puede ser el arroz relleno ... no puedes evitar sentir asíes un lugar más adecuado para grupos que la cena solitaria, pero logra encajar en una porción tentador y fragante de helado de frijoles rojos para el postre antes de levantarse para pagar su pestaña.",
                "EndLoop",
                "ChangeEros",
                "-1500",
                "RestPlayer",
                "DisplayCharacters",
                "5",
                "EndLoop",
                "Al salir del bullicioso restaurante, su servidor le da una ola de despedida vertiginosa por su servidor, el seductor Sucúcubo lo alienta a volver con un maltrato sensual de sus caderas apenas cubiertas que se mantiene en su mente mientras regresa a las concurridas callesde Ars Delusia.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "A medida que su estómago digiere la comida de sushi de la que solo participa, puede sentir la magia astuta de Kunoichi, comienza a impregnar su ser ... aunque podría sacudirlo, especialmente si ya está bajo el efecto de otro alimento especial cuyo cuyobeneficios que no querría perder.",
                "Menu",
                "Accept Shinobi Sushi's food perk.",
                "Ignore the sushi power.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Accept Shinobi Sushi's food perk.",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Enter the Bar.",
                "ClearFoodPerks",
                "GivePerk",
                "Shinobi Sushi Special",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Ignore the sushi power.",
            "theScene": [
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Haunting's Bar and Grill. (2000 Eros)",
            "theScene": [
                "HasErosLessThan",
                "2000",
                "CantAffordFood",
                "DisplayCharacters",
                "7",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Pasando al restaurante sorprendentemente gótico y de aspecto espeluznante, ves que estás llegando justo cuando otro grupo se va, los clientes de aspecto satisfecho se agitan alegremente por un fantasma que transpone casualmente a través de una de las paredes del comensal sin ventanas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Tan pronto como te da cuenta, la chica monstruosa similar a una aparición da la bienvenida a tu enfoque con lo que probablemente sea suena para sonar como un río siniestro, pero parece más una risita alegre ... ¡antes de extenderte y juguetonamente tirando de ti!",
                "DisplayCharacters",
                "7",
                "7",
                "7",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Horny",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smile",
                "En una vertiginosa ranura de actividad, estás enérgico a una mesa y empujado a una silla por el fantasma caminante abrumador que felizmente te deja con un menú y un momento para respirar, lo que te permite disfrutar del interior de la caricatura.El ... pub?, la atmósfera de la casa embrujada acentuada por un trío de camareras fantasmales lanzando rápidamente, tomando pedidos, transmitiéndolos a la cocina y transportando platos de un lado a otro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Spooky",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Excited",
                "Mirando a su alrededor, puede ver que a pesar del tema del otro mundo del restaurante, el estado de ánimo parece bastante alegre y relajado, una clientela mixta de humanos y monstruos de todas las edades interactuando con entusiasmo con el personal enérgico, algunos incluso utilizan dispositivos fotográficos para tomar susFotos con los empleados fantasmales que con gusto posan y hacen una mueca al lado de los clientes vertiginosos.",
                "DisplayCharacters",
                "7",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sin embargo, no tiene mucho tiempo para usted, su servidor regresa rápidamente con agua para usted, configurándolo en la mesa mientras ella pone un acento espeluznante para pedir su '{b} {i} orrrerrrrrr {/b} {/i} ', antes de reírse de diversión personal.Rápidamente vuelve a mirar al menú para establecerse en algo, solo dudando un momento antes de decidir, la camarera fantasma felizmente anotando su pedido en un bloc de notas antes de flotar hacia la cocina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "En poco tiempo, otro de los servidores fantasmales se te ocurre, llevando en alto una gran placa cubierta que ella coloca ceremoniosamente sobre tu mesa antes de levantar demasiado dramáticamente el cloche, deliciosamente el aire espectral que sale de la comida revelada, la revelación del espectáculo te lo hace apreciarLa decoración de gafángano y linda arreglada y sobre la comida, como un espectáculo \"horrible\" que emerge de una espantosa niebla.",
                "DisplayCharacters",
                "EndLoop",
                "Con una risita siniestra, la mujer etérea flota para cuidar a otro cliente, dejándote '{b} {i} disfrutando de tu foooooooood ~ {/b} {/i}'.Los acentos ectoplásmicos gothy ciertamente agregan un tipo de encanto completo al plato, lo que lo convierte en un festín para los ojos y para el paladar, como descubres cuándo te metes en tu comida con gusto, apreciando mucho el 'morir por'Calidad de la parte de gran tamaño que le han servido.",
                "DisplayCharacters",
                "7",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Después de una larga fiesta, termina su comida con, para su sorpresa, ni las sobras, sobre la cual un fantasma sonriente orgullosamente flota para entregarle un pequeño portapapeles en forma de lápida con su factura, con lo cual firma sus pérdidas financieras, entregando ambosConsejo y pago antes de salir de la cabeza oscura de la comida de la parrilla del bar a la parrilla, de regreso a la libertad de las calles de Ars Delusian, el constante ajetreo y bullicio.",
                "ChangeEros",
                "-2000",
                "DisplayCharacters",
                "EndLoop",
                "RestPlayer",
                "A medida que su estómago digiere la comida opulenta de la que solo participa, puede sentir la magia espectral, comience a permear su ser ... aunque podría sacudirlo, especialmente si ya está bajo el efecto de otro alimento especial cuyos beneficiosNo querrías perder.",
                "Menu",
                "Get Haunting's food perk.",
                "Ignore the spooky food power.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get Haunting's food perk.",
            "theScene": [
                "CallEventAndSceneThenReturn",
                "Enter the Bar.",
                "ClearFoodPerks",
                "GivePerk",
                "Haunting's Bar and Grill Special",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Ignore the spooky food power.",
            "theScene": [
                "La sensación disminuye rápidamente, dejándote con una agradable sensación de saciedad.",
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Go shopping!",
            "theScene": [
                "Vas a ver la miríada de tiendas en el distrito y descubres que una gran cantidad de ellas atienden únicamente a las chicas monstruosas ... o al menos, que no llevan equipo con capacidad para aventuras basadas en sus anuncios.Aún así, algunos despiertos sus intereses, pareciendo que sus productos serían más relevantes para sus propósitos.",
                "Una gran boutique rosa y decorado con el corazón llamada {i} sabor impecable {/i} parece ofrecer una variedad de ropa de moda.\n{i} Arch-Light Delights {/i} parece ser una tienda elegante de alta gama para una clientela rica.\nFinalmente, en un callejón oscuro y lúgubre es una tienda pintada de manera brillante y desordenada, adornada en negros marcados y tonos eléctricos llamativos, llamados {i} Graffiti Queen {/i}.",
                "JumpToScene",
                "ShoppingMenu"
            ]
        },
        {
            "NameOfScene": "ShoppingMenu",
            "theScene": [
                "Menu",
                "Arch-Light Delights.",
                "Impeccable Taste.",
                "Graffiti Queen.",
                "Done shopping.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done shopping.",
            "theScene": [
                "JumpToScene",
                "DistrictMenu"
            ]
        },
        {
            "NameOfScene": "Arch-Light Delights.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Smooth_City.mp3",
                "A medida que se acerca al edificio plateado, las puertas de vidrio de la entrada se abren suavemente por su cuenta, permitiéndole entrar en el elegante interior brillante, estantes de ropa y accesorios que llenan la tienda bastante tranquila y tranquila, un aire casi solemne de ceremonia que impregna el lugar comoLos clientes vestidos de lujo inspeccionan críticamente las mercancías o intercambian conversaciones en silencio con empleados atentos.",
                "DisplayCharacters",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Pero antes de que puedas comenzar a navegar en serio, te acercas rápidamente a un súcubo de compras sonriente y seductoramente que te da un guiño sonriente mientras se pone más cerca de ti, su busto apenas limitado que rebota contra su elegante ropa con cadapaso.",
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Wink|n|¡Hola!Bienvenido de nuevo a Arch-Light Delights, guapo. ♥ ¿Cómo puedo ayudarte hoy? ♪",
                "5",
                "¡Hola!Bienvenido de nuevo a Arch-Light Delights. ~ ¿Cómo puedo ayudarte hoy?",
                "0",
                "¡Hola!Bienvenido a Arch-Light Delights, guapo. ~ ¿Cómo podemos ayudarlo hoy?",
                "EndLoop",
                "IfChoice",
                "1",
                "BeenToArchLight",
                "Arch-Light Delights.Menu",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Su expresión encantadora da paso a uno de inquisición inactiva mientras te escanea de arriba a abajo con un ojo practicado mientras aprovecha cuidadosamente su índice en su mejilla, su examen concluye con una mirada curiosa a tu rostro.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "Hmm ... Estoy razonablemente seguro de que nunca te he visto aquí ... debes ser nuevo en la capital, ¿verdad?Debería advertirte: esta es una de las tiendas más seleccionadas de toda la ciudad, así que no se {i} también {/i} sorprendido si no puedes pagar nada.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "Nuestros productos son de alta calidad: solo usamos los mejores materiales y empleamos los sastres, joyeros y encantadores más talentosos y capacitados, por lo que al menos puede estar seguro de que obtendrá el valor de su dinero.Incluso las reinas de demonios nos han adornado con su patrocinio. ♪",
                "SetChoice",
                "1",
                "BeenToArchLight",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "Arch-Light Delights.Menu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Menu",
                "Buy from Arch-Light Delights.",
                "Talk.",
                "Wanna have sex? ",
                "Leave Arch-Light Delights.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Buy from Arch-Light Delights.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "Muy bien, echemos un vistazo y veamos qué te queda bien. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Speak",
                "Fashionable Succubus",
                "Solo trata de no pasar todo el tiempo mirándome en lugar de la mercancía. ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "SetChoice",
                "3",
                "SeenShop",
                "ShoppingMenu",
                "PurchasesToProgress",
                "Blossoming Ring",
                "Platinum Timekeeper",
                "Gloves of Tantalizing Touch",
                "Suit and Necktie of Authority",
                "Scholar's Suave Shawl",
                "Mystic Flair Rune",
                "Service Rune",
                "Fragrance Rune",
                "EndLoop",
                "IfProgressEqualsOrGreater",
                "1000000",
                "ExcessivePurchase",
                "IfProgressEqualsOrGreater",
                "400000",
                "DoublePurchase",
                "IfProgressEqualsOrGreater",
                "200000",
                "FullPurchase",
                "IfProgressEqualsOrGreater",
                "150000",
                "AlmostFullPurchase",
                "IfProgressEqualsOrGreater",
                "100000",
                "DecentPurchase",
                "IfProgressEqualsOrGreater",
                "1",
                "SpendSomeMoneyHere",
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Seductive|n|¿Fue lo único que te llamó la atención hoy? ♥",
                "1",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|¿Nada te llama la atención?No te preocupes, yo yo mismo me hago una ventana todo el tiempo. ♪",
                "0",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Seductive|n|Te dije que este lugar estaba fuera de tu rango de precios. ~",
                "EndLoop",
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Wink|n|Bueno, no se preocupe, un patrón leal como tú puede venir y quedarse tanto como quiera. ♪",
                "1",
                "",
                "0",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileUmu|n|Pero no se preocupe, puede volver una vez que haya ahorrado.Ofrecemos algunos de los mejores productos que existen, así que una vez que lo hayas hecho grande, asegúrate de ir a tratarte. ♥",
                "EndLoop",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "SpendSomeMoneyHere",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "1",
                "SetProgress",
                "0",
                "JumpToScene",
                "PostBuy"
            ]
        },
        {
            "NameOfScene": "DecentPurchase",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "2",
                "SetProgress",
                "0",
                "JumpToScene",
                "PostBuy"
            ]
        },
        {
            "NameOfScene": "AlmostFullPurchase",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "5",
                "SetProgress",
                "0",
                "JumpToScene",
                "PostBuy"
            ]
        },
        {
            "NameOfScene": "FullPurchase",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "10",
                "SetProgress",
                "0",
                "JumpToScene",
                "PostBuy"
            ]
        },
        {
            "NameOfScene": "DoublePurchase",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "25",
                "SetProgress",
                "0",
                "JumpToScene",
                "PostBuy"
            ]
        },
        {
            "NameOfScene": "ExcessivePurchase",
            "theScene": [
                "GetEventAndChangeProgress",
                "ArchlightProgressTracker",
                "40",
                "SetProgress",
                "0",
                "IfChoice",
                "3",
                "OverloadedPurchase",
                "OverloadedPurchase2",
                "SetChoice",
                "2",
                "FirstPurchase",
                "SetChoice",
                "3",
                "OverloadedPurchase",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "No es mi lugar para preguntar, pero ¿debes estar gastando realmente {i} esto {/i} mucho-?",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Excited",
                "Speak",
                "Fashionable Succubus",
                "Oh, ¿a quién estoy bromeando?Estoy seguro de que puedes pagarlo.Tienes que estar {i} cargado !!! {/i}",
                "Su arrebato sobreexcitado está acompañado por el enérgico balanceo de su cola detrás de ella, y por las miradas reprendidas de varios clientes y empleados por estropear ruidosamente la atmósfera serena, lo que rápidamente le lleva a aclarar su garganta con una breve descarga a medida que ella rápidamentese controla a sí misma.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Speak",
                "Fashionable Succubus",
                "Um- ah- hrm- r-right-",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Enderezándose, se pone su cara más atractiva mientras se endereza, luego se inclina de manera deferencial con una sonrisa perfecta, el movimiento casualmente hace que su busto apenas limitado presione en un atractivo valle de escisión.",
                "Speak",
                "Fashionable Succubus",
                "Lo que quiero decir es ... gracias por sus compras. ♥ y como siempre, hágamelo saber si puedo ayudarlo con algo más, guapo. ♥",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "OverloadedPurchase2",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "A-¿Simplemente estás comprando cosas para divertirte ahora o algo así ---?",
                "Ella murmura en una voz intensamente baja que contrasta cómicamente con su expresión atada, la asistente de compras claramente observando no repetir su arrebato anterior, su expresión finalmente vuelve a cambiar a una más despreocupada mientras le da una sonrisa astuta y una película feliz desu cola.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "Bueno, cualesquiera que sean sus razones y propósitos, señor, gracias por su patrocinio. ♥ Y por favor avíseme si puedo ayudarlo con algo más. ♥",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "PostBuy",
            "theScene": [
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "40",
                "|f|ChangeImageLayer|/|Expression|/|1|/|LipLick|n|Gracias por su compra, estimado cliente. ♪ No dude en hacerme saber si puedo ayudarlo con algo más. ♥",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Seductive|n|Gracias por su compra, un cliente valorado. ♪",
                "5",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|Gracias por su compra, señor. ♪",
                "1",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|Gracias por su compra. ♪",
                "EndLoop",
                "IfChoice",
                "2",
                "FirstPurchase",
                "Arch-Light Delights.Menu",
                "SetChoice",
                "2",
                "FirstPurchase",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Speak",
                "Fashionable Succubus",
                "Supongo que estaba equivocado acerca de que no pudieras pagar nada. ♥ mis disculpas por eso. ♪",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "Talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "40",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Wink|n|Con placer, estimado cliente. ♪ Pregúntame todo lo que quieras saber. ♥",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|Por supuesto, un cliente valorado. ♪ Pregúntame todo lo que quieras saber. ♪",
                "5",
                "No tenga miedo de preguntarme si tiene alguna pregunta sobre nuestros productos, señor. ♪",
                "0",
                "Estoy escuchando.¿Quieres saber más sobre nuestros maravillosos productos? ♪",
                "EndLoop",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Talk.Menu",
            "theScene": [
                "Menu",
                "Ask about Arch-Light Delights.",
                "Ask about her outfit.",
                "Ask about the Capital.",
                "RequiresChoice",
                "3",
                "SeenShop",
                "How is anyone supposed to afford this stuff???",
                "RequiresChoice",
                "3",
                "SeenShop",
                "Ask about getting a discount?",
                "Done talking with the Arch-Light attendant.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking with the Arch-Light attendant.",
            "theScene": [
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about Arch-Light Delights.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "El súcubo sonríe y le aclara la garganta antes de entrar en lo que suena como un discurso bien practicado, aunque una ventaja de una emoción genuina en su voz desmiente cualquier monotonía ensayada.",
                "Speak",
                "Fashionable Succubus",
                "Arch-Light Delights es un establecimiento de moda de alta gama creado por los ricos, para los ricos ... así como para cualquier persona de menos de menos simplemente querer derrocharse en el tratamiento de la opulencia acomodada.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Nuestras mercancías van desde runas de última generación, alta costura para hombres como esmoquin, lujosos y seductores atuendos para mujeres hasta vestidos de novia, hasta una miríada de accesorios y adornos variados.Nuestros accesorios de cola, ala y bocina son especialmente populares e incluyen algunos de nuestros artículos más asequibles en stock, para el placer de cualquier súcubo de moda.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Ella enfatiza esa última declaración con una aleta orgullosa de sus alas de murciélagos y un movimiento juguetón de su cola spiced, los adornos exquisitamente elaborados brillan fijamente en la luz de suministro de la boutique, su dueño lo trató con un guiño igualmente elegante y deslumbrante antes de continuar.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Y para responder preventivamente una pregunta que se haya estado haciendo: sí, debido a los materiales de alto grado que usan nuestros artesanos, muchas de nuestras mercancías son {i} bastante {/i} adecuados para sus necesidades de aventura, aunque solo sea paracondimenta tus audaces escapadas, o simplemente para ver {i} tu mejor {/i} en el proceso.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Mientras habla, se acerca un poco más a ti mientras saluda con orgullo a las filas sobre hileras de productos extraordinariamente elegantes, vistas de tanta lujosidad junto con una tentadora olor del perfume refinado del Sucúcubo que te dejas sentir cada vez más bien.Marla mientras continúa con la profesionalidad pulida lasciva.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Y para concluir, para su información, agregaré que debido a nuestros acuerdos comerciales, encantamientos patentados y {i} exclusivo {/i} de los mejores profesionales que Lucidia tiene para ofrecer, el {i} solo {/i}La forma de adquirir productos de arco-luz es comprarlos en esta misma tienda. ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "Así que tenga en cuenta todas sus necesidades de moda de lujo, querido cliente. ♪",
                "Ella te da una última, atractiva guiño antes de concluir su explicación con un medio tojo primero y luego dar un paso atrás, dejándole pensar en qué preguntar a continuación.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about her outfit.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "This?♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Ella pregunta mientras usa un pulgar para jugar con una de las correas doradas en su vestido, el minuto movimiento hace que su busto abundante se agote seductivamente mientras el vestido brillante brilla cautivadoramente, antes de dejar que su mano se deslice hacia abajo a lo largo de sus curvas apenas ocultas, el dibujo de gestosSu mirada al encanto de su piel impecable y su prenda prístina.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "{i} este {/i} es de la línea de Arch-Light de más {i} Risque {/i} trajes, para las chicas monstruosas que buscan atraer, por favor o seducir a su pareja. ♪ Al igual que todos nuestros productos, está en capas conEncantamientos de la más alta calidad y confiabilidad, con el fin de amplificar o suprimir el encanto ... y como estoy actualmente en el trabajo, está listo para 'suprimir'.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Ella sonríe con un toque de presunción a esta revelación, su atractivo actual te permite reflexionar sobre cómo sería su presencia completamente sin obstáculos, la idea haciendo una ligera sacudida de curiosidad excitante que te atraviesa la mente mientras continúa.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "Pero, por supuesto, esto no es más que una muestra de la fabulosa gama de productos de arco-luz.Tenemos todo tipo de vestidos regios disponibles para su compra, así como atuendos de la variedad más 'prima y adecuada' o 'casual'.De hecho, iría tan lejos como para decir que este último forma nuestro mercado principal.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Después de todo, bikinis, empanadas o perecer el pensamiento, la desnudez es {i} passé {/i}, y aunque cualquier chica monstruosa puede parecer sexualmente atractiva, se necesita una mujer de riqueza y sabor para lograr el tipo de elegancia fácil queverdaderamente atrae miradas y se apega a la mente. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Excited",
                "Speak",
                "Fashionable Succubus",
                "Pero dicho esto, mientras este vestido podría decirse en el lado más escaso, es mi {i} favorito {/i}. ♪ Adoro absolutamente la forma elegante que abraza la curva y la coordinación de color de atracción ocular. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Brota momentáneamente, sus muchos adornos dorados se quejan ligeramente mientras golpea una pose de diva, antes de recompensarse hábilmente con una sonrisa primaria, inmediatamente de regreso a la imagen perfecta de un asistente atento.",
                "Speak",
                "Fashionable Succubus",
                "Y eso lo cubre.Gracias por su interés, querido cliente, y avíseme si tiene alguna otra pregunta.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about the Capital.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "Mis disculpas, señor, pero discutir temas no relacionados con el trabajo está en contra de la política de la tienda.Si tiene preguntas sobre nuestra hermosa ciudad, le animo a que las lleve a un quiosco de información, donde sus consultas serán respondidas de manera fácil y competente.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Ella se tiene medias en disculpas formales, luego recupera rápidamente su sonrisa accesible mientras se endereza.",
                "Speak",
                "Fashionable Succubus",
                "Sin embargo, si tiene alguna pregunta sobre las delicias de la luz del arco, estaré encantado de responderlas.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "How is anyone supposed to afford this stuff???",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Excited",
                "El elegante súcubo no puede evitar dejar escapar una risa resoplida ante su pregunta repentina y avanzada, pero rápidamente se recuerda con un poco de tos, un ligero sonrojo en sus mejillas mientras responde con bastante honestidad.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Sea rico, enriquecido o tenga amigos ricos ... Si bien no puedo afirmarme de estar bien conocido con el negocio de aventuras, escucho que profesionales como usted pueden tener una carrera bastante lucrativa, así que estoy seguro de que eventualmente manejará, señor, en ese momento estaremos encantados de aconsejarle sobre cuál de nuestros {i} injustificadamente lujosas {/i} mercancías para invertir sus fondos.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Inesperadamente, ella observa una breve pausa, mira rápidamente a su alrededor y se inclina conspiratoriamente para continuar en una voz inferior con un guiño astuto.",
                "Speak",
                "Fashionable Succubus",
                "{size=-5} Pero como recomendación personal, justo entre usted y yo, ¿puedo sugerir comprar en {i} gusto impecable {/i} en su lugar?Son {i} mucho {/i} más asequibles, y la calidad, aunque honestamente no el nivel de arco-luz, no es nada para burlarse.Más golpe por tu dinero, ¿sabes?... Bueno, en lo que respecta a las cosas de las mujeres, al menos.No puedo hablar por ti ... pero sí, como un consejo amistoso, y sin falta de respeto con mis empleadores: échale un vistazo si aún no lo has hecho. {/size}",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Ella te da un empujón alentador, luego tiene una mirada lejana en sus ojos y suspira, jugando con un mechón de su cabello perfectamente suave.",
                "Speak",
                "Fashionable Succubus",
                "De hecho, solía trabajar allí cuando era un Imp. ♪ Oh, qué tan lejos he llegado ... ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Speak",
                "Fashionable Succubus",
                "{size=-5} se pierde el descuento de los empleados como un concepto {i} {/i}, aunque ... {/size}",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Al darse cuenta de que está empezando a chismear en desuceancia durante mucho más tiempo de lo que debería, incluso en tonos silenciosos, retrocede con un ligero ejem, vuelve sin problemas al modo de trabajo.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "{i} con eso dicho, {/i} señor, ¿hay algo más con lo que pueda ayudarlo?",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about getting a discount?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "Lo siento, señor, pero Arch-Light Delights tampoco ofrece ningún programa de descuento ... y antes de preguntar, tampoco tenemos ninguna misión que deba hacer por un aventurero emprendedor.",
                "Dado el aspecto ligeramente vidrioso en sus ojos y tono malhumorado de su voz, no puedes evitar sentir que ya debía haber tenido que responder esa pregunta muchas veces, dejándote con la impresión inequívocamente clara de que sería mejorno presionar el asunto.",
                "JumpToScene",
                "Talk.Menu"
            ]
        },
        {
            "NameOfScene": "Wanna have sex? ",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "ArchlightProgressTracker",
                "30",
                "YesSex",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "ArchlightProgressTracker",
                "1",
                "NoSexBut",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "{i} ¿estás en realidad? {/i}",
                "El glamoroso Sucescubus, la respuesta corta y tersa combinada con su expresión nítida tensa, te deja con una pérdida de cómo responder y envía un escalofrío inmediato en el aire, lo que se da cuenta después de unos segundos de silencio incómodo, intercambiando su máscara irritada por una más genuinay un aire menos objetivo de molestia general mientras suspira y responde algo más profesionalmente.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Speak",
                "Fashionable Succubus",
                "HRM ... mis disculpas, señor ... pero si puedo permitirme explicar, usted no es el primero en ser tan {i} hacia adelante {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "Lo cual fue un poco halagador al principio, pero luego se puso {i} cada vez más molesto {/i} hacer que la gente entrara y aborde que te guste que eres un club al azar flotando.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Mirando de mal humor a un lado, atrapa delicadamente un mechón de cabello por expertos en una mano bien cuidada y lo mete reflexivamente detrás de su oído, mientras continúa murmurando.",
                "Speak",
                "Fashionable Succubus",
                "Como, al menos podrían {i} fingir {/i} para estar interesado en la moda ... ¿Creen que esto es un Imp den o algo así? ...",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Al parecer darse cuenta de que recién está empezando a divagar en este punto, el Sucúcubo se aclara la garganta, se vuelve a retomarse y vuelve a una sonrisa más pulida ... que todavía se siente un poco tensa, pero al menos no grita embotellada-ir irritación.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "{i} Lo que quiero decir es {/i} ... dar {i} alguna {/i} atención a lo que tenemos para ofrecer aquí, y luego podemos discutir algunos negocios más íntimos, ¿de acuerdo? ♪",
                "Concluye su sugerencia con un guiño elegante, luego lo deja en eso, esperando cortésmente su próxima consulta.Al final, ella en realidad no parece {i} también {/i} molesta, lo que al menos te da el alivio de saber que no cometiste un error irreparable.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "NoSexBut",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "El Sucúcubo busca responder bruscamente, pero luego duda, hace un pensamiento ligeramente colgado con la cabeza y te mira críticamente durante unos segundos antes de concluir.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Speak",
                "Fashionable Succubus",
                "Wellll ... usted {i} ha {/i} un cliente nuestro, así que {i} al menos {/i} SABE que está interesado en nuestros productos {i} hermosos {/i}, y no solocachondo y buscando una conexión ...",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "Y para ser sincero, no eres medio de ver. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "{i} pero {/i} No puedo dar ese tipo de servicio {i} {/i} a cualquier chico lindo que pregunte, o de lo contrario me meteré en problemas ... así que sigue gritándonos con tupatrocinio, querido cliente, y puedo buscar darte un tratamiento VIP {i} {/i} ~",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Por un momento, te mira con una mirada positivamente ardiente que envía un cálido hormigueo de excitante anticipación en su columna vertePregunte a continuación.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "YesSex",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Ahora que ahora está bastante familiarizado con usted en sus muchas compras en Arch-Light Delights, el asistente de Sucúcubo no parece dudar mucho en responder a su consulta bastante descarada, solo mirando rápidamente con cautela antes de atravesarte y tomar tu brazo en el de ella.Con un zumbido satisfecho, presionando seductormente uno de sus senos apenas contenidos en el proceso.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "Por supuesto, señor. ♥ Si me sigue ...",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "LipLick",
                "Lamiéndose seductoramente los labios, te empuja más profundamente a la tienda, a una sección más aislada del establecimiento que emite un sentimiento distintivo de exclusividad, luego hasta una puerta sin marcar pero finamente elaborada que desbloquea con una llave que tenía en su persona., antes de abrirlo y soltar tu brazo para que te gestes adentro, una expresión inconfundible de hambre lasciva en su rostro todo el tiempo.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Siguiendo su ventaja, entras en una habitación pequeña pero bastante acogedora y opulenta, con paredes lámbrizas cortadas, espejos de paredes de larga duración, pisos alfombrados, algunas sillas hechas por expertos y delantero y centro, un sillón grande y entérecido de aspecto cómodo.Un olor débil pero acogedor de perfume fragante cuelga en el aire, y cuando su guía de Sucescubus cierra la puerta detrás de usted, el ruido de fondo de la tienda se desvanece por completo.",
                "Speak",
                "Fashionable Succubus",
                "Este es un vestuario para el uso exclusivo de {i} {/i} de nuestros clientes más {i} select {/i}. ♪",
                "Ella explica con orgullo y feliz mientras juguetonamente se pasea detrás de ti, antes de que su voz se mueva a un croon husky mientras pone las manos sobre los hombros, la sensación distintivamente gentil de su delicioso pecho presionando contra tu espalda mientras me susurra en la oreja.",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "OralInvitation",
                "Speak",
                "Fashionable Succubus",
                "... Pero también se puede usar para {i} otras cosas {/i}. ♥",
                "Un escalofrío de emoción melosa rezuma por tu columna vertebral mientras le da a tu oído un beso de lamer junto con un gemido lánguido que te desplaza con la mente creciendo mientras te pone las manos bien cuidadas con el tierno cuidado de masaje, el hábil del asistente sexyLos dedos continúan su camino hacia abajo hasta que pasan sensualmente su pelvis, sus pechos lujosos comienzan a empujarlo suavemente mientras le indica:",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "Por favor, ten un asiento. ♥",
                "Asegurado por su voz suave y musical, la sensación de su cálido cuerpo con curvas contra el tuyo, y su toque caro justo sobre su rigidez de la virilidad, te dejas llevar a la silla, el Sucúcubo continúa acariciando y murmurando en tu oídotodo el tiempo.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "OralInvitation",
                "Speak",
                "Fashionable Succubus",
                "Tomaré {i} muy {/i} buen cuidado de ti, querido [ThePlayerName]. ~ Lo harás {i} amor {/i} este tratamiento VIP. ♥",
                "Ella promete mientras te hace darte la vuelta y luego, con los dos cara a cara, te atrapa rápidamente en un maquillaje sediento, el sabor dulce y el olor de su exquisito lápiz labial y perfume que capturan tus sentidos y te hunden más en un absorción libidinosa., la mujer ala dejando fuera una risita apreciativa cuando deja que sus manos descanse alrededor de su cintura, murmurando bruscamente entre besos.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Speak",
                "Fashionable Succubus",
                "Siéntete libre de disfrutar de mi cuerpo tanto como desees. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smug",
                "Luego, con una asertividad repentina, se empuja audazmente contra ti, haciéndote perder el equilibrio y derribar hacia atrás con el Sucúcubo sobre ti, cayendo directamente en el elegante sillón que se hunde indulgentemente bajo tu peso combinado, el lujoso material que te abraza como un abrazo reconfortanteMientras su asistente lasciva descansa su cuerpo sobre el tuyo, envolviendo sus brazos alrededor de su cuello mientras exhala.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Speak",
                "Fashionable Succubus",
                "Definitivamente {i} disfrutaré del tuyo. ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "OralInvitation",
                "Continuando con su avance dominante, se reanuda hambrientos de labios que te acumulan, barriéndote a lo largo de su hambrón tratamiento VIP mientras te encuentras sin pensarlo sin pensar en sus besos con exhalaciones jadeantes, la dama demoníaca parece estar disfrutando cada segundo de comerlo mientras te come mimosoFrotando su suave y pronunciado maldito contra su polla cada vez más dura, la tela de su ropa presionando ansiosamente contra su trasero.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "LipLick",
                "Sin embargo, antes de que pueda comenzar a sentirse frustrado por la negación de su virilidad cubierta, sin embargo, el Sucúcubo se deja levantarse ligeramente con algunas aletas de sus alas mientras sus serpientes de cola impresionantemente deshonrosas hacia la cintura, tirando rápidamente hacia abajo.Tus pantalones para liberar tu longitud dolorosa que se acueste perfectamente entre sus mejillas, la chica monstruosa es felizmente con la sensación.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "OralInvitation",
                "Tareando juguetonamente, ella se frota la polla contra su trasero completo mientras continúa devorando la boca y presionando su cuerpo cada vez más calentado contra el tuyo, un olor inconfundible de excitación que ahora impregna el vestuario elegante, su pareja quizás no tan profesional.Muy en el juego, sus mejillas sonrojadas de excitación y sus ojos brillantes de un deseo ardiente.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Retrocediendo con un aliento {i} 'pwah! ~' {/i} que te deja bastante mareado y sin aliento bajo la combinación de la marca sostenida y la proximidad del ferviente demonio, ella entrena su intensa mirada para disfrutar totalmenteTu expresión como ella una vez más se levanta de ti ... luego deja que su hendidura húmeda caiga sobre tu virilidad, ¡su sexo empapado tragando el tuyo de una vez!",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Pleasured",
                "Inmediatamente, ambos dejaron escapar una exhalación de áspera y extática mientras la sensación de su coño fundido que envuelve y apretando su polla, a todos, a todos a la vez, la intensa sensación que hace que la lujuria hirviera y te lleve al límite en un instante,Tu resistencia se desmorona ya que no tienes más remedio que dejarte ir y lujosamente correrse en los exquisitos confines del asistente.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Orgasm",
                "A juzgar por su expresión, su amante demoníaco lo siente igual de, hasta ahora su expresión tibinosamente lasciva que se derrite en una descuidada de rapto orgásmico sin sentido, su cuerpo se contrae en las maravillosas agonías climáticas que hacen que sus paredes internas se estremecieran y se aprieta por todas las cosas sobre su completamenteeje enterrado, prolongando su eyaculación por todo lo que vale.",
                "Spurt después de Strurt, solo puedes recostarte en el sillón y dejar que el Sucúcubo te ordeñe bien mientras ella lucha por mantener su equilibrio encima en medio de su hábil sacudida de la cadera, los dos finalmente se encienden como el placer finalmenteReduce y ambos pueden trabajar para recuperar el aliento, la sensual vendedora jadeando mucho mientras mantiene su cabeza descansada cómodamente contra su hombro con una expresión aturdida.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Speak",
                "Fashionable Succubus",
                "Aaah ... ♪ y-yo realmente eres el {i} prodigal {/i} patrón, hm? ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Ella se ríe de manera adecuada mientras se acaricia con el cuello en la agonía de tu brillo de rezumado mutuo ... pero su expresión pronto cambia a uno de perplejidad.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SternGlare",
                "Speak",
                "Fashionable Succubus",
                "Mh?",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Laugh",
                "Mirando hacia el lugar donde los dos se unen, sus ojos se abren de asombro, luego explota riendo de sorpresa cuando se da cuenta de que bajo la combinación de su potente estimulante feromonas perfumadas y su propia libido irritada, usted esTodavía es erecto a pesar de tu prodigiosa corrida ... aunque a la voraz Monster Girl no parece importarle en lo más mínimo, lamiendo sus labios ansiosamente en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "LipLick",
                "Speak",
                "Fashionable Succubus",
                "Y un {i} generoso {/i} benefactor, también ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "Dejando escapar un ronroneo sensual, se reposiciona con un atractivo meneo de sus caderas bien formadas sobre su virilidad inquebrantable y un golpe encantado de sus labios, dándole a tu boca un picotaje antes de arreglarte con una mirada entusiasta hambrienta.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smug",
                "Speak",
                "Fashionable Succubus",
                "Será mejor que me guste que está {i} completamente {/i} satisfecho con mi servicio al cliente, entonces. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Seductive",
                "AdvanceTime",
                "1",
                "Durante la próxima hora más o menos, el asistente lujurioso mantiene {i} a fondo {/i} atendiendo a su lujuria, llevándolo a través de un orgasmo lujoso tras otro y siempre asegurándose de beber en sus eyaculaciones hasta la última gota con un deleite absoluto inconfundible,Los dos se olvidaron de lo que se suponía que era un juego bastante comercial para hundirse aún más en la depravación desenfrenada ...",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Pleasured",
                "... Hasta que incluso con el continuo estímulo de las incesantes ministerios expertos del Sucescubus, simplemente no tienes la energía para correrse, sintiéndote completamente drenado mientras ella misma se ve bastante sin aliento a pesar de ser una demonio sexual literal, eventualmente dejándote caer todoSobre tu cuerpo y el sillón, su pose bastante no profesional mientras se ríe aturantemente.",
                "ChangeBGM",
                "music/Capital/Smooth_City.mp3",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Speak",
                "Fashionable Succubus",
                "¡Bueno! ... Eso terminó siendo más ... {i} intenso {/i} de lo que esperaba ... será mejor que no vuelvas {i} también {/i} a menudo, o lo haréApenas me queda tiempo para el resto de nuestro cliente.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileWink",
                "Speak",
                "Fashionable Succubus",
                "No es que me importe ... aunque no le digas a mi gerente que le dije eso. ♪",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "SmileUmu",
                "Ella titula alegremente en la broma ... luego llega el momento de que se separe, la concomitante desenredada de usted con un suspiro anhelante, dejando que su polla completamente gastada se escape de su coño, lo que te deja para separarse de la posición de lo imposiblemente cómodoSillón, luego se repare con su ayuda diligente, la chica monstruosa consciente de la moda que te invita a un cepillo de peine rápido y un spritz de colonia en buena medida.",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Wink",
                "Speak",
                "Fashionable Succubus",
                "Espero que haya encontrado esta experiencia {i} refrescante {/i}, señor.{i} mwah! {/i} ♥",
                "ChangeImageLayer",
                "Expression",
                "Fashionable Succubus",
                "Smile",
                "Con ese beso de separación final, ella vuelve a abrir la puerta del vestuario exclusivo y los dos salen con nadie más sabio, el Sucúcubo se vuelve hacia usted en anticipación de cualquier otra solicitud una vez que hayan regresado a una área más pública de la tienda de la tienda..",
                "SetChoice",
                "9",
                "FashSuccSex",
                "JumpToScene",
                "Arch-Light Delights.Menu"
            ]
        },
        {
            "NameOfScene": "Leave Arch-Light Delights.",
            "theScene": [
                "A medida que sale del refugio de lujosos productos, su asistente de Sucescubus con brillo te ve con una sonrisa y una ola.",
                "Speak",
                "Fashionable Succubus",
                "SwapLineIf",
                "OtherEventsProgress",
                "ArchlightProgressTracker",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Wink|n|Espero verte de nuevo pronto. ♥",
                "10",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|Esperamos verte de nuevo pronto, un cliente valorado. ♪",
                "1",
                "|f|ChangeImageLayer|/|Expression|/|1|/|SmileWink|n|Esperamos verte de nuevo pronto. ♪",
                "0",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Smile|n|Que tengas un buen día, señor.",
                "EndLoop",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "JumpToScene",
                "ShoppingMenu"
            ]
        },
        {
            "NameOfScene": "Impeccable Taste.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "A medida que avanza hacia el elegante edificio, nota que se han exhibido algunos estantes de ropa en venta para la miríada de clientes y transeúntes para navegar, y que las puertas de la tienda se han dejado a propósito, dando al conjunto el conjunto.Un poco de sensación de 'concepto abierto'.",
                "Pasando la configuración al aire libre y entrando en la tienda propiamente dicha, tapa por un momento en la prevalencia agresiva {i} de color rosa entre la decoración interior, aunque se rompe misericordiosamente por la variedad de artículos de moda salpicados,Haciéndole sentir un poco menos como si solo ingresara a una casa de muñecas estereotípica.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Contactando su orientación, nota una serie de imps corriendo sobre la tienda, realizando tareas laboriosas, ayudando a los clientes y también se aflojan, aunque su atención se atrae rápidamente a uno de ellos que salta con una sonrisa alegre tan pronto como ella pronto como ellate vea.",
                "Speak",
                "Imployee",
                "¡Hola!¿Algo con lo que este implosione puede ayudarte?",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smug",
                "Rápidamente se hincha con un aire de un orgullo engreído mientras se reajusta la insignia sujetada en su parte superior, sin el seguimiento de la voz de cesado satisfecha de sí mismo.",
                "Speak",
                "Imployee",
                "Y para que lo sepas, el supervisor está ocupado, lo que significa {i} soy {/i} el jefe.",
                "JumpToScene",
                "Impeccable Taste.Menu"
            ]
        },
        {
            "NameOfScene": "Impeccable Taste.Menu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Menu",
                "Buy from Impeccable Taste.",
                "Talk with the Imployee.",
                "Wanna have sex?",
                "Can I talk with the manager?",
                "Leave Impeccable Taste.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Buy from Impeccable Taste.",
            "theScene": [
                "Speak",
                "Imployee",
                "¡Seguro!¿Qué estabas pensando en comprar?¿Ropa?Runas?¿Accesorios?¡Lo tenemos todo!",
                "ShoppingMenu",
                "Stylish Jacket",
                "Windbreaker",
                "Wildcat Jacket",
                "Sweater of Coziness",
                "Scarf of Seduction",
                "Earring of Passion",
                "Impeccable Rune",
                "Trendy Rune",
                "Heart Rune",
                "Deluxe Heart Rune",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "Gracias por tu negocio. ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "Imployee",
                "... tú {i} estaba {/i} hecho, ¿verdad?",
                "JumpToScene",
                "Impeccable Taste.Menu"
            ]
        },
        {
            "NameOfScene": "Can I talk with the manager?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "Imployee",
                "Why- {i} Guy-{/i} b Pero no hice nada mal-!",
                "Panicias de rodilla en su pregunta, pareciendo que cien escenarios de desastre están pasando por su mente, hasta que rápidamente le aseguras que no tiene nada que ver con ella, lo que la calma con bastante rapidez.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Oh, está bien ... bueno, eh ... probablemente tendrías que hacer una impedimentación. ¿Me refiero a una cita?Pero por lo que escuché, el Big Boss es la 'marcha hasta el ritmo de su propio tipo de tambor, así que la buena suerte de ella ... y además, ella básicamente nunca está en el sitio, así que ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Shy",
                "Hay un poco de una pausa incómoda, el Imployee parece esperar que este sea el final de esa conversación, pero finalmente voluntario.",
                "Speak",
                "Imployee",
                "Yo ... ¿podría conseguirte el supervisor si quieres?",
                "IfChoice",
                "5",
                "MetSupervisor",
                "SwapToCathy?",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smug",
                "Speak",
                "Imployee",
                "Pero, uuuh ... en realidad, pensando en ello, ella está ocupada.{i} yup {/i}.Super {i} duper {/i} ocupado.Entonces tendrás que conformarte con el pequeño yo.Honestamente, estás obteniendo una mejor oferta. ♪",
                "El IMP proclama con una confianza presumida, su cola spaded se mueve detrás de ella felizmente mientras empuja su modesto cofre con orgullo, parece sentir que ha hecho un trabajo de golpe en {s} desviando {/s} respondiendo a su pregunta.",
                "JumpToScene",
                "Impeccable Taste.Menu"
            ]
        },
        {
            "NameOfScene": "SwapToCathy?",
            "theScene": [
                "Menu",
                "Please do.",
                "No thanks.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No thanks.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "¡Está bien!{size=-5} i {i} sabía {/i} Estaba haciendo un gran trabajo. {/size}",
                "Ella se toma un momento para disfrutar de su satisfacción e interiormente, se da una palmada en la espalda, luego le devuelve fácilmente su atención, mostrando una sonrisa segura.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Entonces, ¿qué más necesitas de este empleado {i} modelo {/i}?",
                "JumpToScene",
                "Impeccable Taste.Menu"
            ]
        },
        {
            "NameOfScene": "Please do.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "{i} b-but-{/i} w-well ... ¡está bien!¡Iré a buscarla!",
                "DisplayCharacters",
                "EndLoop",
                "El IMP se apresura a la tienda con un murmullo algo agrio, balbuceando y tejiendo entre pantallas con facilidad practicada hasta que esté totalmente fuera de la vista, dejándote momentáneamente sola.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "Sin embargo, no tiene que esperar mucho antes de que Catherine salga de los bastidores de ropa con un aspecto curioso.",
                "Speak",
                "Catherine",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Happy|n|{i} oh! {/i} hola [ThePlayerName].",
                "",
                "Ah, me pidió, señor?¿Puedo ayudarle?",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Ella hace una pausa brevemente en el pensamiento, su expresión cambia mientras habla de nuevo mientras su larga cola demoníaca se acumula con cansancio detrás de ella.",
                "Speak",
                "Catherine",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Shy|n|Es mejor que sea sobre el trabajo: ya he estado diciéndole a Jen que deje de venir solo a charlar conmigo o asustar a los implicados con ella 'Quiero hablar con su gerente'.impresión...",
                "",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Deadpan|n|... Espero que Imployee no haya estado causando problemas para ti ...",
                "EndLoop",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Talk with the Imployee.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "¡Oh, claro!Me encantaría matar algo de tiempo. ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Apoyándose en un estante cercano, toma una pose de descanso, pero luego se toma rápidamente con un comienzo, enderezándose y tartamudeando nerviosamente.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Panic",
                "Speak",
                "Imployee",
                "... ¡Oh!O-o ¿Tenías preguntas sobre los productos y la tienda?TH-que suena mucho más profesional ...",
                "JumpToScene",
                "ImployeeTalk"
            ]
        },
        {
            "NameOfScene": "ImployeeTalk",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Menu",
                "Ask about Impeccable Taste.",
                "Don't all imps work at the Forest Dungeon?",
                "I'm surprised I haven't been mobbed yet.",
                "Ask about getting a discount? ",
                "Done talking with the Imployee.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking with the Imployee.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "Okay!♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "¿Algo más con el que pueda ayudarte?",
                "JumpToScene",
                "Impeccable Taste.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about Impeccable Taste.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "Como, ¿la tienda {i} entera {/i}?{i} uhhhhhhhhhhhhhhhhhhhh-{/i}",
                "Su cerebro se dispara visiblemente a la máxima capacidad, la chica monstruosa necesita unos momentos para procesar su consulta antes de que vuelva a sonreír alegremente y responde.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "Welllll ... es una bonita cadera {i} pero {/i} también una tienda de moda asequible que solo se encuentra en la capital.¡Compro la mayoría de mi ropa aquí! ... en realidad, la mayoría de los imps y los succubi lo hacen, creo ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Diablos, el atuendo que puedes ver casi cualquier impulso fue diseñado y distribuido por un sabor impecable.Se ha tomado el mundo de la moda de Imp por asalto, así es como se ha vuelto conspicuo hasta el punto de que es una especie de \"uniforme\", ahora, jeje, es difícil olvidar ese detalle ...",
                "Ella dice mientras tiraba de la escala del dobladillo de su falda, luciendo tan orgullosa como si lo hubiera hecho ella misma, posando y presumiendo por un momento antes de mirarte, una pausa algo incómoda después de momentáneamente antes de continuar con vergüenza..",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "Uuuuuh ... eso es todo?Solo trabajo aquí, así que realmente no sé qué más decir ... Tendrías que hablar con mi supervisor o algo ... Por lo general, simplemente saludo a la gente y doy instrucciones ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "¡Pero al menos puedo decirte lo que hagan las cosas que vas a comprar!De hecho, lo aprendí todo de memoria. ♪",
                "Ella dice con orgullo mientras establece con confianza sus manos en sus caderas, aunque esté bastante segura de que la etiqueta en cada artículo podría decirle todo lo que quiere saber ...",
                "JumpToScene",
                "ImployeeTalk"
            ]
        },
        {
            "NameOfScene": "Don't all imps work at the Forest Dungeon?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "XD",
                "Ella se rompe en un episodio de risas ante su pregunta, antes de adelantarse con un movimiento de su cola mientras responde.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Quiero decir, podríamos si {i} queríamos {/i}, pero los imps tienen una variedad de opciones de implicación-",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "Guh- Me refiero a empleo- Dang constante impuns ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Shy",
                "Speak",
                "Imployee",
                "De todos modos, eso es parte del programa de 'imposición' de la tienda.Muchos lugares no quieren contratar a Imps debido a la 'reputación', por lo que trabajar en una tienda elegante como esta es una gran oportunidad para colocar en Eros y Tokens XP en lugar de trabajar en una muñeca sucia.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Además, como parte del programa, obtenemos un montón de, como, estudiar cursos y actividades de integración ocupacional fuera del trabajo, para ayudarnos a descubrir qué queremos hacer en un mundo de 'alto nivel' como la Delusia de Ars.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Speak",
                "Imployee",
                "Lo que significa que puedo tener un trabajo bien remunerado y vivir en la capital mientras aprendo todo tipo de cosas {i} y {/i} poder pasar el rato con mis amigos. ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "'Curso, diría que el trabajo minorista es, uh ... a {i} entero {/i} desafío diferente de los aventureros en la presentación.En realidad, es por eso que muchos imps prefieren la segunda opción ... también es más 'tradicional'.Romper de ese molde es en realidad parte de todo el programa de impuestos.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Se ve bastante orgullosa de sí misma por unos momentos, luego te mira con curiosidad, señalando que es todo lo que tiene que decir sobre el tema y está lista para más preguntas.",
                "JumpToScene",
                "ImployeeTalk"
            ]
        },
        {
            "NameOfScene": "I'm surprised I haven't been mobbed yet.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "XD",
                "Speak",
                "Imployee",
                "{i} lo sé, ¿verdad? {/i} un trozo como lo harías totalmente",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "ChangeImageLayer",
                "Blush",
                "1",
                "LightBlush",
                "Speak",
                "Imployee",
                "Buh- quiero decir- {i} Por supuesto {/i} ¡No lo hiciste!",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Panic",
                "Un rubor culpable se muestra en sus mejillas ante su respuesta demasiado espontánea, la implementada implementada continuando apresuradamente.",
                "Speak",
                "Imployee",
                "Uh- F-For Starters, obtendríamos {i} totalmente {/i} gritados ... e incluso la política de la tienda, la ciudad sería un {i} total {/i} Madhouse si las chicas monstruosas simplemente atacaron lo queChicos que teníamos un anhelo.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "ChangeImageLayer",
                "Blush",
                "1",
                "",
                "Speak",
                "Imployee",
                "Hay {i} reglas de compromiso {/i} Tenemos que seguir ... y si te portas mal, descubres rápidamente que esos voltlins de los monos son los 'joder y descubrir'.tipo...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Shy",
                "Ella continúa hablando en lo que claramente está destinado a ser un tono tranquilizador y alegre, aunque una mueca momentánea se muestra en su rostro a la mención de Voltlins, insinuando que debe haber tenido alguna experiencia práctica {i} práctica en el tema...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "LipLick",
                "Speak",
                "Imployee",
                "Pero en realidad, la mayoría de las áreas comerciales, si no todas, deberían estar seguras ... probablemente ... pero hay defffinitamente muchos lugares en la ciudad donde tendrás la suerte de no ser abordado y chupado seco. ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Cooing",
                "Una expresión curiosa se extiende en su rostro, y hay una larga pausa atenta antes de que ella concluya filosóficamente.",
                "Speak",
                "Imployee",
                "Huh ... supongo que en cierto sentido, la ciudad es como una mazmorra realmente grande para los aventureros ...",
                "JumpToScene",
                "ImployeeTalk"
            ]
        },
        {
            "NameOfScene": "Ask about getting a discount? ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "Yo ... uh- ¿No {i} piense {/i} lo hacemos?Salvo, como, situaciones específicas como reembolsos o intercambios o asociaciones o cupones de regalo o lo que sea ... He escuchado conversaciones sobre un programa de fidelización en proceso, pero apuesto a que están atrapados tratando de imaginar cómo trabajar la palabra 'Imp 'en él.",
                "Ella pone los ojos en blanco con un encogimiento de hombros medio apologético, luego agrega.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Pero esos son solo rumores de todos modos, muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuo.No como si alguna vez hable con un más allá de mi gerente, eso sí.Y diablos, por lo general, es solo un supervisor.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Cooing",
                "Ella se encoge de hombros de nuevo.Parece que eso es todo.",
                "JumpToScene",
                "ImployeeTalk"
            ]
        },
        {
            "NameOfScene": "Leave Impeccable Taste.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "XD",
                "Speak",
                "Imployee",
                "¡Que tengas un día impecable! ♪",
                "El IMP hace un signo de paz cursi, luego lo envía con una ola exuberante antes de apresurarse para cuidar de alguna otra tarea en la tienda ... o al menos para tratar de parecer ocupado, dejándole dejar el Imp-Completa y regresa al distrito comercial.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "JumpToScene",
                "ShoppingMenu"
            ]
        },
        {
            "NameOfScene": "Wanna have sex?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "XD",
                "Speak",
                "Imployee",
                "¿Nunca? ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "LipLick",
                "El Imployee chillan con entusiasmo antes de inclinarse hacia delante y lamerse los labios con un brillo ansioso en los ojos, mirando casi listos para golpearte en ese momento ... pero como si estuvieran en el ejemplo, de repente escuchas pasos apresurados y contundentes en el piso, y una voz femenina gritando bruscamente.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "???",
                "{i} {b} sin sexo en el trabajo-! {/b} lo juro por la diosa-! {/i}",
                "Speak",
                "Imployee",
                "Ah, crud- Supervisor- Bailingseeyoulater!",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "El Imp despegó con una velocidad sorprendente, al igual que una mujer delgada en contraste con los saltos azules de la decoración rosa con un resplandor en los ojos verdes y un severo ceño en la cara mientras escanea severamente la tienda, los imps rápidamente recogiendoEl ritmo a un breve clic de su lengua.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Con un suspiro resignado, el asistente se acerca a usted con una sonrisa que inmediatamente suaviza su expresión de regañón, mientras que su cola larga que ataba con curiosidad curiosamente teje detrás de ella.",
                "SetChoice",
                "5",
                "MetSupervisor",
                "IfHasItem",
                "Apology Note",
                "KnowCathyIntro",
                "Speak",
                "Catherine",
                "Ejem ... um, perdón por eso, señor.Soy el supervisor aquí, pero puedes llamarme Catherine ... ¿Hay algo con lo que pueda ayudarte hoy?",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "KnowCathyIntro",
            "theScene": [
                "IfChoice",
                "4",
                "SurprisedOnce",
                "CathySegsAttemptIntro2",
                "SetChoice",
                "4",
                "SurprisedOnce",
                "Speak",
                "Catherine",
                "Ejem ... um, perdón por eso, señor",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Es en este momento que Catherine procesa a quien está viendo, la comprensión dejándola pulveriza durante unos segundos mientras continúa incómodamente con un tartamudeo rápido, probablemente hablando los pensamientos en su cabeza a carcajadas mientras venían a ella.",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Speak",
                "Catherine",
                "[TPN]-[ThePlayerName]?I- uh- h-hey!¿Se espera que no te vea en mi trabajo a tiempo parcial?- Quiero decir, no es que no pensé que llegarías a la capital, o que hay algo de malo en que estés allí, o yo trabajandoaquí- but- uh-",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Mientras el súcubo nervioso sigue divagando, notas la curiosa mirada de los imps intrigados detrás de los estantes de ropa y las vitrinas en toda la tienda, sus miradas bastante conspicuas que estimulan rápidamente a Cathy para unirse con una reafirmación de 'ejem'.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "Speak",
                "Catherine",
                "Lo que quiero decir es ... Hola, señor.Soy el supervisor aquí, y espero que no te estuvieran solicitando, {i} como hacerlo sería en contra de la política de nuestra tienda. {/i}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "La ventaja acusativa en esas palabras rápidamente hace que los imps curiosos se dispersen en pánico para volver a trabajar para siempre, dejándolos solo ... o al menos, tan solo como uno puede estar en una tienda tan relativamente ocupada, humano-La supervisora ​​de Sucucus convertida, Catherine, vuelve hacia usted con una sonrisa profesional que no oculta un toque de felicidad genuina.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "¿Hay algo con lo que pueda ayudarte hoy?Si necesitas algo, hágamelo saber.",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "CathySegsAttemptIntro2",
            "theScene": [
                "Speak",
                "Catherine",
                "Ejem ... um, perdón por eso-",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Speak",
                "Catherine",
                "¡Oh, hola, [ThePlayerName]!",
                "La larga cola de Catherine se mueve detrás de ella felizmente, de alguna manera logrando no derribar nada, ya que se agita por sí solo, luego se ralentiza y cae ligeramente mientras su dueño te reduce los ojos con un toque de cansancio indiscrito.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speak",
                "Catherine",
                "Por favor, detenga ... {i} distrayendo {/i} Los implantes, es increíblemente perjudicial para el flujo de trabajo, y están lo suficientemente cachondos por sí mismos como es ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "{i} que {/i} a un lado, ¿hay algo con lo que pueda ayudarte hoy?",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "CathyShopMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Menu",
                "Buy from Impeccable Taste. ",
                "Talk with Catherine.",
                "Wanna have sex?  ",
                "Can I speak with the manager?",
                "Leave Impeccable Taste. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Buy from Impeccable Taste. ",
            "theScene": [
                "Speak",
                "Catherine",
                "¿Buscas algo específico?He memorizado todo nuestro inventario y sus ubicaciones, por lo que encontrar lo que sea que esté buscando será una sana.",
                "Ella hace un gesto para que la sigas, llevándolo a través de los pasillos de la tienda mientras describes las mercancías disponibles y escuchas tus solicitudes con diligencia del paciente, cada empleado modelo.",
                "ShoppingMenu",
                "Stylish Jacket",
                "Windbreaker",
                "Wildcat Jacket",
                "Sweater of Coziness",
                "Scarf of Seduction",
                "Earring of Passion",
                "Impeccable Rune",
                "Trendy Rune",
                "Heart Rune",
                "Deluxe Heart Rune",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Speak",
                "Catherine",
                "Espero que hayas encontrado todo lo que estabas buscando. ♪",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Can I speak with the manager?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "El gerente",
                "Ella habla en voz alta, casi como si se repitiera la pregunta para sí misma, mirando a la pensamiento por un momento antes de devolverle su mirada con una sonrisa profesional.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "Desafortunadamente, el gerente rara vez está en el sitio, que generalmente se trata de obligaciones administrativas, logística, papeleo y otras citas comerciales.En su ausencia, lidiar con cualquier problema o solicitud en el sitio es mi responsabilidad.",
                "Speak",
                "Catherine",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "",
                "",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Happy|n|Entonces, si hay algo que necesite o le gustaría preguntar, señor, hágamelo saber y haré todo lo posible para que se cumplan sus deseos.",
                "EndLoop",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "",
                "",
                "El súcubo de aspecto primario mantiene su sonrisa acogedora, pero la deja en eso, claramente insinuando que no sirve de nada presionar el asunto.",
                "EndLoop",
                "IfDoesntHaveItem",
                "Apology Note",
                "CathyShopMenu",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speak",
                "Catherine",
                "... y aunque podría ser un poco profesional de mi parte mencionar, [ThePlayerName], antes de preguntar: No, tampoco puedo ponerte en contacto con nadie más alto.Ni siquiera he hecho personalmente {i} Met {/i} nadie en una gestión superior ... ¿Aparentemente es parte de su estructura organizativa?No puedo evitar sentir que es un {i} bit {/i} Shady ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "Al darse cuenta de que está empezando a hablar mal de sus empleadores, mira a su alrededor con cautela, luego se inclina más cerca para continuar en un tono conspirador silencioso, lanzando una última mirada cautelosa para cualquier espía antes de hablar.",
                "Speak",
                "Catherine",
                "{size=-5} y ... Como alguien que es relativamente nuevo en la capital, no pude evitar notar que el propietario del 'gusto impecable' en realidad parece ser ... desconocido por el público?Algunas personas realmente piensan que está dirigido por algún tipo de organización de sombra de Imp, o un arquero de arco, o incluso una sociedad humana secreta ... Honestamente, cuando miras el asunto, hay tantas teorías de conspiración que es difícil tomar cualquiera deellos en serio ... {/size}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Con eso compartido, se recuesta con una expresión reflexiva y continúa en un tono menos secreto, aunque aún con un toque de exasperación.",
                "Speak",
                "Catherine",
                "Pero al final, supongo que sigue siendo un misterio más pequeño en comparación con los rastrilladores más comunes como quién es la reina del demonio o quién ha estado guardando {i} novios lucidianos {/i} durante tanto tiempo, todo lo considerado.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Al darse cuenta de que ella parece estar cambiando al modo de 'teórica de la conspiración', rápidamente deja escapar un prim 'ejem'!y vuelve a poner su alegre servicio al cliente, ya que descarta ese tren de pensamiento no profesional.",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "Speak",
                "Catherine",
                "De todos modos, eso no está ni aquí ni allá, lo suficiente sobre eso.¿Hay algo con lo que pueda ayudarte?",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Talk with Catherine.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speak",
                "Catherine",
                "¿Tienes alguna pregunta?",
                "JumpToScene",
                "CathyTalk"
            ]
        },
        {
            "NameOfScene": "CathyTalk",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Menu",
                "Ask about Impeccable Taste. ",
                "How did you end up supervisor?",
                "I'm surprised I haven't been mobbed yet. ",
                "Ask about getting a discount?  ",
                "Done talking with Catherine.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking with Catherine.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Speak",
                "Catherine",
                "¿Hay algo con lo que pueda ayudarte?",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Ask about Impeccable Taste. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "Ella muestra una sonrisa brillante ante su pregunta, y no pierde el tiempo en responder a su curiosidad, lanzándose rápidamente a un discurso alegre.",
                "Speak",
                "Catherine",
                "El gusto impecable es un establecimiento de moda que comenzó hace unos cinco años, ofreciendo ropa de calidad pero asequible específicamente para Imps.Sin embargo, amplió fácilmente su base de clientes a medida que se expandió rápidamente gracias a su éxito inicial, y ahora proporciona una amplia gama de ropa de gama alta, joyas, runas y accesorios variados para el uso de humanos y monstruos por igual.",
                "Speak",
                "Catherine",
                "Hoy, aunque atiende a un cliente muy diverso que va desde los fashionistas delusinos de Ars hasta los aventureros fertilianos, el gusto impecable también se ha mantenido fiel a sus raíces, y es notable por ser el diseñador y distribuidor del omnipresjo atuendo de imp Imper que se puede ver en toda Lucidia.{i} Si no es impecable, es una impostura. {/i} ♪ ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Catherine tararea contenta después de que termina de recitar el lema de Singsong con un poco de inflexión personal, pareciendo haberse quedado bastante atrapado en su propio argumento de venta, aunque su expresión cambia a una mueca ligeramente culpable al darse cuenta.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "Jaja ... ellos ... también {i} realmente {/i} me gusta encajar en los juegos de palabras 'imp' siempre que sea posible ... como {i} imp {/i} lOyee o {i} imp {/i} richment.Sabes, cosas de reconocimiento de marca ... y no puedo decir que no lo entiendo, porque {i} funciona {/i}, pero es un gusano de oído real.Lo juro, después de un tiempo, comienzas a ver la palabra 'imp' en todas partes, y la omnipresencia de la 'unpforma' no ayuda ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speak",
                "Catherine",
                "Honestamente, una de las razones por las que estoy feliz de haber sido ascendido a supervisor es que ya no necesito usarlo para funcionar ... incluso si tuviera que elegir un color diferente, todavía era así ... quiero decirfue...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "La joven se detiene en un tartamudeo en el recuerdo no revelado, hasta que termina esa vía de pensamiento con un poco de tos y avanza rápidamente la conversación, su cola se enrolla ligeramente de una manera algo avergonzada mientras hace todo lo posible para presentar un profesional profesional.Sonríe en desafío al rubor persistente en su rostro.",
                "Speak",
                "Catherine",
                "Um- a-thantways- ¡ahí lo tienes!¿Tiene alguna otra pregunta?",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "JumpToScene",
                "CathyTalk"
            ]
        },
        {
            "NameOfScene": "How did you end up supervisor?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "UHM- Bien inicialmente, obtuve este trabajo a tiempo parcial con la ayuda de algunos amigos y en virtud del programa de impuestos de la compañía debido al ... {i} único {/i} en la situación en la que estoy ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Ella es voluntaria con un suspiro pesado que insinúa cuán personal es el asunto, el Sucúcubo que se cruza con los brazos y cambia su peso a un lado mientras su larga cola se mueve.",
                "Speak",
                "Catherine",
                "... Cuando me presenté, el entrevistador pensó que encajaba estéticamente bien con los otros implantes, por lo que ella me hizo trabajar en el comercio minorista, a pesar de que esperaba algo en la gestión de productos o cualquier cosa que sea ... ya sabes, no tan {i} expuesto {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Happy",
                "A pesar de sus malas palabras en la memoria, pronto se ríe con una risa, sus recuerdos aparentemente cambiando a las más felices.",
                "Speak",
                "Catherine",
                "{i} pero {/i} con toda honestidad, ¡ha sido mucho más divertido e impersante, me refiero a {i} perspicaz {/i} de lo que inicialmente esperaba!La cultura y el estilo de vida del capital son tan ... {i} únicos {/i}!Y con mi 'dedicación ejemplar, notable diligencia y atención aguda a los detalles y reglas' ... sus palabras, no las mías ... no les tomó mucho tiempo decidirse darme una promoción.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "En realidad, con lo bien que mantengo a los imps en línea, el gerente incluso bromeó diciendo que probablemente podría dirigir el bosque Dungeon. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "I- uh- no lo haría {i} quiero {/i} para hacer eso, pero {i} es {/i} un pensamiento divertido.",
                "JumpToScene",
                "CathyTalk"
            ]
        },
        {
            "NameOfScene": "I'm surprised I haven't been mobbed yet. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speak",
                "Catherine",
                "Eso sería {i} múltiples {/i} infracciones de reglas para los empleados involucrados ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Ella deja escapar un suspiro cansado, que te supone que esto no siempre ha detenido a los Imps en el pasado, aunque rápidamente se atrapa y se asiente con una sonrisa tranquilizadora.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "Si está preocupado por obtener ... uh ... {i} asaltado {/i} ... por favor, tenga en cuenta, el distrito Eros es efectivamente una zona segura.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speak",
                "Catherine",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "Sin embargo, otras áreas como la afrosia y los distritos industriales son un juego justo, o simplemente frecuentadas por ... chicas monstruosas más oportunistas, así que ten cuidado y no sobreestimes tus habilidades ... ya sabes, como cierta alguien ....",
                "",
                "Sin embargo, otras áreas como los distritos de Afrodesia e industrial son un juego justo, o simplemente frecuentadas por ... Monstrues más oportunistas, así que ten cuidado y no sobreestimes tus habilidades ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "Una sombra de morosidad consciente pasa sobre sus rasgos por un momento, pero rápidamente recupera su sonrisa mientras te mira y concluye con una verdadera amistad.",
                "",
                "",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "SwapLineIf",
                "Item",
                "Apology Note",
                "Odiaría que te pase algo.",
                "",
                "Es importante ser consciente de sus limitaciones.",
                "EndLoop",
                "JumpToScene",
                "CathyTalk"
            ]
        },
        {
            "NameOfScene": "Ask about getting a discount?  ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Speak",
                "Catherine",
                "Con la exclusión del descuento de los empleados, me temo que no existe tal cosa ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speak",
                "Catherine",
                "Hay {i} debería {/i}, en algún momento, haber un programa de fidelización del cliente, pero nada es definitivo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Ella termina con una sonrisa primamente tranquilizadora, aunque una que también señala cortésmente que no hay presionando el asunto.",
                "JumpToScene",
                "CathyTalk"
            ]
        },
        {
            "NameOfScene": "Wanna have sex?  ",
            "theScene": [
                "IfHasItem",
                "Apology Note",
                "Sex?Note",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Speak",
                "Catherine",
                "Señor, este es un establecimiento respetable.Por favor, no haga tales solicitudes ... y {i} por favor {/i} No solicite a los implantes nuevamente, o tendré que pedirle que se vaya.",
                "La pequeña mujer responde severamente, y al ver cómo se puso rígido de repente, no puedes evitar sentir que acabas de golpear un nervio ... y a juzgar por cómo los imps en la tienda han dejado de robar miras a los dos.y en su lugar parece estar {i} muy {/i} invertido en su trabajo de repente, supone que debe ser un tema delicado;uno con algo de historia ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "Parece darse cuenta de lo abrupta que era, sin embargo, Catherine deja escapar una exhalación calmante y agrega un tono más neutral con un aspecto de disculpas profesionales.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "Speak",
                "Catherine",
                "Si buscas compañía sexual, te dirigiría al distrito de Afrodesia.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmileSmall",
                "Speak",
                "Catherine",
                "Aparte de eso, si tiene alguna pregunta relacionada con nuestros productos o negocios, me alegraría responderlos.",
                "Aunque parece haber vuelto a su cordialidad comercial anterior, tienes en cuenta cuán recto era su reacción, mostrando claramente que Catherine no es del tipo que se portaba mal ... o al menos, no con alguien que no conoce personalmente.",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Sex?Note",
            "theScene": [
                "IfTimeIs",
                "Midnight",
                "SexWithCath",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "[TPN]-[ThePlayerName]!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "Mientras se mueve en respuesta, Catherine mira a unos pocos Imps que se dispersan inmediatamente con una mezcla de Eeps alarmados y risas juguetones, dando un amplio litero al Sucúcubo que suspira con cansancio.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Speak",
                "Catherine",
                "Yo ... ejem ... Sé que todo el negocio en la montaña era bastante ... directo, pero eso no significa que puedas ir y preguntar sobre ese tipo de cosas en todas partes ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "Speak",
                "Catherine",
                "Estoy haciendo todo lo posible para mantener una atmósfera profesional aquí, lo cual es bastante difícil con la tendencia de los imploses de travesura ... {size=-5} y mis propios impulsos ... {/size}",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Su voz se callaba cada vez más mientras sus mejillas se llenan de un sonrojo consciente del tema, sus ojos se avecinan para asegurarse de que nadie más pueda escucharla.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "{size=-5} Y aunque es cierto, pueden volverse bastante intensos, especialmente en medio de la noche, he podido hacer que funcione con autocontrol, pociones y ... alivio personal una vez que estoyInicio ... incluso si es cierto, no es lo mismo que-{/size}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Al darse cuenta abruptamente de que ella se ha deslizado cada vez más en el pensamiento en voz alta, y más bien {i} cosas íntimas {/i} para arrancar, Catherine vuelve a llamar la atención y sacude la cabeza en un nervio.",
                "Speak",
                "Catherine",
                "B Pero eso no está ni aquí ni allá!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "Speak",
                "Catherine",
                "El punto es: no, no quiero 'quiero tener sexo' ... al menos no r-",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Speak",
                "Catherine",
                "{i}Imeanthanksbutnothanks!{/i}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Mirando hacia otro lado, ella se inquieta en vergüenza, luciendo desesperada por un cambio de tema.",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "SexWithCath",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Enderezarte y arreglarte con una mirada afilada, Catherine mira a punto de ser puramente y simplemente rechazarte ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Pero su expresión se vuelve sorprendentemente tímida, el gerente generalmente profesional se retorce nerviosamente mientras su mirada va de tu cara al piso, luego persiste fugazmente en tu ingle antes de mirar rápidamente y pasar a la vuelta, el Sucúcubo aparentemente verifica a los imps y no encontrar ninguno., Las chicas monstruosas normalmente Scampy parecen estar menos activas en esta hora tardía.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "Parece que una miríada de pensamientos rebotan alrededor de su cabeza, la joven parece agonizarse por la pregunta por unos momentos más antes de decisivamente decisivamente, de repente agarra tu brazo para arrastrarte detrás de ella, todo el tiempo sin atreverse a mirar a mirarA ti, un sonrojo profundo que cubría su rostro mientras te lleva al mostrador de la tienda.",
                "DisplayCharacters",
                "1",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Sleeping",
                "Allí, encuentras a un implementante, dormitando pacíficamente con la cara entre las manos, la niña aparentemente se quedó inactiva y aburrida hasta el punto de dormir, sin desperdiciar su enfoque hasta que Catherine habla.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "Catherine",
                "Tomaré el mostrador.Puedes tener un descanso.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Panic",
                "Esto se sacude al pequeño monstruo que mira hacia arriba en un aturdimiento nebuloso ante el sonido de la voz de su superior, su mirada con confusión tratando de concentrarse en ustedes dos mientras ella se mueve.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Speak",
                "Imployee",
                "{i} Glk-{/i} ¿está bien?¡No estaba durmiendo, sin embargo!",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Catherine no dignifica la mentira de cara audaz con una respuesta, su subordinado ni siquiera esperando uno de todos modos, sino que rápidamente se aleja de su publicación con una sonrisa en su rostro, claramente demasiado feliz y desconcertada para haber sido momentáneamente montada de su responsabilidad.Para cuestionar el orden.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "Con eso fuera del camino, el succubus nervioso sigue adelante con su plan, recogiendo un {i} sabor impecable {/i} del mostrador y empujándolo sumariamente a sus manos antes de colocarlo frente a una pared cercana mientras instruye.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "Finge parecer ocupado.Voy a hacer el resto.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Disgust",
                "A pesar de que prácticamente puedes escuchar su corazón latiendo con fuerza desde donde estás parado, Catherine se pone la mejor cara de póker mientras toma el lugar del Imp detrás del mostrador, dejándote abrir la revista ofrecida al azar con creciente confusión, una mirada rápida aLa ex aventura que le mostró su rostro ligeramente arrugada en concentración, aunque sin la razón que es evidente.",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "... Hasta que de repente sientas algo cepillado contra tu cintura y ves su cola larga y sinuosa escondida en tus pantalones, una sacudida de sorpresa y excitación que te atraviesa cuando sientes que es una textura suave y ligeramente genial contra tu polla, el gerente de mal comportamientoLa excitación se reduce visiblemente por el contacto, más de su apéndice caudal serpenteado se deslizó apresuradamente por la ropa interior en prisa hambrienta.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Claramente ansioso por ponerse al trabajo, el Sucúcubo se implementa con avidez contra tu virilidad como si tuviera vida propia ... pero cuando comienza a cambiar y abultarse para tragar tu longitud, simplemente termina esforzándose dentro de tu ropa 'limitados sin problemas sinlogrando expandirse hasta el final, su toque de pastoreo y deslizamiento se burla de la lujuria sin poder darle la estimulación adecuada, para la frustración murmuradora de su propietario.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "{size=-5} hnng ... ¡maldita sea ...!Bueno, tiempo para el plan b. {/size}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "KissShy",
                "Por el rabillo del ojo, puedes ver y escuchar a Catherine respirar profundamente para concentrarse, dejándote un poco perplejo y preocupado por lo que quiso decir con 'Plan B'.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaTailOnly",
                "... Pero una vez más, ella no te deja adivinando por mucho tiempo, su maná atraviesa su cola bajo la forma de un débil aura azul que envía una sensación de cosquillas a través de tu polla y por la columna vertebral, antes de que tenga una sola palabra.",
                "Speak",
                "Catherine",
                "{size=-5}{b}{i}Sensitize.{/b}{/i}{/size}",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "Al instante, la sensación de hormigueo redobla, explotando en un débil pero {i} indudablemente efectivo {/i} estallido de magia, un jadeo escapar de la boca mientras sus ojos se abren sorprendidos por la sensibilidad inmediatamente mayor de su sexo, cada minuto toque de repente transmitido a su¡Los sentidos con una claridad increíble, como cada nervio de su polla se ha enviado a Overdrive para transmitir información táctil a su cerebro con una precisión perfecta!",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmallSmile",
                "Como descubres rápidamente, esto, como era de esperar, te hace {i} tremendamente {/i} receptivo al toque de Catherine, un simple cambio de su cola demostrando lo suficiente como para hacerte gemir y enviar tus rodillas temblando mientras tus dedos apretan espásticamente la revista en tu revistaManos, tu virilidad comienza a endurecerse rápidamente en respuesta al simple frotamiento, tus reacciones provocan una risita de feliz satisfacción del lanzador del hechizo.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Speak",
                "Catherine",
                "{size=-5} ahí vamos. ♪ y ahora ... {/size}",
                "Casi se duplica cuando la cola delgada en sus pantalones ondule juguetonamente, pernos de placer atacándolo a medida que su mero contacto retorcido parece iluminar todos y cada uno de los receptores erógenos en su ingle, la estimulación hace que su polla se vuelva más dura ...En su vez, lo hace de alguna manera {i} aún más {/i} sensible, iniciando un círculo vicioso cuya perspectiva lo llena con trepidación y emoción.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmallSmile",
                "Con eso cuidado, el Sucúcubo se endereza despreocupadamente para concentrarse en manejar el mostrador de la tienda con alerta de negocios ... aunque su actitud profesional es desmentido por su alegre sonrisa y rubor, así como por su vertiginosa retorciéndose cada vez que reacciona de manera demostrada ante otrade los estímulos diabólicos de su cola.",
                "Ahora que su cuerpo se ha hecho tan receptivo por su magia, ella no tiene problemas para hacerte tirar y temblar con el contenido de su corazón, el gerente travieso claramente divirtiéndose experimentando con varios enfoques y toques, como frotar tu eje con homenaje.Tu glande vulnerable, o corriendo por tus bolas agitadas, tarareando con alegría en tus gemidos lascivos, tus escalofríos vulnerables, tu éxtasis impotente ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Smug",
                "Con su excitación creciendo y su resistencia disminuyendo a la velocidad vertiginosa bajo los ministerios incesantes del apéndice pecaminosamente suave y ágil, parece que apenas va a ser unos minutos hasta que cedan a su lujuria altísima ... pero lo absorbe como ambos.son, ni usted ni Catherine notan el trampolín de luz de los pasos que se acercan, anunciando una voz de trompeta repentina.",
                "DisplayCharacters",
                "1",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Fear",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "XD",
                "Speak",
                "Imployee",
                "{size=+5} hellloooo señor! {/size} ¿Puedo ayudarlo? ♪",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "Todas las sonrisas, el alegre implementador se presenta hacia ti con pasos de rebote, haciendo que tu cerebro sea una carrera con alarma en medio del placer implacable y continuo, lo que te lleva a enderezar torpemente ... solo para tambalearse inmediatamente en su lugar cuando tu movimiento se combinó con un nervioso nervioso de Catherine'sTail te golpea con otra afluencia intensificada de dicha táctil, dejándote ahogando un gemido antiestético mientras Catherine se mueve en pánico.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Yelling",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "Catherine",
                "{b} n-no!¡No lo hagas! {/b}",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Panic",
                "El estallido detiene a los subordinados muertos en seco, el imp salta sorpresa y se vuelve hacia su superior con incomprensión marcada ... {i} mientras el apéndice elegante no deja de retorcerse en tus pantalones {/i}, lo que te haceVe con los ojos cruzados de la sobrecarga sensorial, dejándote casi en cuclillas sobre tus piernas temblorosas mientras continúas siendo prodigado con toques diabólicamente diabólicos, la necesidad de que se acomode ya se acerque rápidamente ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Mientras tanto, afortunadamente demasiado sobresaltado por los gritos de su gerente para prestar mucha atención a su extraño comportamiento, el Imployee responde a Catherine con una confusión temerosa, una mirada suplicante en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Speak",
                "Imployee",
                "B, pero usted es el que nos dijo que, como, mostramos una iniciativa y vaya a ayudar a los clientes cuando parecen que lo necesitan, en lugar de esperar que nos hicieran preguntas.",
                "Parece que está maldiciendo su propia diligencia y la falta de gusto desagradable del Imp por una vez, la mente de Catherine corresponde a una respuesta mientras continúa siendo tomado por un infierno de placer, los movimientos continuos de la cola de la cola de la cola de lo que queda de suResuelve poco a poco, tu cara se derrite en una descuidada mueca de disfrute de la base, ya que tu orgasmo te sigue apresurando sin piedad.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Afortunadamente, con la espalda recurrida hacia la niña pívida, no puede ver la expresión lasciva en tu cara, ni notar el bulto de espasmo en los pantalones formados por tu polla ahora urgentemente palpitante, tu atormentador de pelo azul claramente lucha por mantener una cara recta comoFinalmente abre su boca nuevamente para responder.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Scoff",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Shy",
                "Speak",
                "Catherine",
                "Y-yes, pero ... este caballero aquí ya tiene lo que necesita ... y está ocupado estudiando nuestros artículos disponibles para formar su decisión, por lo tanto, no debe ser perturbado.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Disgust",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Cooing",
                "Mordiéndose el labio tanto a la mentira descarada como en un esfuerzo por mantenerse bajo control, Catherine {i} todavía {/i} no deja de masturbarte de manera implacable, pareciendo quedar atrapada en un trance sediento que la impulsa a continuarUsted es en el piloto automático impulsado por el hambre, las gotas de precum que ya comienzan a salir de su polla mientras la cara de Imp desconoce se ilumina para comprender.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Base",
                "Speak",
                "Imployee",
                "Aaaaah, lo entiendo!Está tomando una decisión difícil, por eso debemos dejar que piense en todo lo que es tranquilo, ¿eso es todo?",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Smile",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Daze",
                "El Imployee se ríe en el contenido de autocontratulatorio, mientras que su superior parece haber sido enviado a una especie de aturdimiento lujurioso ante la mención de la palabra 'duro', un escalofrío afortunadamente desapercibido de lujuria febril que le atraviesa a medida que su cola se vuelve loca contra su completamenteInfensa de la virilidad, conduciéndolo ansiosamente al orgasmo mientras ella drones en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Cooing",
                "Speak",
                "Catherine",
                "Y-yes ... {i} así {/i} difícil ... un co- CLIENTE tan maravilloso ... va a hacer tal {i} grande {/i}, compra increíble ...",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Confused",
                "Speak",
                "Imployee",
                "C-Cool?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Aroused",
                "Los improvisadores de Imp en confusión por el comportamiento extraño, Catherine jadeando con una alegría acalorada que adoraba la polla mientras la Imployee te mira en desconcierto ... todo mientras la cola del Sucúcubo se acumula de repente alrededor de tu longitud de espasmo locamente y comienza a bombearlo.¡Con una insistencia exigente, destrozando por completo su resistencia sobrante!",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "Panic",
                "PlayerOrgasmNoSpiritLoss",
                "Absolutamente impotente de negarla, te rindes por completo y te dejas ir, correte el cerebro mientras el catálogo en tus manos se derrumba debajo de tu apretón, tu visión se queda en blanco en una felicidad candente bajo el asalto del éxtasis, dándote, dándoteNo hay más remedio que apoyarse contra la pared frente a usted para su apoyo, para que no colapses en el acto.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "Como resultado del hechizo sensibilizador continuo, su eyaculación se siente como si varios orgasmos se enrollen en uno ruinoso, dejándote sintiendo que la totalidad del contenido de tus bolas se vacía en tus pantalones, amenazando con hacerte negro con placer crudoMientras que la expresión lujuriosa de Catherine se vuelve positivamente vertiginosa, la sedienta Monster Girl disfruta plenamente de la sensación de que se libere tanto semen.",
                "ChangeImageLayer",
                "Expression",
                "Imp",
                "ComicalPanic",
                "Speak",
                "Imployee",
                "W-Well ... ¡te dejaré en eso!Graciasforyourbusinesssir!",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Satisfied",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "Blush",
                "El impulso de Imp a toda prisa a toda prisa, murmurando algo acerca de que su gerente tuve una curva para grandes ventas, dejándote a ti y a tu pareja en sexo astuto para que disfruten por completo de tu corrida prodigal, la partida inesperada de los intrusos te da tu señal para finalmente renunciar aAl permanecer en posición vertical y, en cambio, colapsar aturdido en una posición sentada, ruidosamente resoplando para el aliento mientras las estrellas bailan en tu visión.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "AruaDemonForm",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Kiss",
                "Catherine, mientras tanto, avanza hacia ti como si el sonambulismo, sus ojos todavía nadan en el hambre carnal mientras un aura azul teñida de demonios la rodea, la energía diabólico que levanta con entusiasmo tu semilla fresca, bebiendo tu semen hasta la última caída a través del súcubo 'Tail, la sensación de drenaje junto con su resplandor celestial que te dejó fuera de servicio para siempre.",
                "ChangeImageLayer",
                "Aura",
                "Catherine",
                "",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Daze",
                "Por un momento, la joven se queda allí, una mirada eufórica lejana en su rostro mientras jadeas laboriosamente en rezumar fatiga post-orgasmica, luchando por recuperarse de tu intensa eyaculación, la situación tensa que culminó en un placer explosivo que te ha cansadofuera más de lo que esperaba.",
                "Mientras tanto, el apéndice speded en sus pantalones continúa prodigando y acariciando su variedad gastada para un mayor sustento, pero no recibe reacción de su cuerpo momentáneamente agotado, el hechizo sensibilizador afortunadamente disminuye y devuelve sus sensaciones a la normalidad, dejándolo sentirse agradablemente adormecido.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "En la mirada de Catherine, la mirada aún lejana llega a descansar en ti, y por un momento, temes que sus apetitos lo hagan lo mejor de ella ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Concern",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "... Luego parpadea su propio resplandor, su visión se limpia y, en lugar de mareada, sus ojos se llenan de preocupación y vergüenza al ver su cuerpo a medias.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Fear",
                "Speak",
                "Catherine",
                "G-GOSH!¿Estás bien, [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Se apresura a ti en pánico nervioso, pero rápidamente le aseguras que estás bien, haciéndola exhalar con alivio mientras ella todavía te golpea apresuradamente con un hechizo de lujuria de limpieza en buena medida, restaurando tu mente a la normalidad en una ola fría y relajante deMagia calmante.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Shy",
                "Speak",
                "Catherine",
                "¿Puedes levantarte?Te conseguiré un asiento.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Flustered",
                "Ella comienza a alejarse ... luego se da cuenta de que su cola todavía está profundamente en tus pantalones, lo que la lleva a tirarla apresuradamente con algunos tartamudeados '¡Lo siento!'Antes de salir corriendo para conseguirte ese asiento mientras te levantas del piso.Al final, el 'sexo' que obtuviste puede no haber sido lo que esperabas, pero ciertamente fue {i} intenso {/i}, una vez más que demuestra que las habilidades de Catherine no deben ser subestimadas ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "ChangeImageLayer",
                "Face",
                "Catherine",
                "",
                "AdvanceTime",
                "1",
                "De inmediato, se encuentra descansando en un taburete para recuperar el aliento para siempre, mientras que el gerente travieso vuelve a manejar el mostrador de la tienda lo más profesionalmente posible, buscando haberse enfriado un poco, pero aún así apenas se atreve a mirar su camino.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmallSmile",
                "Sin embargo, al ponerse de pie después de unos minutos de relajación, te enfrentas a una sonrisa mucho más natural y acogedora de ella, el Sucúcubo te da una vez una vez más que concluye con un pequeño asentimiento de satisfacción aliviada.",
                "Speak",
                "Catherine",
                "Parece que estás bien.Bien.",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Nervous",
                "Speak",
                "Catherine",
                "Nosotros {i} definitivamente {/i} no deberíamos hacer esto de nuevo.Era {i} camino {/i} demasiado arriesgado ...",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "SmallSmile",
                "A pesar de sus palabras, no puedes evitar notar una pizca de anhelo en su voz, aunque no puedes presionarlo como un implosyee pronto se acerca a Catherine para preguntar sobre algo en lo que necesita confirmación, el asunto la mantiene ocupada por unPequeño momento antes de que vuelva a estar libre y devuelva el mostrador a su subordinado somnoliento, dejándola disponible para responder cualquier consulta que pueda tener.",
                "SetChoice",
                "8",
                "CatherineSneakySex",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "JumpToScene",
                "CathyShopMenu"
            ]
        },
        {
            "NameOfScene": "Leave Impeccable Taste. ",
            "theScene": [
                "Speak",
                "Catherine",
                "Tener un día impecable. ♪",
                "ChangeImageLayer",
                "Expression",
                "Catherine",
                "Deadpan",
                "Catherine lo envía con una sonrisa antes de alejarse para cuidar de otros negocios, su avance cumplido por los sonidos en pánico de los imps que vuelven al trabajo mientras sale de la tienda.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "JumpToScene",
                "ShoppingMenu"
            ]
        },
        {
            "NameOfScene": "Graffiti Queen.",
            "theScene": [
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "Atrías por el callejón sincero y sincero de personas, aparentemente vacías de personas, sus paredes pintadas notablemente en tonos brillantes con una mezcla de palabras irregulares y etiquetas artísticas manchadas junto con paisajes de esotéricamente elaborados, todos construidos y desbordados entre sí en un desastre caótico queSin embargo, uniformemente guía el ojo hacia la clara tienda pintada y electrificialmente graffitada.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Presionando, empujas la puerta metálica abierta, una pequeña campana sobre ella se mueve mientras entras en el interior estrecho y oscuramente iluminado, iluminado solo por unas pocas lámparas extrañamente coloridas y brillantes.Un extraño aroma a humedad cuelga en el aire, que le da a la tienda un ambiente extrañamente incompleto en medio de los estantes de la ropa y la variedad de accesorios, su aspecto en la cara en contrastes por la atmósfera misteriosamente silenciada de la tienda, lejos del ajetreo y el bullicio del distrito de Eros.",
                "Mirando a su alrededor, notas que el único otro ocupante aquí parece ser la tienda Voltlin que descansa en una silla detrás del mostrador, con sus piernas regordetas con desprevenida sobre la mesa mientras escanea ociosamente un tabloide en la mano.Al notar su entrada, ella te mira curiosamente desde detrás de su mascarilla y te da una ola a medias, su muy querido asiento crujido peligrosamente del simple movimiento.",
                "Speak",
                "Voltlin Livewire",
                "Yo, bienvenido.",
                "Luego, inmediatamente deja de prestarle atención y Lazily vuelve a leer la revista de aspecto endeble en sus dedos de niña larga, dejándolo a sus propios dispositivos.",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Graffiti Queen.Menu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Menu",
                "Buy from Graffiti Queen.",
                "Talk with the Voltlin.",
                "Wanna have sex?   ",
                "Leave Graffiti Queen.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Buy from Graffiti Queen.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Déjame saber si algo te llama la atención.",
                "Ella instruye con una inflexión en su voz que solo puedes describir como 'entusiasmo perezoso', y no deja dudas de que no tiene la intención de levantarse de su cómplice lugar detrás del mostrador, dejándote solo para navegar por la tienda.mercancías ... o al menos aquellas que son relevantes para ti, la tienda con una ropa de Voltlin bastante similar al atuendo de Shopkeep.",
                "ShoppingMenu",
                "Bondage Coat",
                "Neon Hoodie",
                "Voltage Collar",
                "Glasses of Shade",
                "Graffiti King Amulet",
                "Rebellion Rune",
                "Livewire Rune",
                "Graffiti Rune",
                "EndLoop",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Talk with the Voltlin.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "No sé hombre, con esa línea {i} masiva {/i}, no creo que tenga tiempo para chatear.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Ella dice que mientras gestaba vagamente con una mano a la tienda inequívocamente vacante, antes de quitarle los ojos de su lectura y derribar su máscara de moda con una sonrisa, aparentemente muy orgullosa de la broma.",
                "Speak",
                "Voltlin Livewire",
                "Je, pero en serio, tengo tiempo.¿Qué pasa?",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "Talk with the Voltlin.Menu",
            "theScene": [
                "Menu",
                "Ask about Graffiti Queen.",
                "RequiresChoice",
                "6",
                "GraffitiQueen",
                "The Boss?",
                "RequiresChoice",
                "6",
                "GraffitiQueen",
                "Gang?",
                "RequiresChoice",
                "7",
                "Livewires",
                "Are the Livewires... Legal? Is this shop legal?",
                "RequiresChoice",
                "7",
                "Livewires",
                "Can I join the Livewires?",
                "Done talking with the Livewire.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking with the Livewire.",
            "theScene": [
                "Speak",
                "Voltlin Livewire",
                "Aight.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "Ella dice claramente con un asentimiento en respuesta, tirando de su máscara de nuevo con un suspiro perezoso y recostado de manera acelerada con un crujido quejumbroso de su asiento bajo el peso significativo de su felpa detrás.",
                "Speak",
                "Voltlin Livewire",
                "Avísame si quieres comprar algo, o lo que sea.",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Ask about Graffiti Queen.",
            "theScene": [
                "El Voltlin deja escapar una pequeña risa ante su consulta antes de responder.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Bueno, ya ves, esa es una pregunta divertida.",
                "PlayerSpeaks",
                "¿Es?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Ella asiente con la cabeza en respuesta, luciendo realmente feliz por la oportunidad de poner su narración de cuentos, cambiando cómodamente a su silla cuando comienza a relacionarse.",
                "Speak",
                "Voltlin Livewire",
                "El jefe se llama Graffiti Queen, y llamó a su tienda 'Graffiti Queen' ... para reconocimiento de marca o algo así.Y, ya sabes, tal vez una sugerencia {i} {/i} de ego ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Ella te da una sonrisa engreída, casi intimidante, mientras sigue hablando con una risa personalizada y un orgullo inconfundible en su voz mientras gestica vagamente en el aire con una de sus manos, como para abarcar la tienda y el recinto más allá.",
                "Speak",
                "Voltlin Livewire",
                "Y no me refiero a sobrevocarla, pero ella es una {i} bastante grande {/i}, así que no te causes problemas en la tienda si quieres quedarte de buen lado.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Hace una pausa cuando se da cuenta de la sensación de amenaza probablemente no deseada en su voz, y se inclina hacia atrás en su asiento reclinable con un encogimiento de hombros vagamente disculpado, frotando la parte posterior de su cabeza con la misma mano que levantó.",
                "Speak",
                "Voltlin Livewire",
                "... Eso sí, humano, 'no es como si estuviera tratando de hornearte o algo ...' solo que el jefe, bueno ... ella es aterradora, ¿sabes?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Dejándose retroceder mientras cambia de su silla de regreso a una posición vertical con un ruidoso clank, se inclina hacia ti con un ritmo significativo de sus cejas mientras su busto de bikini apenas limitado se mueve pervertidamente bajo el movimiento, aunque no lo hace, no lo hace,parece preocuparse o a la mente.",
                "Speak",
                "Voltlin Livewire",
                "Y dado que quieres saber sobre nuestra pequeña porción del centro comercial, supongo que debería darte una especie de spiel de negocios, entonces ... nosotros en este {i} buen establecimiento {/i} principalmente en la moda Voltlin, suministros de graffiti, runas, aaa y algunas {i} cosas divertidas {/i} para chicos.Algunos de ellos también son bastante pervertidos.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Ella se riega salacamente ante la mención, mirándote arriba y abajo con una inconfundible lujuriosidad mientras soltaba un ronroneo cachondo que cambia a un zumbido pensativo cuando un pensamiento parece golpearla.Mirando a un lado por un momento, parece reflexionar sobre algo, luego te mira para continuar en un tono repentinamente que suena, como si no te estuviera diciendo esto.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Knoowwww ... de mí para ti, humano, la mayoría de las chicas de la pandilla están en los tipos que se inclinan en la moda de la reina de graffiti, si atrapas mi deriva ... solo un consejo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Ella quita las cejas una vez más antes de hacer una pausa y levantando un dedo, señalando una ocurrencia tardía.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Oh, eh, solo recuerda que las runas son bastante difíciles de notar, con ustedes, los aventureros los atacan en ese libro ... una especie de pérdida de una declaración de moda, realmente, pero bueno, no soy tu madre.",
                "Se rastrea reflexionando sobre el tema, los ojos se alejan de tu grimoire, y casi puedes imaginar el tipo de cambio de imagen zhuzhed que el alambre viva punkish debe tener en mente para el tomo arcano ... probablemente el tipo de \"mejora\"Dale un ajuste a Elly ... pero en última instancia, el Shopkeep no dice nada de eso, en lugar de encogiéndote y mirando hacia atrás con curiosidad, sin tener más que agregar sobre el tema.",
                "SetChoice",
                "6",
                "GraffitiQueen",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "The Boss?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "{i} ¡Oh, sí! {/i} El jefe es una verdadera inspiración para Voltlins en todas partes.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Sparkling",
                "El shopkeing normalmente de aspecto perezoso rápidamente cambia a un entusiasmo enérgico al lanzarse al tema, su repentina alegría brillante contrasta con el entorno oscuro y sucio.",
                "Speak",
                "Voltlin Livewire",
                "Ella ejecuta el {i} entero {/i} distrito industrial, es el líder de los cebadas vivas, se le ocurrió toda nuestra línea de moda y es, como, uno de los {i} mejores {/i} artistas de graffiti.jamás visto.En serio, deberías ver los murales que ha hecho.{i} cosas del museo. {/i} Ella realmente posee el título de {i} la reina de graffiti {/i} ♪ ♪",
                "Aparentemente atrapada en su propio entusiasmo, de repente salta de pie con una sorprendente agilidad, usando su silla maltratada como un podio improvisado para levantar el puño de un gusto, casi golpeando un ventilador de techo reumático en el proceso.",
                "Speak",
                "Voltlin Livewire",
                "{i} seguiría al jefe al infierno mismo! ♪ {/i}",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Sus pensamientos parecen atarse a sí mismos mientras mira hacia un lado torpemente ante la noción, y se deja caer de nuevo en su asiento con una tos indiferente, la pieza abusada de muebles desvencietas que cruza en protesta bajo su masa regordeta mientras el mantenimiento se despeja.su garganta y agrega.",
                "Speak",
                "Voltlin Livewire",
                "... {i} real {/i} Me alegro de que no sea algo real que tengamos que hacer.",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "Gang?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Oh, cierto, S'pe, es posible que no sepas nada sobre eso ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Ella se reposiciona de una manera que casi podrías llamar a los codos de negocios, en el mostrador mientras se une a las yemas de los dedos con una orgullosa sonrisa.",
                "Speak",
                "Voltlin Livewire",
                "Somos los {i} Livewires {/i}, una organización hecha por Voltlin dedicada al arte y la libertad de Graffiti en Ars Delusia.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Y, ya sabes, convirtiendo a los aventureros en desorden sobrecargados de placer. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Ella te mira con un zumbido lascivo mientras su sonrisa se ensancha hambriento, como si se hubiera dado cuenta de que tú {i} eres {/i} uno de esos aventureros, lamiendo sus labios glotonamente mientras unas pocas saltos errantes de electricidad se extienden alrededor de los cuernos.instinto.",
                "Speak",
                "Voltlin Livewire",
                "Hmhmhmmm ... ♪ Pero no te preocupes, la compra es una zona segura.Estás en buenas manos, rey. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Quizás la tranquilidad simulada, se acerca para darle palmaditas en una de sus longitudes largas, luego la excitación que pinta su expresión se desvanece cuando un pensamiento intrusivo se cruza con la mente, el cable vivo que mira torpemente mientras reclina en su silla casi de manera luminada.",
                "Speak",
                "Voltlin Livewire",
                "En realidad, {i} Th'whole {/i} Distrito de compras es ... que apesta {i} un poco {/i}, pero bueno, no puedo dejar que toda la ciudad se convierta en anarquía y sexo, ya sabes... incluso si fuera un poco divertido ........ para, como, un día.",
                "Ella sigue mirando hacia otro lado inocentemente, permitiéndole preguntarte si no hay algo de historia detrás de esa declaración, aunque no parece dispuesta a ser voluntario más información sobre el tema ...",
                "SetChoice",
                "7",
                "Livewires",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "Are the Livewires... Legal? Is this shop legal?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "El Shopkeing short -shop deja una ladrido de risas ante su preocupada pregunta, como divertida por su franqueza, una de sus manos golpeando el mostrador mientras el otro agita su preocupación.",
                "Speak",
                "Voltlin Livewire",
                "¡Oh sí, totalmente!Todo está en arriba y arriba.Permisos, licencias comerciales, responsabilidad, trazabilidad, impuestos ... todo el burocracia shebang.El jefe incluso está en el Consejo de la Ciudad, eso te dice qué tan arriba estamos ... pero no me pidas que elabore, porque esa basura {i} de manera {/i} sobre mi cabeza.Solo miro la tienda, doy la bienvenida a los clientes, ejecuto hasta ... ya sabes, cosas normales de Shopkeep.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Ella se riega a fines de la profundidad que está sobre ese tema, antes de fruncir el ceño brevemente, ya que en realidad parece masticar un pensamiento sobre la legalidad de la tienda.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "... Honestamente, la tienda sería {i} hella {/i} cerrado de lo contrario, apuesto.ARS Delusia puede parecer una muñequera para los extraños, pero los grandes tiros no se joden para mantener la paz ... y realmente me gusta este trabajo, así que no hay que hacer ese nido de Hornets para mí ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Hay una breve pausa mientras nuevamente reflexiona sobre el sujeto, mirando torpemente mientras continúa pensativamente, como si pensara en voz alta.",
                "Speak",
                "Voltlin Livewire",
                "Eso no quiere decir eso, eh ... algunos de los cebadas vivos a veces no toman las cosas un poco {i} también {/i} lejos-?A veces, una chica o un aspirante que quiera impresionar a la pandilla graffiti lo incorrecto intencionalmente, o un grupo de cebolletas vidas dejará a un aventurero un {i} lil '{/i} Too follada tonta, o elegirán un monstruoChica para tirar su peso o simplemente porque se sentían en balón ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Buuut, el jefe, consigue esos patos en una fila.Realmente odia los elementos deshonestos.Malo para nuestra imagen, malo para negocios y malo para el estado de ánimo.Nada calambre tu estilo como la mala sangre.",
                "Concluye con un asentimiento asertivo, su expresión se ve casi benevolente mientras espera cualquier consulta adicional de su parte.",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "Can I join the Livewires?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "El Lazy Voltlin Shopkeke parpadea rápidamente sorprendido por su pregunta, un poco de estática corriendo a lo largo de sus cuernos mientras te mira sin palabras, luego en la tienda pensando, tomando un momento para procesar tu solicitud y responderla.",
                "Speak",
                "Voltlin Livewire",
                "Uuuuuh ... no creo que un chico o, para el caso, un humano haya preguntado {i} que {/i} antes-?Creo que tenemos algunos imps y succubi entre las filas, pero en general, es solo, como Voltlins.Y el jefe tiene que aprobar nuevos reclutas.Ella es muy particular sobre, como, {i} vibras {/i} e imagen, ya sabes.Todas las cebadas vivas tienen que estar, como, uniforme, también ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Ella se riega con pervertida diversión mientras te mira sin duda una imagen bastante evocadora que atraviesa su mente de que sacudes el combo de Hoodie-Bikini LiveWire, luego se aclara la garganta para volver al tema antes de que se pierda demasiado en la fantasía.",
                "Speak",
                "Voltlin Livewire",
                "Pero realmente, cuanto más lo pienso, más soy {i} bonito {/i} seguro de que nunca he oído hablar de un chico que se une ... fuera de, ya sabes, participando en orgías salvajes, enganchado, yendo a una ola de rutas, todas esas cosas divertidas ... ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Speak",
                "Voltlin Livewire",
                "¿Cuál, {i} tal vez {/i} es lo que realmente buscas?No puedo tener suficiente de damas curvas calientes y querer esa dulce {i} dulce {/i} Zappy Voltlin Sex durante todo el día? ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Ella hace clic en su lengua lasciva mientras una chispa de excitada estática se levanta de sus cuernos, pero luego se calma mientras tararea con pensamiento y mira nuevamente, esta vez ahuecando por la barbilla con una mano.",
                "Speak",
                "Voltlin Livewire",
                "Pero, en realidad, a un lado de las cosas de unga bunga, no hacemos {i} demasiado {/i} que un chico estaría interesado como miembro apropiado ...?A menos que tenga, como, una pasión ardiente por la magia eléctrica, graffiti, moda de vanguardia y retoques.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Al parecer haber llegado al final de lo que tiene que decir sobre el tema, concluye inclinándose ligeramente hacia adelante y quitándose la mano de la barbilla para apuntarle astutamente, chasqueando atrapando los dedos.",
                "Speak",
                "Voltlin Livewire",
                "Sin embargo, te diga qué: usa nuestras cosas, y las chicas te tratarán {i} como {/i} un cable vivo honorario.Guiño guiño, empujón empuje.",
                "Ella te trata de un guiño real, luego se inclina hacia atrás en su silla, dejando que ese pensamiento se hunda.",
                "JumpToScene",
                "Talk with the Voltlin.Menu"
            ]
        },
        {
            "NameOfScene": "Wanna have sex?   ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "El Voltlin tira de la máscara de su cara mientras su expresión se divide en una sonrisa lasciva, la chica monstruosa lasciva lamiéndose los labios mientras le da a tu entrepierna una apariencia descaradamente cachonda.",
                "Speak",
                "Voltlin Livewire",
                "Curso que hago, King ... ♥ Mientras no te importe que tenga que seguir ejecutando la tienda mientras tanto.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "... o podría obtener {i} you {/i} para ejecutarlo mientras te doy un titfuck ... no como la gente se detiene aquí a menudo de todos modos.",
                "JumpToScene",
                "LivewireSexMenu"
            ]
        },
        {
            "NameOfScene": "LivewireSexMenu",
            "theScene": [
                "Menu",
                "Let her ride you while she works.",
                "'Work' part time and get a 'secret' titfuck.",
                "How about a blowjob?",
                "RequiresPerk",
                "Rut",
                "Frantic rutting sex..?♥",
                "Nevermind. ",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Nevermind. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "PanicComical",
                "Speak",
                "Voltlin Livewire",
                "Whu- Guh-?{i} en serio!? {/i} ¿por qué vas y lo mencionaste?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Annoyed",
                "Speak",
                "Voltlin Livewire",
                "Ugh- lo que sea!Entonces, ¿quieres comprar algo entonces, o solo aquí para ser una burla?",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "Huffing en molestia, tira de la máscara de su cara y cruza los brazos debajo de su pesado busto para mirarte, esperando con gusto tu próxima consulta.",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Let her ride you while she works.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Sparkling",
                "Speak",
                "Voltlin Livewire",
                "¡Funciona para mí! ♪",
                "Razonando con una emoción obvia, el almacén de aspecto perezoso salta de su cómoda asiento con una energía sorprendente y le da una acogedora PAT, lo que lo lleva a sentarse en la silla giratoria algo hinchable, su cojín aún caliente con el calor de la considerable ocupante de su ocupante..",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Con un ronroneo perverso, deshace tus pantalones y libera tu polla ya medio erecta, lamiéndola mientras la mira con una avaricia apreciativa por un momento antes de volver a su asiento, golpeándote con el peso de su almohada y el eléctricoEl olor femenino sale de su cuerpo apenas vestido.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Espero que no te importen las chicas pesadas, King, porque tú y tu polla están a punto de pasar un tiempo de calidad con toda esa acogedora bondad.",
                "Atrapando tu polla entre sus muslos regordetes mientras habla, ella frota ligeramente su suave carne desnuda contra tu virilidad rígida con un hormigueo estático que corre agradablemente a través de tu piel, ya empañando tu mente con la excitación voltaica y cooperando gradualmente con tu inclinación duroun mástil completo.",
                "Speak",
                "Voltlin Livewire",
                "Siéntate y siéntate cómodo, estarás cargado y listo para ir en Jussst un segundo ... ♥ Aunque tomaremos esto lento, así que relájate y te prometo que tendrás un tiempo primo. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Harpando, ella rebaza perezosamente sus anchas caderas, dejándote apreciar completamente la sensación de su culo completo frotándose contra ti, prodigando tu regazo con su exquisita lujoso mientras sigues sus instrucciones y te recostadores contra el respaldo de la silla, dejando salir una exhalación indulgenteFelizmente disfrutas de la urboración lasciva del cable de Livewire.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Riéndose ante su reacción, el Voltlin se enfoca un poco, enviando una carrera eléctrica crujiendo sobre su piel azul mientras sus marcas se iluminan más y que le da a sus muslos un apretón apretado, un jadeo que te escapó cuando tu polla es sacudida a la erección completa por elLa placentera suavidad de Monster Girl y su magia Zappy, haciéndote gemir y recostarse más en el asiento cómoda, inclinando a los dos en el proceso.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "La mujer de poca mordaz se riega con diversión ante su receptividad y levanta lentamente sus caderas, usando una mano para guiar suavemente su longitud a su coño pantalés, sus babeando los labios inferiores envuelven con avidez el eje mientras se baja lentamente hacia abajo, dejándolos suspiros en carnalal en carnal.Deleite mientras se toma un momento para disfrutar de la conexión íntima, sus pliegues con amor exprimiendo y masajeando su polla de arriba a abajo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Dejando escapar un suspiro satisfecho ante la sensación de que tu polla la llena muy bien, te mira dulcemente desde su posición sentada, agarrando una de tus manos ociosas para deslizarla debajo de su sujetador y dejarte a la mitad una de sus grandes, tintinamente apretables.senos con una sonrisa segura.",
                "Speak",
                "Voltlin Livewire",
                "Siéntete libre de manipular mis tetas todo lo que quieras, por cierto. ♥ de lo contrario, podrías terminar aburrido ayudándome a 'ejecutar el lugar' ... 'lados, te dará una experiencia de primera mano con cómo los voltlins tienen los mejoresTetas en Lucidia. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Permitiéndote considerar eso, la mujer más corta se inclina contra tu pecho con un zumbido feliz mientras ella gira perezosamente sus anchas caderas contra ti.Al no ver ninguna razón para no llevarla inmediatamente a su oferta, te deslizas la otra mano debajo de la parte superior del bikini de neón para alcanzar sus pesadas tetas juntas, tus dedos se hunden con avidez en los montículos de lujo, convenciendo un gemido bajo del voltlin junto con un juguetón.risita.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Mmmmph- jeje, ¿eso significa que ya te aburriste?O son-",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Pleasured",
                "Sus palabras atrevidas se derriten en un gemido mientras le das a sus pezones un tirón unificado con los dedos antes de frotar sus enormes tetas con las palmas, su coño se aprieta con entusiasmo alrededor de tu erección sacudida mientras una nueva prisa estática atraviesa tus sentidos, haciéndote desmayarte con hojalataLa emoción de las carreras cardíacas, alentándote aún más a disfrutar de la comodidad de la silla y el cuerpo tensable del cable vivo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "Speak",
                "Voltlin Livewire",
                "{i} ohhhhhhnnhh-{/i} H-hey, no te excedas, sin embargo, todavía tengo que correr el lugar-",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Mientras se acaricia en ti y levanta la vista con una sonrisa, sus cuernos pastan ligeramente tu piel, se extiende y se desplaza con amor a lo largo del cuello con sus largas uñas, lo que te hace temblar de la estimulación inductora de hormigueEn su piel, su polla palpitaba felizmente con el tiempo con los pulsos placenteros, como si estuviera en el mando.",
                "Speak",
                "Voltlin Livewire",
                "Tan divertido como sería que te vuelvas loco y me estúpido, necesitaré que te relajes y lo tomes con calma, ¿de acuerdo?así. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Puntuando sus palabras, lentamente muele su cintura contra la tuya, su sexo apretando rítmicamente su polla mientras su culo regordete sigue frotando contra usted, y usted ralentiza cooperativamente sus manos, ansiosos de sus abundantes tetas a un ritmo más informal, haciendo lo mejor que puedeMantenga su libido bajo control a pesar de la excitación de Voltaic de montaje dentro de usted.",
                "La mujer regordeta ronrona con deleite sus movimientos más suaves, y termina dulcemente su caricia de uñas cariñosa con un beso hacia arriba en el cuello, el movimiento levantando sus caderas ligeramente, haciendo que sus paredes de coño húmedas y bienvenidas aceleren su twitching longitud todo el tiempo.",
                "Speak",
                "Voltlin Livewire",
                "Ahí vamos ... ♥ mmrhmm ... esta es {i} camino {/i} mejor que leer una revista o lo que sea-",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Ella está de alegría y te da algunos besos adicionales, un delicioso hormigueo estático que persiste en tu piel donde los labios se tocan, luego vuelve a caer, hilando tu polla por completo dentro de sus pliegues apretados, permitiéndote montar la corriente eléctrica continua que se sacude.Tu polla y el resto de tu cuerpo zumbado mientras sus gruesas curvas se sacuden agradablemente contra ti, dejándote suspirando en atrasado atrasado mientras ambos se relajan.",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "El tiempo se escapa mientras ambos hechos en el electrizante abrazo tántrico, las caderas del cable de vida continua y lentamente giran en una danza lánguida de círculos tentadores mientras los aprietas y juegas tranquilamente con sus pesadas tetas, la magia estática perversa constante colgando en el aireCableado y cachondo mientras se burlan el uno del otro de un lado a otro.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Ocasionalmente, el tendente travieso levanta la cabeza de su disfrute desenfrenado para deslizarte algunos besos sórdidos o ripes suaves en el relativo silencio de la tienda, ni un solo cliente que viene a interrumpir tus citas, permitiéndote sumergirte por completo en el placer.se siente como horas ...",
                "Pero no importa cuán flojo y relajado sea su ritmo, los dos solo pueden soportar tanto sexo prolongado, ambos temblando en la delicia climática arrastrada cuando su pareja nuevamente le da a sus espesas caderas un tentador meneo mientras aprietas su enorme busto, tus bolas se agitan dolorosamente con el impulso de correrse mientras tu polla palpita una y otra vez dentro de su coño apretado, dicha eléctrica en cascada a través de tus marcos calentados.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "A juzgar por su lengua de rango, expresión aturdida y respiraciones jadeadas, el sensual voltlin no está lejos de pasar por el límite, sus marcas de tatuaje brillan más erráticamente mientras su magia Zappy explota y se esfuerza salvajemente, mostrando la Orgasmica de su excitaciónGrado, al igual que su voz dulce ahogada mientras habla.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Pleasured",
                "Speak",
                "Voltlin Livewire",
                "J-solo un bit- ♥ m-more- ♥",
                "Al resoplar con la euforia invasora, levanta la cintura lenta y temblorosamente, sus labios inferiores tratando de dibujar tu longitud hacia atrás mientras se adhieren de manera sed.y más alto con cada segundo ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Luego, cuando se vuelve a caer con un impacto brumoso, todo se vuelve blanco cuando la carga eléctrica que corre entre ustedes estalla en una oleada de placer orgamánico, su polla dolorosa desesperadamente descarga instantáneamente su semilla en su útero en el momento en que su punta lo besa nuevamente, suLos gemidos se unificaron en un coro desordenado ininteligible mientras ambos montan sin pensar en su tan esperado orgasmo.",
                "Tus manos continúan apretando apretando sus peluches en el piloto automático en piloto automático todo el tiempo, te recuéstate con una expresión satisfecha descuidada mientras ambos se contraen en réplicas de éxtasis alucinante del clímax acumulada, el coño del cable vivo permaneciendo con avidez en trampa en trampa en trampa.Sobre tu polla, ya que instintivamente ordeña cada gota de tu semilla, puede.",
                "Todo el tiempo, las sacudidas que bailan sobre tu piel y los sentidos te dejan aún dolorido y necesitado por más, de alguna manera dándole la fuerza para seguir a tientas a tu pareja cachonda y darle algunos empujes adicionales a pesar del éxtasis voltaico alucinante que te apresuran a través de ti., La niña monstruosa regordeta dejando fuera los gritos y jadeos sorprendentemente lindos mientras la prodigabas con una ayuda extra de tu polla y semen.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Pleasured",
                "... luego, después de lo que se siente como minutos enteros que se agitan los cerebros en el shortstack sexy de tu regazo, finalmente te dejan atrás y te recostan, sintiéndote completamente y maravillosamente drenado, un gemido sin sentido compartido que llena la tienda mientras ambos se deleitan en tuGlow Blokwow bien ganado.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "A medida que ambos jadean y jadean, volviendo gradualmente a sus sentidos, el Livewire se acurruca amorosamente con un ronroneo perezoso de deleite persistente, luciendo sorprendentemente tierno y cariñoso mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "H-hey, ¿y si nosotros-",
                "DisplayCharacters",
                "2",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Mask",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "PanicComical",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Confused",
                "Solo para sacudirse cuando de repente nota a un cliente que está parado en el mostrador justo en frente de usted, el movimiento que hace que la silla salte abruptamente de nuevo a una posición vertical con un crujido preocupante y dejándolo temblando mientras su polla deja salir otro chorro de espurio de semenEl Voltlin del movimiento áspero, su mente girando en medio de los restos de hormigueo eléctrico, ya que trata de reajustarse mientras el Imp habla.",
                "Speak",
                "Imp",
                "Uhhh- ¿Puedo comprar esta camisa, Orrrrrr es ahora un mal momento ...?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smile",
                "Speak",
                "Voltlin Livewire",
                "Uh- {i} y-yeah! {/i} seguro, ¡no hay problema!",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Hay sorprendentemente poca incomodidad entre los dos más allá del shock inicial, el Voltlin que se hace por los movimientos de la transacción con la practicación de la practicación de la gama de negocios antes de ver al imp -La envidia obvia mientras continúa disfrutando del vicio eléctrico de la trampa del coño del shortstack mientras se reduce gradualmente de su placer.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Mask",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Una vez que el cliente sale de la tienda, el LiveWire salta de su polla y se tarda un momento en estirarse con un gemido tenso, una línea resbaladiza de sus jugos que conecta brevemente su polla con sus labios inferiores, mientras que ni una sola gota de su esperma la escapePussy, la ausencia de su energía estática y su coño amoroso que dejó tu virilidad finalmente después de la larga sesión de sexo, permitiéndote que te pongas a estirarse también.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "{i} Bueno ... {/i} tanto como me gustaría volver y hacer que me follen el cerebro en el mostrador ... al menos tomemos cinco ahora o no voy a poderConcéntrese en el trabajo, y si un más alto me atrapa para que se llene en lugar de hacer lo que se supone que debo hacer, ella nunca me dejará escuchar el final.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Sparkling",
                "Speak",
                "Voltlin Livewire",
                "Pero joder, eso fue {i} genial. {/i} No seas tímido al pedir eso de nuevo, rey. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "Con un suspiro satisfecho, ella se vuelve a subir a su silla, reclándose con una sonrisa contenta mientras te quedas libre para arreglar tu ropa y dejar que tus pensamientos se desangren, charlando por un momento con el cable vivo en el relajadoatmósfera hasta que no te quede nada que hacer sino decide cuál es tu próximo movimiento.",
                "IfHasPerk",
                "Rut",
                "InRutPostSex",
                "ChangeFetish",
                "Rut",
                "20",
                "IfFetishLevelEqualOrGreater",
                "Rut",
                "100",
                "RutGainedPostScene",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "'Work' part time and get a 'secret' titfuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Speak",
                "Voltlin Livewire",
                "Buena llamada. ♥",
                "Los ronronones de alambre con la emoción pervertida mientras salta de su silla, el movimiento que hace que sus activos pesados ​​reboten por un momento atractivo mientras se vuelve hacia usted con una sonrisa esquema, invitando a dar palmaditas en la silla recién liberada.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Tu trono, rey. ♥",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "ChangeImageLayer",
                "Clothing",
                "Voltlin Livewire",
                "",
                "Un escalofrío de emoción lujuriosa que te atraviesa debajo de su mirada lujuriosa, lo haces con las instrucciones y te sientas en la cómoda silla giratoria mientras el mantenimiento se extiende hacia atrás y desabroja su cima de bikini, dejando que sus tetas pesadas salgan libres, la sorpresa sosteniendo tu mirada.Mientras se desliza por su falda, dejándola totalmente desnuda aparte de su colorida sudadera, dejándote mirar sus deliciosas curvas cortas de arriba a abajo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Claramente satisfecho con su apreciativa atención, te muestra una sonrisa voraz mientras se extiende hacia adelante para agarrar la silla, acercándola al mostrador mientras se agacha debajo del espacio del escritorio para esconderse, dejando escapar un director cachondo mientras su mirada va desdeSu cara expectante a su longitud de endurecimiento.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Ya está muy ansioso por ir, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Abres la boca para responder, pero tu voz se sofoca de inmediato ya que la chica monstruosa de Buxom no espera un momento más y entierra tu polla rígida entre el valle de su profundo escote, sacando un gemido de tus labios mientras presiona sus manos contraSu caída regordeta para inyectar firmemente su virilidad, dejándote reflexivamente preparándote contra el mostrador mientras el hormigueo de la emoción se apresura a través de tu cintura.",
                "Speak",
                "Voltlin Livewire",
                "Ahora siéntete cómodo ... e intenta no conseguir Titfuck-Drunk {i} también {/i} rápido. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "El Voltlin se ríe mientras le da a sus tetas un batido de lado a lado a lado, el movimiento de lujoso acompañado de una carrera estática sobre su piel que lleva su polla a un mástil ansioso completo, rocoso, el estímulo asfixiante y asfixiando con otro jadeo deEs un placer sorprendido de tus labios.",
                "Al darse cuenta con un rubor lo inesperadamente ruidoso que era el gemido, miras alrededor de la tienda con una preocupación repentina, pero te sientes aliviado al ver que todavía está totalmente vacío, dejándolo libre para disfrutar de las atenciones del pendiente travieso sin distracciones.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Indulgentemente, te recuéstate en la silla mientras comienza a rodar lentamente sus abundantes senos en círculos tentadores, la ocasional sacudida voltaica de sus cuernos a través de su piel y hacia abajo en tu polla, haciéndola latir con una excitación pulsante mientras es lujosamente mimado y mimado y mimado mimado y mimadoSe burló de la mujer apilada, persuadiendo un suspiro mareado de ti mientras descansa la cabeza contra el respaldo con una expresión espacial de dicha.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Ya en la nube nueve, ¿eh?Gracias por el cumplido, Stud ... pero en serio, asegúrese de vigilar la tienda.",
                "A pesar de su tono algo serio, el apretón firme que aplica a su enorme cofre parece interponerse directa y a propósito en cualquier esfuerzo para concentrarse en cualquier cosa que no sea su entusiasta titfuck, la prensa tetona que te deja gemir en una delicia que aturde ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "... luego hacerte temblar de placer mientras comienza a rebotar sus senos en tu regazo, las bofetadas pervertidas que se hacen eco de debajo del mostrador, haciendo que el acto de LiveWire no tan profesional de Livewire sea todo menos sutil, y no requiere un pequeño esfuerzo que no sea un pequeño esfuerzo.Por su parte, monta las olas de Staticky Titty Bliss y mantenga al menos parte de su atención en su entorno para asegurarse de que nadie se revierta.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "Sin embargo, justo cuando siente que está empezando a acostumbrarse al placer constante que irradia a través de sus caderas, el sórdido sórdido presiona sus senos con firmeza, dejando escapar un suspiro caliente sobre su punta de contracción expuesta antes de sellar su boca a su alrededor,Haciendo que su expresión se congele y sus bolas sean tensas bajo la estimulación repentinamente redoblada.",
                "Dejando escapar una orgullosa risita con su reacción, apesta pervertida y vorazmente en su cabeza de polla vulnerable mientras rebota ligeramente sus tetas en su lugar con pequeños golpes rápidos, chillones de placer crudo en cascada hacia arriba y hacia abajo como una especie de bandeja de luz, dejandoTu aliento se apodera gaseosamente en tu garganta mientras te aferras al escritorio en un éxtasis impotente y tembloroso.",
                "PlayerOrgasmNoSpiritLoss",
                "A medida que su lengua baila sobre su glande y el placer sigue electrificando toda su parte inferior de su cuerpo, su resistencia se desmorona rápidamente bajo sus esfuerzos implacables, y con un apretón firme de sus peluches, su polla se queda entusiasmada mientras brota las cuerdas gruesas de semen parael cable vivo para tragar glotonosamente, tu cabeza se inclina hacia atrás y tus ojos rodando mientras montas la felicidad climática.",
                "Al igual que una conducta cargada, su virilidad copiosamente galvanizada y titulada se corre profusamente por el piloto pervertido que no deja de chupar, lamer y apretar su longitud, haciendo que todo su cuerpo se apodere de la rapto espástica ... luego vuelva a la silla cuandoEl aumento orgásmico voltaico en tu cerebro finalmente disminuye, dejándote sentir maravillosamente drenado mientras el Voltlin acampa de manera tranquila en tu punta aún dribling.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Mientras jadeas acaloradamente para recuperar tu aliento, ella te quita los labios, lamiéndolos con un ruido contento mientras rodas lentamente su busto en círculos mimos, sofocando tu polla aún dura en su escote, tratándote con un lujoso resplandor.Dazedly, su mirada se desplaza nuevamente sobre la tienda en una vigilancia descuidada, lo que le permite asegurarse de que todavía está libre de compradores, todos los estantes de ropa y los estantes en perfecto estado.",
                "Speak",
                "Voltlin Livewire",
                "Mmmm- ♥ este será un cambio de trabajo divertido y sabroso, él. ♥",
                "Te tiemblas con un gemido de deleite acalorado como chispas de arcos de éxtasis eléctricos.Sprezes relajantes y movimientos relajantes, claramente no tienen intención de darle un descanso de un segundo de su estante sofocante.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "BUUUT, miras un bit {i} {/i} sinavoso, rey, así que con esa primera carga fuera del camino, podemos tomarlo agradable y lento. ♥",
                "Suspiras felices mientras continúa con el titfuck mucho más lánguido y lánguido, rezumando el placer de lavar tu acogedora erección de lámina de seno intermedia de éxtasis crudo de éxtasis de su toque electrizante.Poco a poco, poco a poco, te pierdes vapidmente en su escote apretado y bombeando el escote, su ritmo suave que te mantiene derritiéndote lentamente hacia un clímax agudo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "AdvanceTime",
                "1",
                "Antes de que te des cuenta, te estás recostando completamente contra la silla, completamente relajado, apenas prestando atención a nada más que a las tetas regordetas del cable de vida apretando y mimando tu polla, una expresión de ensueño empapada de placer pegada a tu cara como la lujuria con cargada electrizanteLa indulgencia pulsa la cintura una y otra vez ...",
                "Speak",
                "???",
                "Yo.",
                "DisplayCharacters",
                "2",
                "2",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Mask",
                "1",
                "",
                "ChangeImageLayer",
                "Mask",
                "2",
                "",
                "ChangeImageLayer",
                "Mask",
                "3",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Salido de tu estupor, te enderezas y te encuentras cara a cara con otros dos pozos vivos sonriéndote de manera suave, tu polla espasmando y titulando el borde del clímax por la sensación de sorpresa de ritmo de corazón, el Voltlin entre tus piernas claramente ninguno ningunoEl más sabio sobre su empresa o lo indiferente a juzgar por cómo sus tetas se mantienen constantemente bombeando más cerca y más cerca de un orgasmo ineludible.",
                "Speak",
                "Voltlin Livewire 2",
                "Je, no sabía que teníamos chicos dirigiendo la tienda.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Speak",
                "Voltlin Livewire 3",
                "¿Yo se, verdad?Debe ser una nueva contratación o algo así. ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Speak",
                "Voltlin Livewire 2",
                "¿Crees que puedes llamarnos, Mister Blush? ♥",
                "Intentas responder al dúo sonriente, solo para que la presa de tu resistencia finalmente se rompa, ya que el sendero sacude aproximadamente sus tetas con un ronroneo pervertido, golpeándolas contra tu cintura una y otra vez cuando una carga voltaica fresca estalla a través de la parte inferior del cuerpo., sin darle la oportunidad de resistirte y dejarte estremecer en su lugar con una expresión desordenada de clímax justo en frente de los compradores de Voltlin.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Descuadadamente, tratas desesperadamente de encontrar alguna respuesta o excusa en medio de tu escaso orgasmo acumulado, pero no puedes pensar en nada que decir en tu atravesar el clímax ... aunque tu comportamiento obviamente dice más que suficiente que suficienteLa pareja que observa con diversión lujuriosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Sonriendo, el dúo intercambia una mirada de conocimiento y salta sobre el mostrador con una velocidad sorprendente, corriendo para sentarse en los brazos de su silla y presionar sus fuertes curvas contra los costados, incluso cuando todavía está llenando las tetas del comerciante con su semilla.",
                "Sin saber qué hacer con la situación, especialmente con tus pensamientos atrapados en un lodo de placer de pelea cerebral, nuevamente intentas reunir algo que decir, pero te encuentres una vez más cortado con un jadeo caliente mientras la pareja de chicas monstruosas es delgadacontra usted para que cooje en sus orejas y acaricie su pecho, más bruscamente dicha rezuma a través de usted donde sus dedos tocen su piel.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Voltlin Livewire 2",
                "Bastante seguro de que no se supone que hagas ese tipo de cosas en el reloj, sabes.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Speak",
                "Voltlin Livewire 3",
                "Sí, si alguien que no fuera nosotros entrara, estarías en un baño de problemas. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Un gruñido lacoso proviene de entre tus piernas mientras el voltlín mal comportado mira de manera sólida mientras le da reflexivamente a los senos un apretón fresco, haciéndote sacudir de placer mientras dispara hacia atrás.",
                "Speak",
                "Livewire Shopkeeper",
                "Oh, {i} correcto {/i}.Como ustedes dos hubieran hecho de otra manera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Encogiéndose de hombros, el dúo de intrusos se ríe en un acuerdo ventoso antes de prepararse para lamer y besarte los oídos de ambos lados, frotando titamente sus tetas contra ti mientras sus largas uñas se burlan y pastan en tu piel con amor, los dos salpicando en medio de la titfuck continua del comerciante, su erección sacrificada prácticamente pidió más, ya que se niega a bajar gracias a la energía voltaica a la que sigue siendo expuesto.",
                "En un aturdido con calefacción indulgente, envuelve los brazos alrededor de la pareja de mujeres con curvas para tocar y acariciar sus curvas a cambio de sus afectos mientras se derrite en su asiento de los esfuerzos combinados del trío besándose y apretando donde puedan, un edificio, un edificioLa carga estática de la magia de Voltlin haciendo que su cuerpo galvanizado se estremezca con entusiasmo ante la perspectiva de la euforia eléctrica que le espera.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "Sintiendo su clímax inminente, la pareja sopla arrullando el aire en sus oídos mientras que los tres envían una conmoción unificada de placentera energía Zappy en su cuerpo, los cortos lascivos en sus brazos susurran de manera coaxante todo el tiempo.",
                "Speak",
                "Voltlin Livewire 2",
                "Te gusta eso, ¿eh, rey?",
                "Speak",
                "Voltlin Livewire 3",
                "No se detenga, Stud, permita que se le cargue como una buena batería de semen y prepárese para darnos una carga biiig. ♪",
                "No puede evitar que una sonrisa vapid sea reclamando su cara ante la idea, el ordeño de escisión de bombeo que envía ondas de choque a la cintura con cada impacto pervertido, mientras que los tres minxios diminutivos siguen sobrecargando sus sentidos con una grasa cruda, su erección temblorosa está lista paraVuelva a lanzar solo con una palabra.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Speak",
                "Comerciante de Voltlin",
                "Cum!",
                "Speak",
                "Voltlin Livewire 2",
                "{i}Cum!{/i}",
                "Speak",
                "Voltlin Livewire 3",
                "{b}Cum!{/b}",
                "Estremecimiento por la obediencia no desesperada sobre el placer, descargas desordenadas cuerdas gruesas de esperma en la escisión del shopkeepeke mientras el dúo sigue diligentemente sus roces, besos y cursos, groseros descuidados que irradian a través de usted hacia arriba y hacia abajo a medida.",
                "Speak",
                "Voltlin Live Hires",
                "{i} cum!¡Semen!Cum! {/i}",
                "Su visión se vuelve blanca y sus sensaciones se derriten en un cielo eléctrico que rezuman e interminable mientras se acelera una y otra vez bajo el mando del trío, inundando el busto del almacén con semillas frescas, sintiendo que está hecho para descargar todo el contenido de sus bolas y más paraSus tetas, el intenso clímax al punto de vista blanco, luego, lentamente, comienza a aliviarse misericordiosamente poco a poco mientras su expresión permanece atascada en una feliz sonrisa aturdida ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Hasta que finalmente, con una última sacudida de energía estática, el Shopkeke se empape con avidez en su semilla antes de liberar su erección aún dura de su busto, el dúo 'invitado' saltando de los brazos de la silla con risas contentos mientras sus compañeros vivos se retiran los pantalones hacia atrás.Sobre tu polla y empuja la silla de nuevo en su lugar mientras se pone de pie para estirar su cuerpo curvilíneo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sparkling",
                "Speak",
                "Voltlin Livewire 2",
                "Bueno, ese fue un desvío divertido. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Speak",
                "Voltlin Livewire 3",
                "¡Sí!... Oye, Stud, ¿Alguna vez pensó en darle una oportunidad a ese \"buen pequeño semen batería\"?Solo piense en lo que acaba de pasar como una muestra de lo que se encuentra si te quedas con los cebadas vivos. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "En su estado aún felices, casi se encuentra de inmediato de acuerdo con la sugerencia, pero afortunadamente o quizás desafortunadamente, el Shopkeke entró, llamando al mostrador para llamar su atención y la del dúo sonriente.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Livewire Shopkeeper",
                "Bien, ahora, ustedes salen en lugar de tratar de presionar a los clientes.",
                "Aunque sus palabras son firmes, no parece tan grave como te ayuda a salir de tu silla mientras los otros dos cables vivos salen de la tienda con ondas despiadadas y risitas de diversión.Parece que al final ni siquiera vinieron aquí para comprar ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "Con eso fuera del camino, la comerciante se repara con un pequeño resoplido divertido mientras se inclina en el mostrador y respira profundamente, trabajando para calmar su libido aún cargada de Voltlin hasta que la vertiginosa excitación gradualmente disminuye y su erección persistente eventualmente disminuye... Aunque incluso entonces, una parte de ti todavía quiere seguir adelante, desafiando el agotador que es el agotamiento que sustenta tu cuerpo ...",
                "Speak",
                "Voltlin Livewire",
                "En realidad tuvimos un poco de suerte.Estos dos pasan de vez en cuando para chatear, y parece que obtuvieron algo más divertido que la masticación habitual de su visita, je.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Si hubiera sido alguien más, podríamos haber estado en {i} real {/i} problemas ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Pero de todos modos, siéntete libre de recuperar tu aliento ahora, rey.Estoy seguro de que necesitas un descanso después de ese entrenamiento.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Y, eh, probablemente debería volver a hacer mi trabajo.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "IfHasPerk",
                "Rut",
                "InRutPostSex",
                "ChangeFetish",
                "Rut",
                "30",
                "IfFetishLevelEqualOrGreater",
                "Rut",
                "100",
                "RutGainedPostScene",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "How about a blowjob?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Hmmm ... sí, claro ... ♥",
                "ChangeBGM",
                "music/Loss/BGM03_Uncanny light.mp3",
                "Con una sonrisa intrigante, salta de su cómoda silla, la moción hace que su busto apenas vestido se tire de manera atractiva antes de pavonearse con un zumbido sin palabras alegre, poniendo sus manos sobre el dobladillo de los pantalones mientras sus enormes tetas presionan contra suingle tentador.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Speak",
                "Voltlin Livewire",
                "Yo diría que te estás perdiendo un poco de mis otros activos, pero ... ♥",
                "Ella desliza su caída por los muslos mientras tira de su ropa arrogante, dejando que su polla rígida salga de inmediato para ser atrapada de inmediato entre sus suaves labios, la ansiosa pila que le da a su cabina de polla un beso descuidado cuyo sonido vulgar resulta húmedamente a través de la tienda desierta, el margen lewdSmooch enviando una atracción eléctrica atractiva a través de su cintura.",
                "Speak",
                "Voltlin Livewire",
                "... eres el rey ... ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "Sin el retraso de otro momento, ella se pone a trabajar en su eje rígido, paseando hábilmente hacia arriba y hacia abajo con su lame desordenada, sorbe y chupa, la falto inesperadamente intensa ya llena su cintura con un placer rezumado, haciendo que un gemido escape de sus labios yprovocando que el Voltlin busque una expresión satisfecha.",
                "Speak",
                "Voltlin Livewire",
                "Mhm ... ¿te gusta eso, hm? ♥",
                "Riendo, continúa con sus afecciones orales, poniéndose las manos sobre la cintura para mantenerlo en su lugar y al servicio diligentemente mejor, un zumbido estático que llena el aire mientras los arcos eléctricos corren sobre sus cuernos.Con lo íntimamente conectado que están los dos, la demostración brillante envía una sacudida inmediata de placer candente a su polla sacudida, dejando su boca abierta mientras su lengua rueda alrededor de su punta sensibilizada.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Entonces, de repente, se retira con un pop húmedo mientras libera tu polla de sus labios, la repentina liberación de su lengua lujosa y la repentina exposición al aire relativamente frío que te hace jadear con sorpresa y confusión, mirando con luz a la monstruosa chica monstruosa queHumos juguetonamente en respuesta mientras lame sus suaves labios.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "Antes de que puedas preguntarte qué tiene en mente, ella tira rápidamente de su máscara de nuevo, levantándola sobre tu longitud mientras vuelve a colocar tu eje con entusiasmo, dejando la máscara cubierta sobre su servicio obsceno como un pseudo-Veil, el parcialLa ofuscación de su acto travieso agregando una extraña emoción a la experiencia mientras se reanuda desordenando por tu polla sacudida.",
                "Speak",
                "Voltlin Livewire",
                "Se siente totalmente diferente como esta, ¿verdad? ♥",
                "Las vibraciones de sus palabras de polla envían escalofríos a través de su cuerpo mientras rueda la lengua a lo largo de la parte inferior de su eje, y una contracción de sorpresa agradable te afirma que una de sus manos se desliza inesperadamente entre tus piernas para acariciar y masajear con amor y masaje.Bolas, acariciándolas con sus dedos ágiles y ocasionalmente pastoreo gentilmente con sus uñas, estimulando directamente sus testículos completos.",
                "Casi puedes sentir tu semen agitador dentro de tus bolas mientras tu diligente Fellatriz funciona para ordeñar un clímax grueso y desordenado de ti, su mirada de lujuria hacia arriba, haciendo que tu corazón se acelere mientras continúas sintiendo que el descuidado apesta y sus sorbos de su boca perversaSin verlo, el cepillado de la tela de la máscara a lo largo de su polla solo se suma a la estimulación pervertida.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Con un zumbido, el alambre viva desliza suavemente sus labios hasta su base, dejando que su erección esposada disfrute completamente de la opresión de su garganta, mientras que otra sacudida estática corre por sus cuernos y directamente a su virilidad, enviando una oleada electrizante de necesidad caliente enSu cintura, la necesidad de correrse ya palpitando por sus sentidos, las pesadas tetas del Voltlin presionando contra las piernas solo se suman a las sensaciones intoxicantes.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "Luego, muy lentamente, se retira hacia su punta, arrastrando su lengua por todo el eje palpitante urgentemente mientras el dobladillo de su máscara se frota suavemente a lo largo de la parte superior de su virilidad, la sensual pila que lo mantiene al borde del clímax con ella con cuidadoMamada lenta, su erección pulsando entre sus labios bien sellados mientras la mira con lujuria siempre creciente, su expresión le quita una risita traviesa.",
                "Speak",
                "Voltlin Livewire",
                "Cuando te hundirá, solo agarra mi hornsh.Elshe solo yo solo kheep ... ♥",
                "Ella deja que sus palabras descuidadas se rastreen mientras se desliza lentamente hacia atrás por su longitud, la presión suave que envía un hormigueo estático fresco a través de la parte inferior de la parte inferior de la parte inferior de la parte inferior, haciendo que las bolas sean tensas y su espasmo de polla con fugas en su boca, su ritmo bruscamente lánguido que disfrute de usted disfrutaEl oral electrizante al máximo, el placer girando en todo el núcleo cuando luego chupa su camino hacia su punta, dejando su cabeza maravillosamente desglosando.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Dejando escapar un suspiro con ataques calientes, te relajas en su lujoso servicio por un tiempo, prácticamente aturdido con la felicidad electrizante por el ritmo sin prisas de su mamada enmascarada que te superan suavemente, la energía voltaica que hace que tus lomos palpiten con un deseo meloso adictivo, empujándote gradualmente haciaUn borde enloquecedor de euforia brillante.",
                "Cuando el impulso de corregir se vuelve demasiado para soportar, recuerdas sus instrucciones y agarras audazmente sus cuernos curvos en respuesta a la base, urgente impulso dentro de ti a follar con entusiasmo su rostro, solo para sentir la energía eléctrica perversa del cable viva intensamente a través de tus brazos.Y en usted desde el contacto, una cascada de éxtasis que se sacudió como una tormenta de rayos.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Pleasured",
                "Tus ojos y la boca se abren de par en par de la poderosa sensación, te balanceas las caderas por el instinto, embalsando tu polla clímax profundamente en las fauces hambrientos de la chica monstruosa, asegurándote de que te empujes completamente a ella mientras descargas cuerdas gruesas de semilla, la garganta, la garganta, la garganta, la gargantaPERVY STORTLACE cerrando los ojos y tragando con avidez cada gota de su semen en respuesta a su gesto asertivo.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Orgasm",
                "Su lengua prodige tu erección sacudida y estimulante con diligencia glotonosa durante todo el orgasmo, haciendo que tu eyaculación tan esperada sea aún más intensa, el voltlin mantiene sus labios suaves fuertemente sellados alrededor de tu circunferencia para asegurarse de que no pierda una sola gota de tuClímax alucinante, dejándote temblar, tirar y casi derribando la sobrecarga sensorial.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "OralOffer",
                "Durante unos pocos minutos largos y felices, permaneces pegado a los cuernos y la boca del Shopkeep, sacudiendo débilmente las caderas mientras continúa lamiendo y sorbiendo tu chorreado duro, hasta que lenta pero seguramente, el placer se aleja con suaves pulsos eléctricos,Dejar que sus manos y brazos se flojen mientras dejas escapar un suspiro de contenido completamente.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Dirigiendo su marco no resistente, el shortstack lo apuntalan suavemente contra el mostrador para su apoyo mientras ella lentamente se aleja de su polla con un zumbido satisfecho, felizmente tragando la última de su semilla y tirando de su máscara hacia abajo.",
                "Speak",
                "Voltlin Livewire",
                "Aaah ... agradable ~ gracias por la comida, rey. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Ahora, te dejaré recuperarte de eso, y ... haz algunos ... ya sabes, {i} real {/i} trabajo ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Sparkling",
                "Speak",
                "Voltlin Livewire",
                "Deffo no es la parte más emocionante del trabajo, así que sí, gracias por el pico, stud. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Con un poco de primavera extra en su paso, regresa a su cómoda silla y comienza a clasificar ocupadas a través de una pila de documentos variados en el mostrador, dejándote recuperarte de tu aturdimiento poslimáctico, tus piernas debilitadas aún hormigueando con hormigueo con hormigueoPrescribiendo a los pinchos y su cabeza todavía se siente que está llena de excitación eléctrica persistente, el Shopkeep a la vista momentáneamente de su tarea burocrática para agregar.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Sin embargo, una vez que hayas terminado de recuperarse, no dudes en ir de nuevo. ♥",
                "AdvanceTime",
                "1",
                "IfHasPerk",
                "Rut",
                "InRutPostSex",
                "ChangeFetish",
                "Rut",
                "20",
                "IfFetishLevelEqualOrGreater",
                "Rut",
                "100",
                "RutGainedPostScene",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "InRutPostSex",
            "theScene": [
                "ChangePerkDuration",
                "Rut",
                "7",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "RutGainedPostScene",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Mientras intentas concentrarte en lo que debes hacer a continuación, te encuentras cambiando torpemente en su lugar y jadeando mucho mientras tu polla se tensa dolorosamente contra tus pantalones, tus pensamientos vuelves constantemente a la memoria fresca de tu revoltijo sexual electrizante y tu mirada irresistiblementeA la deriva al cuerpo del shortstack con escasamente vestido, su insistente mirada finalmente llama su atención.",
                "Speak",
                "Voltlin Livewire",
                "HM?¿Qué pasa, rey-?",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "Con una preocupación perpleja, se salta de su silla y te atraviesa con mortajas demasiado conspectas de su llamativo seno, un escalofrío de emoción que corre por tu columna verteAntes de tirar de su máscara para oler el aire curiosamente, su expresión se ilumina inmediatamente al darse cuenta con una risa incómoda.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Ooh, tú ... te enviaron a Rut de eso ... tu- uh, {i} sabía {/i} voltlins podrían hacer eso, ¿verdad?Sucede cuando un humano se infunde con demasiada magia Zappy en un corto período de tiempo ... los hace a todos ansiosos y inquietos y ... bueno, básicamente loco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Sin embargo, no se preocupe, no es peligroso.Tu polla se calmará en un momento, y todo debería desaparecer en unos pocos días Tops ...",
                "GivePerk",
                "Rut",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LickLips",
                "Habiendo concluido su resumen, luego se lame los labios con travesuras y se inclina hacia ti, su diminuta altura la dejó presionar naturalmente sus enormes tetas directamente contra tu ingle mientras ronronean con excitación respetada, su expresión lujoso, cuerpo sensual y un aroma eléctrico obsoleto que haceTu polla latía necesariamente mientras tu cabeza se en blanco con una afluencia de lujuria pura por un segundo.",
                "Speak",
                "Voltlin Livewire",
                "{i} orrrrrrrrr ... ~ {/i} Podrías seguir divirtiéndonos con nosotros, stud. ♥ deja que esa necesidad de hormigueo y dolorosa entre tus piernas pienses y joda todos los voltlins que quieres ... suena bien, bien, bien? ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "En su estado actualizado actual, su oferta vulgar y su expresión sórdida son lo suficientemente suficientes para hacer que la empuje hacia abajo e vaya a otra ronda en ese momento, pero juguetonamente, pone una tapa en esa tentadora perspectiva tan rápidamente como lo colgó.Frente a su cara, alejándose de usted con un suspiro lujurioso y una acaricia de separación a lo largo de su cintura antes de volver a pavonearse en su asiento.",
                "Una vez más, su polla aún erguida palpita urgentemente en sus pantalones y otro zumbido de cursos de urgencia sexual caliente a través de usted mientras observa las curvas de la pizarra de Slutty se tiran con cada paso que da mientras su aroma eléctrico atrae en el aire, su estado actual le da un estado actual.Una nueva apreciación mejorada por su encanto lascivo crudo.",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "Mask",
                "Con simulacro de inocencia, se mueve de nuevo en su asiento y tira de su máscara de nuevo, aunque aún puedes sentir la sonrisa de burla detrás de la tela, la sonrisa libidinosa lo invita silenciosamente a ceder y follarla una y otra vez...",
                "Speak",
                "Voltlin Livewire",
                "Tu elección, rey. ♥",
                "Dejándote con eso, ella finge centrar su atención en una revista y te permite reflexionar sobre lo que debes hacer a continuación, tu mente aún desgarrada luchando por encontrar cualquier otra cosa, pero 'joder el voltlin nuevamente' ...",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Frantic rutting sex..?♥",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Ella te da una mirada lujuriosa ante tu sugerencia, mirando descaradamente tu obvia y dolorosa erección que se esfuerza contra tu ropa, dejando escapar un director de cocodrilo mientras se lame los labios.",
                "Speak",
                "Voltlin Livewire",
                "Oooh, alguien lo tiene {i} malo {/i}, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Sin embargo, luego se recuerda con un esfuerzo visible de Will antes de mirar torpemente, cambiando en su asiento con una tos tímida.",
                "Speak",
                "Voltlin Livewire",
                "Pero, uh, hay deffo {i} de ninguna manera {/i} Podemos hacer ese tipo de cosas rápidamente ... o de una manera que me permitiera seguir haciendo mi trabajo.Buuuut ...",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Si te diriges a la trastienda y esperas un poco, creo que puedo obtener {i} algo {/i} dispuesto ... ¿cómo suena eso, stud? ♥",
                "Ella deja que la vaga oferta cuelgue tentadoramente en el aire para que lo considere, su zumbido libido lo insta a que lo tome sin demora ...",
                "Menu",
                "'Sure!'",
                "'Yes!'",
                "'I can make do without...'",
                "'Absolutely!'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Yes!'",
            "theScene": [
                "JumpToScene",
                "'Sure!'"
            ]
        },
        {
            "NameOfScene": "'Absolutely!'",
            "theScene": [
                "JumpToScene",
                "'Sure!'"
            ]
        },
        {
            "NameOfScene": "'I can make do without...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Speak",
                "Voltlin Livewire",
                "Vízse, rey.Después de todo, tenemos {i} otras opciones ... {/i}",
                "JumpToScene",
                "LivewireSexMenu"
            ]
        },
        {
            "NameOfScene": "'Sure!'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Sparkling",
                "Speak",
                "Voltlin Livewire",
                "¡Excelente!Simplemente dirígete a la sala de descanso allí y siéntete cómodo. ♪",
                "Con una sonrisa brillante, ella hace un gesto con un pulgar en una puerta en la parte posterior del edificio sucio adornado con un llamativo graffiti pintado con aerosol que lee '{i} {b} solo empleados! {/i} {/b}' encursivo dinámico.Parece que esta advertencia no se aplica a ti, entonces ...",
                "DisplayCharacters",
                "EndLoop",
                "Asiente al tendero grueso, atraviesas la puerta desbloqueada y te encuentras en una pequeña habitación vacante con una mesa de café, un sofá y lo que parece un surtido casual de armarios, así como una puerta a un baño en una esquina.Al establecerse en el sofá, nota que el aire está ligeramente teñido con la fragancia eléctrica de los empleados de Voltlin, el aroma envía un escalofrío erótico a través de su cuerpo, lo que lo hace más difícil esperar ...",
                "El tiempo comienza a arrastrarse a medida que haces todo lo posible para mantener tu excitación bajo control a pesar de tu inquebrantable duro, la tarea demuestra ser cada vez más desafiante a medida que tus pulmones siguen llenando el atractivo perfume femenino que impregna el aire y tu variedad erectapresiona cada vez más urgentemente contra tus pantalones, lo que te hace desesperado por algún tipo de alivio, o al menos una distracción ...",
                "DisplayCharacters",
                "2",
                "2",
                "2",
                "EndLoop",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Justo cuando busca una de las muchas revistas dispersas sobre la mesa en busca de una forma de pasar el tiempo, la puerta se abre y tres cables vivos cortos se pavonean en la habitación con balas de sus anchas caderas, la puerta se cerró atrásLas mujeres con curvas al acercarse al sofá con sonrisas cubiertas de máscaras.No crees que reconoces al comerciante entre ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Voltlin Livewire 1",
                "¡Hola!Entonces eres el tipo que necesita desesperadamente alguna versión, {i} huh? {/i}",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sparkling",
                "Speak",
                "Voltlin Livewire 2",
                "Me alegro de que estuviéramos cerca cuando ese mensaje se puso en marcha. ♪",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "Speak",
                "Voltlin Livewire 3",
                "Te ves lindo.Te cuidaremos bien, Stud. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Es difícil hacer un seguimiento de cuál es el que se cierran sin más preámbulos, dos de ellos saltando sobre el sofá a la izquierda y a la derecha y presionando con tumba sus peluches contra los costados, mientras que el tercero se prepara para librar la mesa del apilado-Up Mess acostado sobre él.Ansiosamente, las manos del dúo comienzan a deslizarse suavemente sobre su pecho, la cintura y los muslos internos en una atractiva ráfaga de caricias, evitando en broma la erección de su tela.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Speak",
                "Voltlin Livewire 2",
                "Oooh, alguien {i} realmente {/i} emocionado. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Voltlin Livewire 1",
                "Nuestro amigo humano participó de demasiada bondad de voltlin, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Mocking",
                "Speak",
                "Voltlin Livewire 3",
                "¿Y tú {i} todavía {/i} quieres más?Qué pervero codicioso ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Voltlin Livewire 2",
                "Sin embargo, funciona bien para nosotros.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "LipLick",
                "Speak",
                "Voltlin Livewire 3",
                "Mhm. ♪ Ahora ... Relájate un momento, Rey.Permítanos mimarse un poco, luego nos encargaremos de esto {i} Naughty {/i} ruting tuyo tuyo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "La chica monstruosa femenina se convierte dulcemente en la oreja mientras su mano acaricia a lo largo del arco de su virilidad aún cubierta, un agradable hormigueo de energía estática que te atraviesa desde el frotamiento de las dos curvas de lujosos de los cables vivos puntuados por saltos eléctricos bajos que atraviesansus cuernos.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Con risas cachondas, los dos a su lado le tiraron lentamente por los pantalones mientras el tercero salta ágilmente sobre la mesa ahora desnuda, la elevación extra que le da la altura de los ojos con su forma sentada y le permite apreciar su cuerpo shortchacked apenas limitado en la exhibición completajusto en frente de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Voltlin Livewire 1",
                "No te preocupes, una vez que te hagas todo, y estás en la cena, puedes follarnos como {i} muuuuuch {/i} como quieras. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Pedro, corre sus dedos de forma larga sobre su pesado busto, apenas vestido, rebotándolo con las manos mientras se inclina hacia ti, haciendo alarde de sus abundantes tetas para ti mientras los otros dos terminan de liberar tu polla rígida de su prisión y comienzan cada uno.Una mano hacia arriba y hacia abajo a su longitud, arrastrándose las uñas a lo largo de ella.Conseñamente, cubres los brazos sobre el dúo y agarras ociosamente sus gruesos culos en reacción, lo que provoca risas pervertidas.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "LipLick",
                "Speak",
                "Voltlin Livewire 3",
                "Mhhhh ~ jejeje. ♥ Sigue, siéntenos al contenido de tu corazón. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Speak",
                "Voltlin Livewire 2",
                "Sí, no te detengas.Esa mirada cachonda en tu cara es realmente {i} adorable {/i}. ♥",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "",
                "ChangeImageLayer",
                "Mask",
                "1",
                "",
                "Consideras lo que podrías replicar a eso, pero tus pensamientos se esfuerzan cuando el Voltlin frente a ti comienza a arrojar su ropa ya ligera, primero dejando que sus tetas pesadas se reboten libres y sin restricciones, luego deslizándose la falda con un balanceo deSus anchas caderas, antes de extender sus piernas ligeramente para mostrar su coño babeante mientras niega suavemente sus curvas llamativas de un lado a otro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Voltlin Livewire 1",
                "¿Le gusta el espectáculo, rey?Vamos, solo mantén tu enfoque en mí y tu dolor de lujuria. ♥",
                "Un gemido se desliza de tus labios mientras continúa haciendo alarde de su cuerpo por ti, pasando sus dedos sobre sus pechos regordetes y apretándolos, luego recién llegando a darte una vista obscena de sus caderas anchas y hojas húmedas, burlándote de ti con elPromesa de sexo inminente sin restricciones con ella.",
                "Mientras tanto, el dúo a los costados sigue frotando sus cuerpos suaves contra ti, arrullando dulcemente en tus oídos mientras te alojas y pasan los dedos hacia arriba y hacia abajo de tu erección con fuga, un repentino crujido de energía circuida que salta tus caderas con unUn ligero grito de sorpresa y excitación avivada respondida por las risitas sensuales de los traviesos cables vivos.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Speak",
                "Voltlin Livewire 2",
                "Quieres joderla {i} soooo {/i} malo, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Speak",
                "Voltlin Livewire 3",
                "No te preocupes, Stud, llegaremos a eso. ♥ Pero por ahora, solo {i} relajarse {/i}.Disfruta del espectáculo.Déjate sentir {i} tan bien {/i} Ni siquiera puedes pensar bien. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Tu erección de rutina palpita de manera necesitada mientras el voltlín sobre la mesa gira y hace alarde de su trasero completo mientras usa dos dedos para difundir su coño como si te lo ofreciera, haciendo que la necesidad de levantarse y follarla al tanto, entremezclada, entremezclada conEl montaje quiere correrse mientras las uñas largas del dúo siguen rastreando hacia arriba y hacia abajo de su erección y masajeando tiernamente sus bolas.",
                "Y, sin embargo, incluso mientras siguen frotando sus curvas contra usted y sus susurrando pervertidamente a usted, avivando su libido furiosa hasta un punto de ebullición, de alguna manera no puede moverse para moverse, atrapado por los mimos cargados eléctricamente que lo mantiene sentadoAllí con una sonrisa tonta en la cara mientras sigues disfrutando de la doble mano de la mano y bebida y bebiendo a la vista erótica del voltlin desnudo que cierra con voz ronca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Voltlin Livewire 1",
                "Jussssst un poco más, Stud. ♥",
                "ChangeImageLayer",
                "Mask",
                "3",
                "",
                "ChangeImageLayer",
                "Mask",
                "2",
                "",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "El ronroneo en su voz se derrite en sus sentidos mientras el dúo a los costados tira de sus máscaras para soplar el aire susurrante en las orejas, sus dedos finalmente envuelven su polla para bombearla adecuadamente al unísono, haciendo que sus ojos sean dichas mientras un goteadode Precum caliente escapa de tu polla y dejas escapar un resplandor de la felicidad vapídica, para el contenido de risas del dúo.",
                "Dumbestruck, ves al Voltlin frente a ti continúa su baile obsceno, el pila de puta girando hacia atrás para balancear perezosamente sus pesadas tetas hacia ti entre los tientas, rebotándolas como para imitarlas alrededor de tu polla y ordeñarte, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secan, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te seca, te secas, te secas, te secas, te secas, te secas, te secas, te secas, te seca, te seca, te seca, te seca, te seca, te secas, te secas, te secas, te secas, te secas, te secas, te seca, te secas.inundando su mente zumbada y polla dura como una roca con impaciencia lujuriosa.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Speak",
                "Voltlin Livewire 3",
                "Eso es todo. ♥ muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuá",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Speak",
                "Voltlin Livewire 2",
                "Y podrás brotar tanto como quieras, rey. ♥ empujando y follandola {i} una y otra vez {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "3",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Su ardiente excitación que te hace sentir cada vez más desesperado por finalmente correrse, tratas reflexivamente de empujar en sus dedos en reacción a sus palabras burlonas, pero inmediatamente se deslizan con una risita, en lugar de arrojar sus manos sobre tus muslos con ternura de cajólica,haciéndote dejar escapar un gemido quejumbroso al sinfín.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeBGM",
                "music/Capital/Freak_Of_Light.mp3",
                "Pero luego, en un destello, el primer voltlin salta desde la mesa hacia el sofá, de pie sobre su forma sentada con una sonrisa astuta.Antes de que puedas darte cuenta de lo que está sucediendo, presiona sus enormes senos contra tu pecho y te da un beso repentino inductor de hormiguemovimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Tu polla se envolvió instantáneamente en los pliegues acogedores de la chica monstruosa con curvas, tu punta presiona firmemente contra su útero, dejando tu polla palpitando dentro de ella al borde del clímax mientras tu cara gira en éxtasis.Apretar los dientes contra el abrumador asalto de placer, haces todo lo posible para soportar lo suficiente para que el sexo comience apropiado ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "PlayerOrgasmNoSpiritLoss",
                "Pero en este momento, el frotamiento de las gruesas curvas del trío contra usted desde todos los ángulos, los besos desordenados, y los besos amorosos a sus oídos están marcados por una trifecta de Zaps eléctricos que se extienden por todo el cuerpo y el cerebro, y solo puedesExprime espasta los culo pesado del dúo con las manos mientras la cintura se mueve y la palidez de la virilidad se rinde, disparando irresistiblemente gruesos chorros de semilla en el Minx que conduce.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "Sin palabras, el trío te sigue burlando de ti, sus manos corriendo a través de tu piel con toques de uñas con pastoreo, besos después de besos derritiéndote en masilla, prolongando y sublimando tu eyaculación en un orgasmo largo y de mierda mientras desordenas la cuerda después de la cuerda en la equitación.El coño de Voltlin mientras ella tuerce sus caderas para ordeñarte a fondo y los otros dos operadores y gemir en tus oídos, avivando tu placer más y más caliente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Hasta que finalmente, el Alto Electrizante disminuya y te caigas en el respaldo del sofá en la felicidad que llena de lengua, trabajando laboriosamente para recuperar el aliento mientras el cable vivo que te enfrenta te ríes traviesamente.",
                "Speak",
                "Voltlin Livewire 1",
                "Niiiiice ... ♪ Pero espero que no estés pensando que sea, rey, porque hay {i} mucho {/i} más de dónde vino eso.",
                "Fiel a su palabra, a pesar de su clímax apenas disminuyendo, su polla dolorosamente dura demuestra inquebrantable y ansiosa por más a medida que comienza a balancear sus caderas a un ritmo constante, su culo regordete que se mueve exageradamente contra sus muslos con cada impacto cargado eléctricamente, mientras que la otraDos parte de sus labios de sus orejas copiosamente besadas con risas eróticas y requisitos de deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Speak",
                "Voltlin Livewire 1",
                "Mhhhhh- ♥ dos cargas por rotación suenan justas, ¿verdad?Ahnn- ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speak",
                "Voltlin Livewire 2",
                "Seguro que lo hace. ♥ hacerte parar ahora sería injusto, hermana, pero también merecemos una oportunidad. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "LipLick",
                "Speak",
                "Voltlin Livewire 3",
                "Se ve bien para continuar durante un buen rato ... me pregunto si podemos mantenerlo así todo el tiempo. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Tittering, uno a tu lado ronronean dulcemente e inclina tu cabeza para atraparte en una besos descuidados, dejando que el que rebote en tu polla se lamida y susurra un aliento en la oreja mientras el tercero bese y mordisquea el cuello y el hombro,Sus atenciones de besos acompañadas de sus curvas acortadas regordetas se frotan deliciosamente contra ti, manteniendo chispas inductoras de excitación de la espalda que atraviesa la cabeza a los pies.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Voltlin Livewire 2",
                "Sé que acabas de venir, rey, pero no te preocupes, seguiremos trabajando nuestra magia para que te mantengas en marcha por un {i} looong {/i} tiempo ... así que no trates de mantenerla... solo deja que todo salga. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Speak",
                "Voltlin Livewire 1",
                "Sí, no te detengas, stud- ♥ cum ~ ♥ spurt y {i} spurt {/i} ~ ♥",
                "Completamente sobreestimulado, solo puedes seguir su comando atractivo y abrazar con entusiasmo tus deseos más bajos mientras sus espesas caderas balanceándose con aviamiento con avidez con cada golpe de su coño apretado, su cooling que se asomaba por cualquier pensamiento que pudieras haber tenido, ya que ella golpea implacablemente sus caderas.Abajo y los muele en círculos lentos, haciendo que vierte rápidamente una segunda carga generosa en ella con un huff extasiado y abarrotado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Ronroneando de alegría, desmonta su regazo una vez que ha tomado su segunda carga en su totalidad, deslizándose hacia un lado mientras uno de los otros se entera para a horcajadas en la cintura, esta vez hacia usted con una sonrisa engreída mientras los otros dos se aflojanSu agarre de ti solo un poco, cambiando a caricias amorosas sobre tu pecho con ocasionales risas y besas en tu torso.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire 2",
                "Oye, humano, dobla sobre la mesa y fóllela tonta. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "3",
                "PanicComical",
                "Speak",
                "Voltlin Livewire 1",
                "Sí ~ agarrarla por los cuernos y muéstrale lo que puedes hacer. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pleasured",
                "Speak",
                "Voltlin Livewire 3",
                "¿Por qué son ustedes seri {i} ohhhh- ♥ {/i}",
                "En sus tentadoras instrucciones, inmediatamente se levanta como si estuviera en el mando y empuje asertivamente al Voltlin sin demora, agarrando sus cuernos mientras la empujan sobre la mesa, sus pesadas tetas pervertidamente se apretan contra él y se sacudieron obscenamente mientras la are como una salvajeBestia en calor, convirtiendo rápidamente su queja en gemidos vulgares que resonan en la habitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Ryking, los otros dos se paran contigo, permanecen en el sofá para mantenerte nivelado contigo y reanudando frotar sus curvas regordetas contra ti mientras te animan, besándote y alabándolo mientras te pones más o menos el tercer voltlin, montando la energía estáticaCanalizado en sus extremidades para pelearla, jadeando mientras se produjo profundamente dentro de ella y rápidamente le da un grueso relleno de semen ... ¡antes de reanudar de inmediato y con calentamiento su empuje frenético!",
                "Speak",
                "Voltlin Livewire 1",
                "Eso es todo, stud, dale todo a ella. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Speak",
                "Voltlin Livewire 2",
                "Sí, vamos, rey, hazla {i} corre sus cerebros {/i} ... y recuerda que soy el siguiente. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "Speak",
                "Voltlin Livewire 3",
                "Hahhh- ♥ F-Fuck- Yeah- ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pleasured",
                "El Voltlin rontido gime desordenadamente mientras sigues golpeándola por detrás, sus espesas curvas de bamboleo te animan a seguir perdiendo el momento, estimuladas por las dos animadoras susurrando salacamente en tus oídos, la avalancha estática de placer haciendo que tus bolas sean ansiosas yLlenándote con energía aparentemente interminable, quieren llenar a las mujeres de shortstacked que impregnan tus pensamientos.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Pronto, después de unos pocos empujes más asustados, descargas otra carga de semillas en ella, tu polla sobreestimulada se mantiene duro con roca a pesar de los orgasmos consecutivos, la holguesa viva doblada sobre la mesa gimió vulgarmente mientras su cuerpo se contrae climáticamente a tu alcance.",
                "Cegado por la lujuria, te preparas para seguir balanceando tus caderas en la chica monstruosa babeante, pero el dúo a tus costados te aleja, dejando que tu polla se libere y dimensione la bofetada contra el culo de la mujer de la mierda.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Huffing y temblor en la falta de falta de sexo y el creciente agotamiento, recuperas laboriosamente tu respiración después de tu serie de eyaculaciones, pero cualquier intento que haya hecho para frenar tu libido pronto se ve cortaEl trío se sube a tus brazos, aferrándose firmemente contra ti mientras se baja lentamente sobre tu polla.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pleasured",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Voltlin Livewire 2",
                "Mmmhaah sí ... todavía agradable y duro. ♥ No me rindas ahora, stud.Dame {i} todos {/i} que tienes. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "En respuesta, se pone a trabajar fácilmente, lo que la lleva a cabo, continúa con el flujo de las obscenas mujeres sortidas, la primera riendo mientras dirige sus dedos de la espalda mientras se llevas a la última cableada, el alambre vivo, elFollado-Stupid uno gradualmente emocionado para reunirse con ellos en el sofá con un gemido, y tu amante apretado te atrapa en un beso desordenado mientras sus tetas se frotan suavemente contra tu pecho.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "Otra oleada estática hace que tus ojos sean deleitados mientras los dos balancean tus caderas al unísono, el cuarteto se ha convertido en el amor descuidado entre ustedes y el tierno Voltlin que demuestra tan sensible y ansioso como usted, unos pocos empujes frenéticosSuficiente para dejarte apretado en clímax amortiguado, chispas bailando en tu visión mientras tu boca se llena con el encantador sabor de tu pareja eléctrica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Sin embargo, una vez más, no puedes disfrutar del resplandor de tu orgasmo, el dúo a los costados aprovechando el lapso en tu apareamiento para que ambos vuelvan a los dos, directamente en la misma posición que comenzóEn, la pareja sentada volviendo a acurrucarse hasta los costados con repletos de aliento mientras se frotan contra ti y besan en tus oídos.",
                "Speak",
                "Voltlin Livewire 2",
                "Ahn- Mfh- Solo uno más- Ohh- y podemos intercambiar de nuevo- ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Smug",
                "Speak",
                "Voltlin Livewire 3",
                "Jejeje- ♥ me pregunto cuánto tiempo puede seguir adelante, aunque. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Voltlin Livewire 1",
                "Apuesto a que al menos unas horas. ♥ Él está en Rut, después de todo ... ♥ Espero que no espere que esto sea rápido. ♥",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Puede responder si no estuvieras perdido en una tormenta eléctrica de dicha primaria mientras el Voltlin que rebota en tu erección temblorosa sigue balanceando sus caderas anchas a un ritmo frenético, tu virilidad sobrenada muy feliz de disfrutar del deleite del Voltlin.Apriétate con fuerza con cada golpe de tensión, el sexo desenfrenado manteniendo una expresión descuidada de placer desgarrada pegada a tu cara.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "Todo el tiempo, el trío te sigue mimándote en medio del apareamiento frenético con besos, toques ligeros y el contacto masajeado de sus curvas contra ti, hasta que con un golpe final hacia abajo y un vulgar comparte gemido de ti y tu amante mientras tu punta la besaútero, brotas cuerdas gruesas de semilla en su nuevamente, el trío ronroneando y acariciando contra ti mientras sales del intenso clímax, tus manos a tientas sin antecedentes en sus cuerpos atractivos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "3",
                "OralOffer",
                "Pronto, giran nuevamente, convirtiéndolo en una creación de amor aún más frenética sin darte un momento de descanso, cambiando con cuál tienes relaciones sexuales y en qué posición cada pocas cargas, cada una de las tres minxas ​​de short -stacke demostrando repetidamente tan insaciablecomo el último.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pleasured",
                "Y así, la sesión de rutina pervertida sigue y sigue, hasta que ni siquiera esté seguro de si está jodiendo los mismos voltlins con los que comenzó o si otros se unieron y los primeros se etiquetaron.Solo puede procesar el placer del sexo y el impulso de darles cada gota de semen que pueda, una y otra vez, disfrutar de sus cuerpos atractivos hasta que incluso su rutina con infusión eléctrica no pueda mantenerlo en marcha y se estrellará después de un orgasmo más,como una luz ...",
                "ChangePerkDuration",
                "Rut",
                "30",
                "AdvanceTime",
                "1",
                "StopBGM",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/Nobody_City.mp3",
                "Después de un hechizo de sueño sin sueños, te despiertas aturdido en el sofá de la sala de descanso, sintiéndote maravillosamente dolorido y saciado ... aunque una parte de ti todavía anhela más sexo, preferiblemente con curvas, buxom, mujeres cortas ... pero enEn el momento, no parece haber ningún voltlín en la habitación;Solo la fragancia gruesa y estiala de tu sexo interminable, mezclándose con los aromas femeninos de las mujeres en el corto ritmo ...",
                "Amoviéndote y poniéndose a trabajar recolectando tus pertenencias, encuentra tu ropa esparcida por la habitación, así como posiblemente algunas de las suyas, además de los restos de bocadillos aquí y allá que no recuerdas.¿Tomaste un descanso de comida?No recuerdas ... pero, de nuevo, las últimas horas son solo una borracha de sexo constante con damas deliciosamente curvas y cachondas ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Mask",
                "Voltlin Livewire",
                "",
                "Sobrezándose de la sala de descanso como si estuvieras despertando de un sueño, te reciben el shopkeep que te da una ola y risas tranquilas.",
                "Speak",
                "Voltlin Livewire",
                "{i} alguien {/i} se divirtió mucho, ¿eh?",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "LipLick",
                "Speak",
                "Voltlin Livewire",
                "Aunque apuesto a que te dejó dolor por más, ¿no? ♥",
                "Su comentario envía un escalofrío de necesidad a través de todo su cuerpo, su polla {i} de alguna manera {/i} se endurece fácilmente como si estuviera de acuerdo, mientras que su mirada se desplaza sola sobre sus curvas apenas vestidas con codicia libidinosa.",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Smug",
                "Speak",
                "Voltlin Livewire",
                "Lo sabía. ♪",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "Base",
                "Speak",
                "Voltlin Livewire",
                "Bueno, si quieres volver a pasar por el guante, siéntete libre de preguntar ... o si prefieres hacer algo más personal, eso también funciona para mí. ♥",
                "ChangeImageLayer",
                "Expression",
                "Voltlin Livewire",
                "AvertingGaze",
                "Speak",
                "Voltlin Livewire",
                "Sin embargo, uh- si estoy pensando con mi cabeza y no con mi coño, debería hacer mi trabajo ... y deberías {i} probablemente {/i} vaya a caminar o algo así.",
                "ChangeImageLayer",
                "Mask",
                "1",
                "Mask",
                "Con un toque de algo como la concentración, el LiveWire tira de su máscara de nuevo y se reclina en su cómoda silla de escritorio detrás del mostrador de la tienda.",
                "JumpToScene",
                "Graffiti Queen.Menu"
            ]
        },
        {
            "NameOfScene": "Leave Graffiti Queen.",
            "theScene": [
                "Speak",
                "Voltlin Livewire",
                "Aight, verte humano.Tal vez.",
                "Ella te da una ola de despedida a medias mientras sales de la suciedad sucia y vuelve a las ruidosas y concurridas calles de la ciudad, el cambio de vistas, olores y sonidos casi mareos.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Capital/night vision radio.mp3",
                "JumpToScene",
                "ShoppingMenu"
            ]
        },
        {
            "NameOfScene": "EventBroke",
            "theScene": [
                "El evento se rompió."
            ]
        }
    ]
}