{
    "name": "PerpetuaLabyrinthInterlude",
    "CardType": "Event",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Perpetua",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Black Knight",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StopBGM",
                "ChangeBG",
                "dungeon.png",
                "Regresa a la gema de punto de control al final del laberinto y se toma un momento para prepararse antes de abrir las grandes puertas de piedra.",
                "Volcando ligeramente a medida que la grieta entre la puerta de apertura arroja lo que se siente como un deslumbrante rayo de luz al aire libre, sin embargo, presionas, algo ansioso por espacios abiertos después de los sofocos confines oscuros que has estado deambulando.Un brazo levantado protectoramente contra el brillo relativamente brillante, sus pulmones llenados con aire fresco, dejas los túneles sombríos del labral labral detrás ...",
                "JumpToScene",
                "OutsideTheLabyrinth"
            ]
        },
        {
            "NameOfScene": "OutsideTheLabyrinth",
            "theScene": [
                "SetChoice",
                "1",
                "MeetingComplete",
                "ChangeBG",
                "mountain.png",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "Al salir a un afloramiento rocoso al otro lado de la montaña, te encuentras con una vista inminente de fuertes agujas negras y nubes mesmicas que llenan la tierra frente a ti: la capital de la niña monstruosa está a la vista.",
                "Muy lejos de la ciudad, la mazmorra del bosque, el templo o incluso en su hogar en Fertilia, te encuentras momentáneamente embrechado por la arquitectura de otro mundo y la niebla intimidante e interminable de humo de aspecto antinatural y de aspecto, la luz ocasional que atraviesa el púrpura a través del púrpuraSmog, casi como destellos de rayos a través de un ominoso cielo oscuro.",
                "Pero sus ojos se alejan de la vista de asombro por una tos puntiaguda, llamando su atención a una figura familiar encaramada en una repisa cercana ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Su colorida forma ofreciendo un marcado contraste con el telón de fondo montañoso, Perpetua está de pie con sus brazos cruzados con confianza y una sonrisa presumida en sus labios, claramente esperaba y esperaba su llegada.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pride",
                "Speak",
                "Perpetua",
                "Hmhmhm ... ♪ [ThePlayerName] ... ¡te llevó lo suficiente, mi némesis predestinado!Casi pensé que no tenías lo necesario para lidiar con esas pequeñas papas fritas que te envié. ♪",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Speak",
                "Perpetua",
                "Pero realmente no es sorprendente que hayas logrado llegar tan lejos ... ¡y ahora, estamos en el precipicio de nuestra tan esperada revancha!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Por un momento parpadeante, una sonrisa alegre cruza la cara de Perpetua, como si se complaciera con sí misma por entregar acertadamente una línea muy ensayada, claramente disfrutando de su rivalidad sostenida y recuerdos de sus encuentros pasados.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "La expresión alegre no demora, sin embargo, la chica de limo gesticalmente gestamente con un brazo pegajoso al imponente paisaje detrás de ella mientras su sonrisa se acurruca en una sonrisa y aprieta drásticamente un puño rojo, la perspectiva hace que parezca agarrando y aplastandoLa capital en su alcance.",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Speak",
                "Perpetua",
                "¡Así que encoge el miedo ante mí, {i} 'Brave Hero' {/i}, porque soy perpetua, gran villana pegajosa y el próximo monstruo que será la reina del demonio!¡Ahora tendré mi venganza por la {i} humillación {/i} me pones de vuelta en el bosque!¿Alguna última palabra?",
                "Menu",
                "¡No voy a perder como los tuyos, demonio!",
                "I really missed this...",
                "...Can I just surrender now orrr...?",
                "¿Estás bien?¿Sabes, después de eso en las cavernas?",
                "...I don't really have time for this?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm not going to lose to the likes of you, fiend!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Una sonrisa vertiginosa muestra en la cara de la mujer lima mientras te entregas en el momento con ella, la dramática Monster Girl se sacude de emoción.",
                "Speak",
                "Perpetua",
                "¡Ja ja!¡Ese es el espíritu!Pero tenga la seguridad de que esta tonta confianza hará poco para ayudar contra el poderoso perpetua, ¡tonta!",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "2",
                "JumpToScene",
                "PostDialogue"
            ]
        },
        {
            "NameOfScene": "I really missed this...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Ella resopla con su reacción, cruzando los brazos debajo de su busto viscoso, su cuerpo diminuto se sacude indignando mientras no puede evitar evitar la mirada ligeramente, un toque de sonrojo en sus mejillas de color rojo cerezo.",
                "Speak",
                "Perpetua",
                "¡Who-Guh- Don't Go y Get Sappy ahora!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "... aunque {b} ha {/b} ha sido, como ... {i} para siempre {/i} desde nuestra última batalla ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Atrapándose a sí misma 'ponerse cursi' también, saca la cabeza y abofetea sus mejillas para reenfocarse en su inminente batalla épica, el movimiento que hace lindos ruidos de aplazamiento lindos que se abstiene de comentar mientras Perpetua reajusta su dramática pose.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "2",
                "JumpToScene",
                "PostDialogue"
            ]
        },
        {
            "NameOfScene": "...Can I just surrender now orrr...?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Ella chupa plegablemente en indignación, tambaleándose ligeramente en su sugerente propuesta antes de que se recuerde y mira a la repugnancia desde su posición elevada.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Perpetua",
                "Oh, vamos, ha sido {i} para siempre {/i} desde nuestra última batalla ... ¡al menos {i} intento! {/i}",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "LipLick",
                "Su expresión cambia a una de la presunción segura mientras continúa burlonamente.",
                "Speak",
                "Perpetua",
                "De esa manera, puede estar seguro de que incluso lo mejor que lo mejor es para derrotar al gran perpetua una vez que te quedes temblando de lujuria, ¡incapaz de resistirte!",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PostDialogue"
            ]
        },
        {
            "NameOfScene": "Are you okay? You know, after that whole thing in the Caverns?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speak",
                "Perpetua",
                "Gah- uh- d-don't traque {i} that {/i} up!¡Estoy {i} bien! {/i} a, ¡y no me importa que te importe!¡SH-shut ahora!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Ella resopla lacinemente mientras se recompensa de su estallido de pulverización, solo una sonrisa sutil tirando de sus labios.",
                "Speak",
                "Perpetua",
                "L-LET solo llega a la pelea antes de matar el estado de ánimo ... idiota.",
                "Respirando hondo, se reenfoca en tu inminente batalla épica, la atmósfera cambiando nuevamente.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "2",
                "JumpToScene",
                "PostDialogue"
            ]
        },
        {
            "NameOfScene": "...I don't really have time for this?",
            "theScene": [
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Su rostro se congela por un momento ante su rechazo contundente, luego pisa el pie enojado ... o al menos, lo haría si tuviera pies, en lugar de lo cual simplemente se derrumba furiosamente en su lugar.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "Speak",
                "Perpetua",
                "¡Oh no, no lo haces!¡Soy el obstáculo del mal que te detendrá a cada paso!¡No te saltes la batalla épica con tu archienemigo solo porque \"realmente no tienes tiempo\"!¡No vas a ir a ninguna parte!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Base",
                "Parece que realmente no te deja pasar sin una pelea, la chica de limo se calmó con respiraciones fumantes antes de que proceda a ignorar tu objeción y continúe con su dramático discurso.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "-1",
                "JumpToScene",
                "PostDialogue"
            ]
        },
        {
            "NameOfScene": "PostDialogue",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "ChangeBGM",
                "music/Battle/bgm_maoudamashii_orchestra12.mp3",
                "Levantando su mano hacia su boca de manera tradicional villana, levanta la voz en risa malvada.",
                "Speak",
                "Perpetua",
                "{i} mwaaahahahahaha! {/i} ahora entonces!¡Prepárese para {i} batalla! {/i} Te arrastraré hacia un lodo de depravación pecaminosa y delgada y te reduciré a un naufragio contraportador para disputarme!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Ella salta alegremente en su lugar para reajustar su posición antes de darle una mirada presumida, sabiendo claramente el momento.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "LipLick",
                "Speak",
                "Perpetua",
                "Pero primero ... ♪ ¡Usaré mi {i} nueva habilidad {/i}!¡Es hora de que te tembres y temble de vergüenza y miedo, ya que veo lo débil que realmente eres!¡Mwahaha!GO {b} Analyizar! {/b}",
                "Antes de que el combate haya comenzado, hay un breve parpadeo de magia mientras lanza el hechizo, luego un titular rápido que corre por el cuero cabelludo a medida que sus capacidades se vuelven simples para que ella vea.Tarquinamente con sarcasmo, ella espacia por un momento, escaneando una lista invisible ...",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Neutral",
                "... Entonces su expresión se pone en blanco.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Sus características cambian de alegría emocionada a desilusión mientras revisa la información del hechizo nuevamente, incrédulo en sus ojos cuando se quita.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Panic",
                "Speak",
                "Perpetua",
                "L-Level [PlayerLevel] ... B pero ... ¿es esto defectuoso?",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Después de unos segundos más de doble verificación frenética, ella descarta el hechizo, mirando hacia el espacio mientras murmura desanimada.",
                "ChangeBGM",
                "music/Emotional/Purple Planet Music - Emotional - Sense Of Loss (2_04) 54bpm.mp3",
                "Speak",
                "Perpetua",
                "I-yo ni siquiera estoy nivelado {i} 10 {/i} todavía ...",
                "Ella habla con una voz cada vez más temblorosa mientras mira abatido al suelo.",
                "Speak",
                "Perpetua",
                "Entrené, peleé, estudié ... realmente hice mi mejor esfuerzo ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Crying",
                "Ella te mira temblorosamente, las lágrimas salen bien en sus ojos antes de pasar por sus mejillas mientras la realidad de la situación se estrella contra ella.",
                "Speak",
                "Perpetua",
                "TH-que ... eso no es justo ...",
                "Cualquier pelea que se le quitó claramente, ella se queda allí, mirándote.",
                "Menu",
                "Perpetua...",
                "I mean... We can still- you know...",
                "...Can you get out of my way now?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Perpetua...",
            "theScene": [
                "Haces unirte a ella en su percha para ofrecer algo de compasión, pero antes de que puedas avanzar, su rostro se endurece.",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Rage",
                "Speak",
                "Perpetua",
                "¡No me des tu {i} lástima {/i}!",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "E-Everyone era correcto- I {i} no {/i} lo que se necesita ... Pensé que con suficiente esfuerzo y determinación, tal vez ...",
                "Lamentablemente y triste, se sigue, girando para mirar hacia el horizonte arremolinando en los compuestos miasmic de la ciudad capital y las agujas piercadoras negras, dejando caer la cabeza con un fuerte suspiro.",
                "Speak",
                "Perpetua",
                "Solo ... seguiré adelante.Desde que estoy aquí, bien podría echar un vistazo ...",
                "JumpToScene",
                "PostDialogue2"
            ]
        },
        {
            "NameOfScene": "I mean... We can still- you know...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Pout",
                "La chica de limo resopla burlonamente en su propuesta.",
                "Speak",
                "Perpetua",
                "¿Cuál es el punto {i} {/i}, Mister Nivel [PlayerLevel]?Apenas duraría diez segundos ... a menos que lanzaras el partido, y eso sería {i} aún peor {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Speak",
                "Perpetua",
                "Ni siquiera estoy {i} Cerrar {/i} para rivalizar material ... y mucho menos Demon Queen ...",
                "Lamentablemente y triste, se sigue, girando para mirar hacia el horizonte arremolinando en los compuestos miasmic de la ciudad capital y las agujas piercadoras negras, dejando caer la cabeza con un fuerte suspiro.",
                "Speak",
                "Perpetua",
                "No te molestes conmigo, solo ... seguiré adelante.Desde que estoy aquí, bien podría echar un vistazo ...",
                "JumpToScene",
                "PostDialogue2"
            ]
        },
        {
            "NameOfScene": "...Can you get out of my way now?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Depressed",
                "Se sorprendió por su repentino despido, ella chupa mansamente, deslizándose aún más en la desesperación invasora.",
                "Speak",
                "Perpetua",
                "... i- uh ... y-Yeah ... lo siento ...",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Rage",
                "Speak",
                "Perpetua",
                "W-wait un minuto!¡USTED {i} Jerk {/i}!Tú, ¡espero que el Caballero Negro te entregue a un pretzel!¡Esto no es lo último que has oído hablar de mí!",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "-1",
                "JumpToScene",
                "PostDialogue2"
            ]
        },
        {
            "NameOfScene": "PostDialogue2",
            "theScene": [
                "¡No te dio tiempo para reaccionar, de repente se sale del borde de la cara del acantilado, lanzándose hacia el fondo de la masiva caída!",
                "Menu",
                "{i}Perpetua!?!?{/i}",
                "...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "{i}Perpetua!?!?{/i}",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Joy",
                "Corriendo al acantilado, la ves mirarte mientras sigue cayendo, una sonrisa engreída en su rostro ante tu reacción en pánico.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "ChangeImageLayer",
                "Expression",
                "Perpetua",
                "Laugh",
                "Speak",
                "Perpetua",
                "Soy un {i} sliiiime! {/i} Tu du-",
                "DisplayCharacters",
                "EndLoop",
                "De repente se interrumpe cuando golpea la parte inferior del acantilado con un salpicadura lejano y húmedo ... luego recoales inofensivamente ante sus ojos, sacudiendo el polvo callejero, las guijarros y la variedad de escombros de su cuerpo antes de quitarse la lengua.y abriéndose camino hacia la capital.",
                "GetEventAndChangeProgress",
                "PerpetuaHouse",
                "1",
                "JumpToScene",
                "PostDialogue3"
            ]
        },
        {
            "NameOfScene": "...",
            "theScene": [
                "StopBGM",
                "DisplayCharacters",
                "EndLoop",
                "Mirando desde el acantilado, la ves golpear la parte inferior del acantilado con un salpicadura lejano y húmedo ... luego recoalese inofensivamente ante tus ojos, sacudiendo el polvo estallado, las guijarros y la variedad de escombros de su cuerpo antes de abrirse camino hacia la capital.",
                "Lo bueno es que recordaste que, como limo, ella no tiene nada que temer de los impactos, ¿verdad?",
                "JumpToScene",
                "PostDialogue3"
            ]
        },
        {
            "NameOfScene": "PostDialogue3",
            "theScene": [
                "StopBGM",
                "Menu",
                "Make your way to the Capital.",
                "Return to Town.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Make your way to the Capital.",
            "theScene": [
                "AdventureComplete",
                "Proceed to the Capital",
                "JumpToEventThenScene",
                "Approach the Capital...",
                "Makeyourwaydown"
            ]
        },
        {
            "NameOfScene": "Return to Town.",
            "theScene": [
                "AdventureComplete",
                "Proceed to the Capital",
                "Usted decide que necesita un poco más de tiempo antes de continuar, y vuelve sobre sus pasos para usar la gema de punto de control, regresando instantáneamente a la ciudad.",
                "GoToTown"
            ]
        }
    ]
}