{
    "name": "Dark Perpetua",
    "IDname": "Dark Perpetua",
    "species": "Slime",
    "gender": "female",
    "description": "Un trío de mujeres de limo voluptuosas.Uno es rosa púrpura con cabello corto y ondulado, el segundo es el rojo cereza normal de Perpetua con cabello un poco más largo y delgado, y el tercero es un morado oscuro con zarcillos largos para el cabello.Se unen seductoramente en una sensual grupo sobre una masa pegajosa y retorcida entremezclada con sus colores compartidos, la concentración pegajosa que abarca con grandes zarcillos sobresalientes que se balancean y saludan, luciendo ansiosos por agarrar y enredar a cualquier persona al alcance en su suave y resbaladizo abrazo.\n\nCada una de las mujeres de limo varía ligeramente en el tipo de cuerpo, pero todas lucen senos suaves, resbaladizos y almohados en exhibición completa, cinturones de reloj de arena agarrados, y dos de ellos permanecen parcialmente girados para mostrar sus espesas y espeluznantes criadas con limo.\n\nEn lo profundo del cuerpo del limo rojo, puedes ver un núcleo giratorio de tono-negro y púrpura pulsando con poder siniestro ...",
    "encyclopedia": "The black page listing Dark Slime Queen Perpetua continues to pulse ominously... It seems though you can now allow her to encounter you anywhere in an exploration venture if you want...",
    "tags": "none",
    "generic": "False",
    "requires": [
        ""
    ],
    "requiresEvent": [
        {
            "NameOfEvent": "Dark Queen Slime Perpetua",
            "Progress": "0",
            "ChoiceNumber": "1",
            "Choice": "DefeatedDarkPerpoRematch"
        }
    ],
    "skillList": [
        "Depraved Alluring Languor",
        "Blown Kisses Erosion",
        "Miring Pseudopod Surge",
        "Erosion Lotion Lathering",
        "Lascivious Gooey Temptation",
        "Obscene Slimy Enchantment",
        "Melting Depravity",
        "Sinful Perpetual Caress",
        "Melting Erosion Kisses",
        "Slippery Sinful Squeezing",
        "Corroding Depravity Assjob",
        "Obscene Ripple Wave Enchantment",
        "Melting Erosion Makeout",
        "Captivatingly Corruptive Kiss",
        "Slimy Sexual Entrapment",
        "Perpetual Obscene Ride",
        "Melting Gooey Mating",
        "Depraved Entangling Temptation",
        "Perverting Entangling Temptation",
        "Destructive Gooey Mating",
        "Perpetual Ruinous Ride",
        "Melty Ripple Ruin Wave",
        "Perpetual Paradise Entrapment",
        "Creeping Evil Tide",
        "Coiling Evil Tide",
        "Queen's Corruption"
    ],
    "perks": [
        "Alluring",
        "Honey Trap",
        "Lovers Passion",
        "Pleasure for Pleasure",
        "Sensual Pace",
        "Clingy",
        "Domineering",
        "Expert Pacing",
        "Intimate Lover",
        "Loving",
        "Pacing",
        "Sex Adept",
        "Sex Expert",
        "Sex Master",
        "Arcane Adept",
        "Arcane Expert",
        "Schemer",
        "Thoughtful Schemer",
        "Aphrodisiac Vulnerable Slime",
        "Enduring Body",
        "Enduring Body",
        "Grappler"
    ],
    "stats": {
        "lvl": "50",
        "Exp": "600",
        "max_hp": "3500",
        "max_ep": "200",
        "max_sp": "1",
        "Power": "43",
        "Technique": "24",
        "Intelligence": "15",
        "Allure": "53",
        "Willpower": "12",
        "Luck": "16"
    },
    "Fetishes": [
        ""
    ],
    "BodySensitivity": {
        "Sex": "70",
        "Ass": "130",
        "Breasts": "80",
        "Mouth": "80",
        "Seduction": "100",
        "Magic": "130",
        "Pain": "1",
        "Holy": "130",
        "Unholy": "70"
    },
    "resistancesStatusEffects": {
        "Stun": "999",
        "Charm": "0",
        "Aphrodisiac": "-10",
        "Restraints": "999",
        "Sleep": "999",
        "Trance": "0",
        "Paralysis": "0",
        "Debuff": "10"
    },
    "moneyDropped": "2500",
    "ItemDropList": [
        {
            "name": "Red Slime Blob",
            "dropChance": "100"
        },
        {
            "name": "Red Slime Blob",
            "dropChance": "75"
        },
        {
            "name": "Red Slime Blob",
            "dropChance": "25"
        },
        {
            "name": "Sinful Slime Rune",
            "dropChance": "50"
        },
        {
            "name": "Calamity Crown",
            "dropChance": "8"
        }
    ],
    "lossScenes": [
        {
            "NameOfScene": "DeepInSlimeLoss",
            "move": "",
            "stance": "Slimed 100%",
            "includes": [
                "Dark Perpetua"
            ],
            "theScene": [
                "ChangeBGM",
                "music/Unknown/The Dark Eternal Night.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "DarkPerpo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayMotionEffect",
                "Crash",
                "Your recent gooey climax flooding your body with exhaustion, you go completely limp with a pleasured whimper in the entrapping slimy prison surrounding you, the trio of villainesses looming over you ominously while licking their soft lips with a triumphant, predatory glint in their eyes as they indulge in the sight of your helpless, offered, bliss-stricken body.",
                "JumpToScene",
                "Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "CatchAllIntro",
            "move": "",
            "stance": "",
            "includes": [
                "Dark Perpetua"
            ],
            "theScene": [
                "ChangeBGM",
                "music/Unknown/The Dark Eternal Night.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Your recent orgasm makes you slump in pleasure-drunk exhaustion, panting and shivering as you struggle to even remain standing. In an instant, the gooey ocean that makes up Perpetua's body lunges forward in a coiling tide, firmly wrapping around you and dragging you in, soon leaving you restrained and prone in the slimy pool, your arms and legs buried deep in the viscous liquid.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "DarkPerpo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "While you helplessly bathe in the gooey comfort of the slimy bed, incapable of mustering an ounce of strength as it pleasantly conforms to your sinking body, the three curvaceous gelatinous women loom over you appraisingly, licking their soft lips with a triumphant, predatory glint in their eyes as they revel in your helpless state.",
                "JumpToScene",
                "Loss scene"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "Loss scene",
            "move": "",
            "stance": "NoEntry",
            "includes": [
                "Dark Perpetua"
            ],
            "theScene": [
                "Speaks",
                "Finally... My revenge is at hand for my humiliating defeats...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Speaks",
                "Such a wondrous feeling! Hahaha! To have our nemesis, {i}my{/i} beloved nemesis at my mercy! Ahahahahaha!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "A peal of ominous gloating cheer echoes through the darkened demonic shell still keeping the two of you isolated, the Perpetuas ecstatically basking together in their victory with hysterical lust-crazed glee... Then they focus their attention back on you, a shiver of trepidation and arousal going through your spine as their smiles split into devious grins.",
                "At their silent command, your gooey prison gently massages you all over, slowly tugging off your clothing and equipment as its warm slippery caresses keep your cock achingly hard and throbbing, your fear heightening as you powerlessly watch your belongings slowly get dissolved in her viscous form to satiate her hunger, your entire inventory disappearing before your eyes...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Are you realizing your fate, my foolish nemesis? There shall be {i}no escape{/i} for you, [ThePlayerName]! You shall be my precious throne {b}for the rest of our days{/b}.",
                "Weakly, you squirm in place, twitching and moaning in alarm and pleasure, but to no avail: in a mere handful of seconds, your gear is all but gone, leaving you fully nude in the gooey bed with no potions, no runes, and no...?",
                "Looking up in panic, you see the red Perpetua is holding your recall stone between her fingers, the slime girl flashing you a domineering smile and a flaunting flourish as her goo envelops it and melts it in her embrace. Meanwhile, your dissolving grimoire sinks with the rest of your already half-destroyed possessions, the gravity of the situation rapidly setting in as you witness your last recourse, your lifeline, get devoured...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Laugh",
                "Speaks",
                "{i}Ohohohohoho!{/i} Yes! Oh, victory, {i}power,{/i} they are so, {i}so{/i} sweet. Hahhhhhh...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Joy",
                "Collecting herself, Perpetua comes down from her triumphant high, giving you a happy grin that somehow feels even more foreboding than her previous maddened glee.",
                "Speaks",
                "Now then...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "It is time for you to meet your delightful, gooey doom, Hero.♪",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "The trio croon in delighted synchronization before pouncing on you, the purple and pink ones pressing their curves to your left and right while the red one straddles your hips and lazily grinds her drooling gooey orifice against your twitching cock, gazing down at you imperiously.",
                "Desperately, you open your mouth to protest, but your voice melts into a stifled moan as the pink Perpetua catches your lips in a passionate kiss while the purple one licks and smooches your ear, the two of them rubbing their slick breasts against your chest, immersing your senses in thought-addling pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "When you try to kiss back against the pink one's swirling, teasing tongue, you find her already leaning away so the purple one can steal your mouth for her own intoxicating makeout session. Meanwhile, enticed by the smooth touch of Perpetua's teasing pussy, you find your hips thoughtlessly jerking up, drawing a giggle from the trio as your oversensitive defeated body shivers with melty tingly bliss from the slightest stimulation.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "1",
                "DarkPerpoSexRed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "PlayMotionEffect",
                "ScreenBounce",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "Then in a smooth mind-blanking motion, the mounted slime presses your tip against her slick sex's entrance and drops her wide hips down in a jellowy impact that makes her plush gooey ass slap into your thighs, leaving you moaning into the purple one's mouth as you swap goo and saliva, your mind spinning with heated bliss as more of their aphrodisiacs seep into your senses and your manhood throbs eagerly in its new home.",
                "Speaks",
                "Mmmmmhh, I hope you're ready to fuck without end.♥ To become my perfect boytoy.♥ Because you're all {i}mine.{/i}♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "Punctuating her lustful words, Pink gives your ear a few hotly sighing smooches before Purple frees your mouth to let her affectionate 'sister' entangle you in a deep kiss again, giving you barely any time to breathe between their indulgent twinned makeout session...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "PlayMotionEffect",
                "ScreenBounce",
                "ChangeImageLayer",
                "Motion",
                "1",
                "Motion",
                "Helplessly, you let out another sloppy muffled moan, your senses reeling as Perpetua starts to enthusiastically bounce on your trembling erection like a prized dildo, her pussy tightly squeezing like a mind-bending vice, every wet impact sending a gooey surge of pleasure into your waist.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "Light-headed and spacing out as the duo at your sides keep passing you from kiss to kiss, your dick throbs excitedly inside the squeezing imprisoning embrace it's trapped in, more corruptive bliss oozing through you with each downward impact, your vision starting to swim and go pink as it becomes more and more unclear why you wanted to resist...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "Speaks",
                "There's no need to struggle, my pet nemesis... Just relax... Your cock is already {i}so{/i} obedient...♥",
                "Every gasping breath you take gives you a brief moment to gaze over the trio's enticingly jiggly, slimy curves and bouncing breasts as they all but devour you sexually, the sight of their sweeping tendrils all coiling around you like a love nest making your heart pound excitedly, your libido gradually overcoming your alarm and sense of reason.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayMotionEffect",
                "ScreenBounce",
                "Already, you can feel yourself approaching climax, too worked up and sensitive to do more than try and hopelessly endure the swinging hips working to tame your cock into a pliable, submissive dildo. Blearily, you blink as your mouth is abruptly freed, the gooey duo switching to smooching and licking your ears in-between corruptive, melty whispers, while Red descends and catches you in a kiss of her own.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Speaks",
                "Feels so good... Don't think... Melt away... Just cum... cum... cum...♥",
                "PlayMotionEffect",
                "ScreenBounce",
                "The cascade of whispers pour into your ears like venomous honey as Red swings her plush hips down again and again, the trio's heavy breasts rubbing against you from all sides as you're stuck in a snug prison of goo, the slick bed bouncing mellowly with each impact, your tongue completely dominated while your mind spaces out more and more, your eyes rolling up as euphoria rises higher and higher all across your vulnerable body.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Then with a heavy slapping impact of Perpetua's hips crashing into yours, you moan in defeat as your cock spurts ropes of cum into her body, your seed immediately dissolving inside her greedy confines, her gluttonous slime squeezing and sucking on your orgasming cock like a slurping mouth, making your eyes roll in quaking pleasure as you surrender more cum to her and she keeps ravenously smooching you all through your ejaculation.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "That's it... Spurt out more and more... Drown in perfect euphoria... You're all mine...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Climax",
                "1",
                "",
                "ChangeImageLayer",
                "Motion",
                "1",
                "",
                "As Red ends the kiss and parts from you with an expression of wanton hedonistic love, you feel like her body is glowing while your own skin feels strangely tingly, and somehow even more sensitive than before... Even with your dazed senses and blissed-out mind, you can feel that her corruptive influence is deepening its hold on you, your dick throbbing excitedly inside her as if begging to offer up more.",
                "ChangeImageLayer",
                "ImageSet",
                "1",
                "DarkPerpoSexPink",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "PlayMotionEffect",
                "ScreenSway",
                "Not intent on letting you rest, the trio fluidly swap positions, giving you just a moment to gaspingly inhale the cherry-scented air intermixed with the erotic scents of sex, the intoxicating perfume keeping you compliant as Pink straddles your waist in reverse cowgirl and immediately sets to slowly, languidly riding your cock, the jiggly impacts of her eye-catching ass holding your gaze while the other two coo into your ears.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Speaks",
                "Mfhufuaha-♥ Such a wonderful throne you'll make. Just offer me everything you have. I'll be your conqueror, your mistress, your {i}queen.{/i}",
                "PlayMotionEffect",
                "ScreenSway",
                "They give your ears a long unified smooch, immediately melting your already shaky resistance in a flash, Pink lazily gyrating her hips in tempting circles as she hilts you deep inside her squeezing swirling confines.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Even though you've just climaxed, her slippery aphrodisiac slime keeps seeping into your engorged erection, reinvigorating it and making it all the harder and eager for the pleasure of your {i}mistress{/i}, a tempting pulse echoing through you as her corruptive influence suffuses your body and mind.",
                "Speaks",
                "It's no use squirming, [ThePlayerName]. Your cock is already my personal dildo, so eager to be milked by my affections... So give in and be a good chair for me.♥",
                "PlayMotionEffect",
                "ScreenSway",
                "Confusedly, you realize that your goo bed is moving and remolding itself around you, taking the shape of a sort of supportive chair with a comfortable backrest. With you cozily settled in its warm embrace, Pink starts swinging her hips at a lazy pace while gazing back at you lovingly, throwing you a little kiss with a teasing wink as she pats her ass, making it jiggle all the more showily for your viewing pleasure.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Don't bother trying to look away, just indulge in {i}total captivation{/i}. Engrave the sight of my wide queenly hips and perfect bubble butt into your mind. Let them become your affectionate obsessions.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "PlayMotionEffect",
                "ScreenSway",
                "Somehow, you find yourself nodding vapidly in response to her instructions, your eyes glazing as you sit back and bask in the joy of being used like a chair, all the while the duo keep cooing and kissing your ears, the occasional giggle oozing into your senses as you lose yourself to the slow, heavy impacts of Pink's hips, her plump ass wobbling obscenely each time she bounces in your lap or gives her rear a ripple-inducing plap.",
                "Speaks",
                "Lose yourself in the sight of my ass bouncing. Jiggling. Wobbling. Every impact breaking you a little more into my enthralled love slave.♥",
                "PlayMotionEffect",
                "ScreenSway",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "Gasping and panting with an increasingly messy expression, you shiver and moan happily each time a soft slap echoes into your ears along with the murmurs and coos of the other two Perpetuas, your defeated cock throbbing in unison with the sultry sounds.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "Speaks",
                "You're falling. Melting. Giving in. Feeling more and more pleasure the more you become mine.♥ Such a good throne, a happy pleasure-drunk boytoy.♥",
                "Even with the languid slime only moving at a slow pace, your endurance is rapidly plummeting all over again, your manhood twitching and throbbing with swelling excitement as it anticipates every domineering plap of her ass onto your waist, the coiling corroding whispers making your thoughts leak out of your ears and dick, your churning balls twitching eagerly for your {i}mistress{/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Speaks",
                "I'll milk you every moment of every day, my beloved nemesis. You won't need to think about anything other than offering me more of your cum... So {i}spurt spurt spurt{/i} every thought in your foolish mind for me. Ufhuhuhaha.♥",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "Motion",
                "1",
                "Motion",
                "Finally, with one more slam of Pink's gooey rear and a lazy but loving swaying wiggle of her wide hips, you're smoothly dragged over the edge, your hips meekly jerking in the soft confines as you spurt load after load of cum into her, the seductress licking her lips with a sigh as she devours your offering, a dumb smile settling on your face as your mind starts to feel dangerously on the brink of falling into corruptive temptation.",
                "ChangeBGM",
                "music/Caverns/Purple Planet Music - Tense - Melancholia (1_24) 96bpm.mp3",
                "ChangeImageLayer",
                "Climax",
                "1",
                "",
                "ChangeImageLayer",
                "Motion",
                "1",
                "",
                "At this point, a distant part of you realizes that this would have been the moment when your recall stone would normally have activated, but with it dissolved into Perpetua's form without a trace, you are not going anywhere, trapped in a pleasurable mire of stupefying euphoria... but is that really so bad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "ImageSet",
                "1",
                "DarkPerpoSexPurple",
                "PlayMotionEffect",
                "ScreenSway",
                "You don't get to dwell much on that dangerous thought as Pink trades places with Purple who tightly presses herself against you, giving you a giggling peck on the lips while her arms and hair tendrils possessively embrace you and her ample breasts press against your slime-covered torso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Are you afraid, my poor little pet Hero? Don't be nervous.♥ Embrace your defeat.♥ You can't escape.♥ Become all mine.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "PlayMotionEffect",
                "ScreenBounce",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "ChangeImageLayer",
                "Motion",
                "1",
                "Motion",
                "Whimpering weakly, you try to gather your dregs of energy into some form of protest, but while Pink and Red hotly breathe into your ears, Purple engulfs your length inside her in an instant, swiftly silencing you with an ecstatic gasp when she sets to wildly swinging her wide hips at a maddening tempo while the other two continue their ruinous whispers.",
                "Speaks",
                "Be a good boytoy. Falling. Melting. Sinking. Such a happy royal dildo... Thrusting. Shivering. Moaning...",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "PlayMotionEffect",
                "ScreenBounce",
                "You mewl as your hips jerk up in weak submissive reciprocation while your mind spins in growing delirium, your sloppy mouth only able to manage incoherent pleasured noises as you're ridden like a sex toy in your regal seat, the sounds of sex and the Perpetuas' chorus of whispers ringing in your ears in-between wet kisses, rolling waves of bliss drowning out any sense of reason you try to cling onto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Speaks",
                "No more thoughts, only pleasure. No more resistance, only loving submission to Perpetua, your mistress, your queen, your conqueror.♥",
                "PlayMotionEffect",
                "ScreenBounce",
                "With a hint of sadistic glee, Purple watches your contorting expressions of pleasure as she mercilessly keeps swinging her wide hips with wet slapping impacts of her wobbling bubble butt against your legs, the increasingly frantic pace quickly leaving your dick trembling in defeat once more.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Your cock is my obedient dildo, your mind my adoring worshiper, your body my luxurious throne.♥ Offer me your cum, your body, your love, your freedom, your {i}everything{/i}. Break more and more for me.♥",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "Again and again, with every kiss and lick and coo and swing and slap, your sputtering self-control sinks more and more into wanton depravity, until Purple's nonstop tempo wrings out another thick spurting load of seed from you, a strangled cry of bliss rising from your chest as the greedy slime devours your cum and keeps bouncing in your lap all through your climax, giggling as she drinks in your pleasure-wracked expression.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "ChangeImageLayer",
                "Motion",
                "1",
                "",
                "Speaks",
                "Gooooood, fufuaha, all ours... all {i}mine{/i}... ",
                "ChangeImageLayer",
                "ImageSet",
                "1",
                "DarkPerpoSexRed",
                "ChangeImageLayer",
                "Climax",
                "1",
                "",
                "Purple slides off your throbbing cock with a sigh, your mind still spinning as you sit in the gooey prison of slime, trying to catch your breath. However, refusing to leave you even a moment to recover from your last corruptive climax, the red Perpetua mounts you again with a purr, your dick spasming erratically as she once more slowly slides her gooey pussy down your length, giving you a possessive squeeze once you're snugly hilted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Your resistance now well and truly gone, your cock immediately yields to the now comfortingly familiar embrace of Perpetua's gooey folds, readily delivering another rope of semen that she takes in with a satisfied smile, smacking her lips as she dissolves your surrendered cum in an instant.",
                "Speaks",
                "How wondrous..♥ Such a perfect throne you've become. Just keep relaxing and melting away, my beloved boytoy.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Perpetua purrs congratulatorily before catching you in another messy kiss, roughly entangling her tongue with yours while you drift in a cradling sea of euphoria, Pink and Purple giggling before they resume assaulting your ears with a cascade of smooches, hot breathy coos, and enticing goopy corruptive whispers, the mix of sensations leaving you sinking back in your seat with a weak moaning sigh as you dumbly kiss back.",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "Speaks",
                "Melt.♥ Sink.♥ Break.♥ Cum.♥ Spurt.♥ Hahhhh~.♥ You are your queen's eager consort and cum pump.♥ Give me offering after offering.♥",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "There's no way to escape from Perpetua's endlessly squeezing, milking affections. She keeps drawing out load after load from you and you always have more to give, the trio's corruptive demonic influence gnawing away at you until you have no hope of ever resisting Perpetua again.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "Speaks",
                "Good boytoy.♥ Perfectly conquered and pleasure-addicted, all for me.♥ Mfffhh-♥",
                "ChangeImageLayer",
                "Climax",
                "1",
                "",
                "PlayMotionEffect",
                "ScreenBounce",
                "ChangeImageLayer",
                "Motion",
                "1",
                "Motion",
                "While your vision swims and your mind roils, Perpetua faces away from you as she works you towards another climax, bouncing in your lap like a mix of dildo and throne, sighing in pleasure as she slams her wide hips down and the unceasing twin smooches to your ears send you careening off the brink of climax in incoherent worship once more, a sloppy expression stuck to your face as she keeps riding you, leaning back with a smug smile.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EvilGrin",
                "Speaks",
                "Keep spurting.♥ Cum all you want.♥ I demand every drop you can give.♥ I shall use you as my perpetually devoted slave and consort, riding you, milking you, breaking and taming you forevermore.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Reveling in her complete triumph, she gives you a smile of deep, domineering, undisguised twisted love, your heart thrumming joyfully at the sight of your {i}Queen{/i}'s happiness, making your cock throb eagerly as you work yourself into another slavish orgasm, Perpetua shivering in content at your now complete obedience, grabbing your head with a hand to pull you into a deep kiss and seal your eternal sexual servitude.",
                "Speaks",
                "Ohohoho,♥ you're all mine, [ThePlayerName].♥ And I'm {i}never{/i} letting you go, my beloved nemesis.♥ My delightful throne.♥",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "Sigh",
                "ChangeImageLayer",
                "Expression",
                "1",
                "EarLick",
                "Hilting you snugly inside her once more, she sighs and comfortably keeps using you like a chair, her gooey pussy unnaturally undulating and rippling to constantly squeeze and milk you while Pink and Purple coo and shower you in corruptive affection, a pulsing red heart tattoo on your abdomen shining brightly to signify your total submission for all to see.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Mocking",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "Climax",
                "1",
                "Climax",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "Sigh",
                "1",
                "",
                "You feel like you're going to black out as she gives her waist a domineering shake, effortlessly milking out another thick load from you, and the realization sinks in that you are now hers to toy with as she pleases: a single queenly impact of her hips can make you cum on demand... or she can ride you for hours while you stay on the brink of cumming, weakly thrusting back, desperately begging her to give you the climax you crave...",
                "This is now your fate: there is no more adventuring, no more defeating the Demon Queen, no more [ThePlayerName]... only Perpetua's lover, Perpetua's dildo, Perpetua's throne, dedicated to her satisfaction and pleasure... But is that really so bad?♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Climax",
                "1",
                "",
                "As if registering your total submission and the complete solidification of Perpetua's newfound power, the swirling shell around the two of you cracks and collapses, releasing the empowered, queenly Perpetua on the world, with you as a constant source of power, too pleasure-drunk and lost in slavish giddy ecstasy to keep much track of what's happening, now only concerned with the affections and satisfaction of your mistress...",
                "PlayBlackOut",
                "ChangeBGM",
                "music/Capital/Despair_City.mp3",
                "...",
                "{i}With the corrupted Perpetua's triumph, Dark Slime Queen Perpetua was born, unleashing her crusade across Lucidia to become the new Demon Queen, with you as her pleasure-addled consort and 'King'.{/i}",
                "{i}This is the end of your adventures, and the beginning of a perpetual, worldwide reign of gooey depravity.{/i} \n\nGAME OVER.",
                "IfInExploration",
                "LabyrinthineDream",
                "TrueGameOver"
            ],
            "picture": ""
        },
        {
            "NameOfScene": "LabyrinthineDream",
            "move": "",
            "stance": "NoEntry",
            "includes": [
                "Dark Perpetua"
            ],
            "theScene": [
                "...Or at least it would be were you not within the Umbral Labyrinth experiencing dreamy trials. Your still intact recall stone activates, pulling you free of this depraved, melty ecstasy.",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "ChangeSensitivity",
                "Magic",
                "10",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Kissing",
                "10",
                "ChangeFetish",
                "Breasts",
                "10"
            ],
            "picture": ""
        }
    ],
    "combatDialogue": [
        {
            "lineTrigger": "SetMusicTo",
            "move": "",
            "theText": [
                "music/Unknown/Es-STAGE4.mp3"
            ]
        },
        {
            "lineTrigger": "EndOfRound",
            "move": "",
            "theText": [
                "|f|CallCombatEventAndScene|/|DarkPerpetuaCombatEvent|/|EndOfTurn|n|"
            ]
        },
        {
            "lineTrigger": "AutoCounter",
            "move": [
                "Distract"
            ],
            "theText": [
                "|f|CallCombatEventAndScene|/|DarkPerpetuaCombatEvent|/|DistractCheck|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Holy Headpat",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|El limo rosa se inclina en la palmadita con una risita juguetona, mientras que los otros dos miran el espectáculo con un suspiro compartido.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'¿Pensaste seriamente que tendría un efecto en {i} me? {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|\"No puedo imaginar lo que estabas tratando de lograr con {i} ese {/i} ataque débil\".",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohohoho!¿Es ese el {i} mejor {/i} que puedes hacer?",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'¡Cómo te atreves!¡Te mostraremos!|f|CallCombatEventAndScene|/|PlayerCombatEvents|/|Enraged|n|",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'¡Corta eso!'|f|CallCombatEventAndScene|/|PlayerCombatEvents|/|Enraged|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Whip"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Los slimes son inmunes a la fuerza física.Tonto. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|El trío dejó escapar un coro de risas divertidas ante su ataque ineficaz.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'No sentimos eso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'¿Pensaste seriamente que tendría un efecto en {i} me? {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|\"No puedo imaginar lo que estabas tratando de lograr con {i} ese {/i} ataque débil\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Demon Layer",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|El trío dejó escapar un coro de jadeos y gemidos mientras sus cuerpos gelatinosos se tambalean obscenamente de la afluencia de energía santa.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'T-to pensar que la energía sagrada se sentiría tan-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'W-We no' 'f-sseling ninguno' 'de eso!'Dicen al unísono indignado mientras jadean con un placer indefenso.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahhhnnnh-! ♥ wh-why {i} you-{/i}?'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Todo su cuerpo compartido se sacude eróticamente en respuesta al ataque de Demon Layer, ya que no pueden evitar gemir sin duda del santo conmoción del placer.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'W-we te haremos {i} pay {/i} por eso!'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ghnnnnhh-! ♥ Cómo- ¿Cómo te atreves-!'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Lewd Bottle",
                "Cloying Mist",
                "Placebo Pheromone"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡¿Minnesota?!¿Rociarnos con afrodisíaco?Qué perverso para un héroe. ♪ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Que depravado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmh ... Que delicioso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Un ataque tan obsceno. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Qué maldito ... ♪ pero te derretiré primero- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Te devolveremos el dinero diez veces, mi travieso némesis- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Spank"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ghnk- ♥ cómo {i} me atreve {/i} you'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Los slimes son inmunes a la fuerza física.F-Fool. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Un némesis tan tonto. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Puedes hacerlo mejor que eso, ¿no?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'N-nosotros no sentimos eso ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|La poderosa bofetada a uno de sus generosos culos deja a los tres sacudiéndose eróticamente mientras jadean bruscamente junto con placer.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Dejaron escapar una mezcla de ronroneos agradables y gruñidos iracos de la azotes, la fuerza del impacto travieso que dejó sus cuerpos curvos tambaleándose obscenamente."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Grope Ass",
                "Squeeze Ass",
                "Massage Ass",
                "Fondle Ass"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|El trío jadea y gime de manera feliz mientras tientas sus culo flexible.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnmm- ♥ Vas a hacer un maravilloso esclavo de amor'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Los perpetuas jadea y gemen sin palabras con placer eufórico mientras juegas con sus colillas de burbujas regordetas.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnmm- ♥ Pérdate en mi cuerpo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhh- ♥ Un némesis tan travieso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmh. ♥ ¿Ya eres adicto a mi trasero perfecto?'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmmnnn- ♥ solo puedes tientas tanto a la vez'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Te voy a sofocar y domesticarte con estos traseros. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Ohhhh. ♥ un héroe tan valiente, lascivo y tonto que eres. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|\"Aplastaremos y sofocaremos su débil-mmhhh ♥ resistencia\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Breast Caress",
                "Breast Massage",
                "Breast Knead",
                "Breast Fondle"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Tonto, tu toque débil apenas nos desconcierta.Pero sigue adelante. ♥",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Jeje, sigue adelante ... hunda en nuestros senos perfectos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Mnn ... ♥ Esto no es nada'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Eres un adicto al seno necesitado, ¿verdad?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Apriértalos y se meta con el contenido de su corazón. ♥ No necesitas pensar en nada más. ♪",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"No creas que te dejemos escapar con la tuya con amasadas indulgentemente, nuestros senos como este, héroe pervertido\".",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnmm- ♥ Pérdate en mi cuerpo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhh- ♥ Un némesis tan travieso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Mmmmnnn- ♥ solo puedes tientas tanto a la vez'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|\"Aplastaremos y sofocaremos su débil-mmhhh ♥ resistencia\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Pinch Nipples",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|¡Eep!¡C-corta eso!",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Esto no funcionará en nosotros.Tu tonto.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Tch.Qué molesto de tu parte de tu parte.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|El trío te sonríe perezosamente cuando tu piloteando tirones a sus pezones viscosos hace que sus senos reboten con una atracción atractiva.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Los slimes son inmunes a la fuerza física.Tonto. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|\"No puedo imaginar lo que estabas tratando de lograr con {i} ese {/i} ataque débil\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Suckle",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Qué autocontrol de tu parte de tu parte\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Un pervertido tan necesitado. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Bebe todo lo que quieras de mí. ♥ Conviértete en adicto a mí. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Hmmm ... ♥ ¿Podrías anhelar ser sofocado en mi baba? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Hahhh ... ♥ Supongo que puedo consentirte podrido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Perpetua ronronean en tu ansioso succión, tu boca se llena con el sabor pegajoso de las cerezas."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Finger",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡MPH! ♥ Date prisa y dame tu polla ya!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Eso es todo lo que puedes manejar?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Prueba todo lo que puedas, no tienes ninguna posibilidad contra nosotros. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnmm- ♥ Pérdate en mi cuerpo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hahhh- ♥ Un némesis tan travieso. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Dildo",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mnnnhh-! ♥ Vibraciones tan fuertes-'",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'¡Hmph!- Disolvería esta cosa molesta si pudiera ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhhh- ♥ cease eso!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡MPH! ♥ Date prisa y dame tu polla ya!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Eso es todo lo que puedes manejar?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Prueba todo lo que puedas, no tienes ninguna posibilidad contra nosotros. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Kiss",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Oho. ♪ Qué pintoresco'.",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'No puedes superarnos a nosotros. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Oh, te voy a comer. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|¿Eso es todo lo que puedes manejar?",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'Prueba todo lo que puedas, no tienes ninguna posibilidad contra nosotros. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Make Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'¿Usted {i} realmente {/i} crees que puedes vencerme con simples besos?Tonto.'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Ufu. ♪ Te has caído directamente en mi trampa, héroe'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|El perpetua que bloqueas los labios con trampas tu lengua en su sustancia sustancia y la tira juguetonamente.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mhmhm, ♥ todos los míos ahora'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|¿Realmente vas a acercarte a nosotros para un beso?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|¿Estás seguro de que esta es una buena idea?Ufufu. ♪ '",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Demasiado tarde para arrepentirse ahora. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Nos turnamos para besarte estúpido. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Deep Kiss",
                "Lovingly Rough Kiss",
                "Skillfully Passionate Kiss",
                "Misty Kiss",
                "Sensually Seductive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Alguna vez has tenido una sesión de besos tan apasionada? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ohoho, ¿pensaste que esto nos haría bajar la guardia?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No pienses que tu débil técnica de besos funcionará en mí ... ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Su limo fluido se enreda hábilmente y dominando con la lengua.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Los tres se turnan con avidez aceptando y devolviendo tus besos.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Mientras besas uno, los otros dos te duchan la cara con besos ..."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Arouse",
                "Arousara",
                "Arousero"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Eeeiii! ♥ hfff ... e-incluso con resistencia mágica, es decir ... {i} irritantemente placentero {/i} ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡H-how te atreves a ti! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmhh! ♥ w-lo devolveremos cien veces!",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhhhh ♥ mnnhh ... ♥ n-no malo, mi némesis'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Mmmhhff- ♥ oh voy a {i} disfrutar {/i} devolverte por eso'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mfffhh- ♥ R-resonando a través de mí- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhh- ♥ C-Curse You- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Electrify",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Tch- Tal- Magia patética'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ghhh- ♥ se siente como si me derretiré-",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hhhhhahhhh ♥ ¿Debes hacer que sea tan difícil pensar ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Perpetua solo puede dejar escapar sonidos confusos de placer mientras las sacudidas mágicas caen en cascada a través de su forma pegajosa.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ghnk- ♥ cómo {i} me atreve {/i} tú!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Soy resistente a tal magia.F-Fool. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'N-nosotros no sentimos eso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Mmmhhff- ♥ oh voy a {i} disfrutar {/i} devolverte por eso'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mfffhh- ♥ R-resonando a través de mí- ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Seduce",
                "Ear Tease",
                "Enamor",
                "Smoldering Seduction",
                "Smoldering Flaunt",
                "Massaging Seduction",
                "Mass Seduction"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿De verdad crees que puedes seguirme en una batalla de seducción? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'La adulación te llevará a alguna parte'.'Directamente a mi abrazo. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ah, pero ¿y si {i} somos {/i} en su lugar te burló de nuestro esclavo de amor obediente? ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Intentando seducir a la villana?Que tan tonta. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Joy|n|'Sí, alabándonos más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Mmmm, te burlas, no puedo esperar para hacerte gemir en la derrota\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Adorarme con tus palabras, pronto lo harás mucho más. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Charm",
                "Charm Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Mmm?¿Siempre fuiste tan atractivo? ♥ Sí, serás un consorte maravilloso.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh, vas a ser todo mío. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mi amado némesis. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te ves tan maravillosamente delicioso ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Mmmm, te burlas, no puedo esperar para hacerte gemir en la derrota\"."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Enfeeble",
                "Sensitize"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'S-TUJ Magia trivial'.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Feh!¿De verdad crees que esto me detendrá?",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No deberíamos sentir esto ...' 'tambaleante ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'S-TUJ una sensación extraña ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Hormigueo ... por todas partes ...'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Disarming Appeal"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohoho, tal vez yo {i} puede {/i} deleitarse en tu inminente Doom'.",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohoho, ¡no esperes mucha misericordia!'",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, qué lindo.Eres una excusa triste para un héroe. ♪ '"
            ]
        },
        {
            "lineTrigger": "HitWithPre",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexRed|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPurple|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPink|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Penetrate",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh, Dios mío, realmente {i} eres {/i} un tonto'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Nos vamos a\" derretir \"y leche\", hasta que todo lo que puedas hacer \"es balancear tus caderas\".'Pervertir. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Un némesis tan querido que eres. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No puedes follarnos a todos a la vez.'Así que nos turnaremos para romperte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Has caído directamente en mi trampa, héroe tonto\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mhmhm, ♥ todos los míos ahora'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Eso es todo lo que puedes reunir?",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Sé que puedes hacerlo mejor que esto\".",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|'UFU, ♪ Apenas sentí eso.I {i} do {/i} espero que tengas más en la tienda. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Continúa. ♥' 'Empuja todo lo que quieras. ♥' 'Rómpate.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No pienses'.'Solo folla'.'Y Spurt'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Relajarse.''Complacer.''Ceder.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jadear.''Gemir.''Pérdate a ti mismo'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Pound",
                "Multi Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm, ♥ ¡sí!'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más, ♥ ¡No te detengas! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Ohhh- ♥ mfhf- esto todavía no será suficiente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Vamos.''Más difícil.''Más rápido.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm, qué delicioso ... puedo sentirlo todo a través de mi cuerpo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No pienses'.'Solo folla'.'Y Spurt'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Relajarse.''Complacer.''Ceder.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jadear.''Gemir.''Pérdate a ti mismo'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Empowered Thrust",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Aaah- ♥ tan difícil de pensar! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahn- ♥ I-me siento como, me derretiré- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh- ♥' 'M-Magic- ♥' 'S-So Good- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmhh! ♥ w-lo devolveremos cien veces!",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhhhhhh ♥ Mnnhh ... ♥ No está mal, mi némesis. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm!Puedo sentirlo todo a través de mi cuerpo. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmm, ♥ ¡sí!'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más, ♥ ¡No te detengas! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'S-Stupid Hero ...'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm- serás un esclavo de amor maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Intentando seducir a la villana?Que tan tonta. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahn- ♥ I-Siento que me derretiré- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No pienses'.'Solo folla'.'Y Spurt'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Relajarse.''Complacer.''Ceder.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Jadear.''Gemir.''Pérdate a ti mismo'."
            ]
        },
        {
            "lineTrigger": "HitWithPre",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexRed|n||f|ChangeImageLayer|/|Pussy|/|None|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPurple|n||f|ChangeImageLayer|/|Pussy|/|None|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPink|n||f|ChangeImageLayer|/|Pussy|/|None|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Anal Penetration",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡No importa cómo me jodes, todavía me caerás! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ufufufu ... un lugar tan de doble filo ...'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ese no es un punto débil, tonto ...'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Thrust",
                "Channeling Thrust"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ohhhhh- ♥ mhhh- ♥ empuje todo lo que quieras, y tú te romperás. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No pienses'.'Ahh. ♥' 'Solo jode'.'Ohhh. ♥' 'y Strurt'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Relajarse.''Mmm. ♥' 'Disfrute'.'Hahh. ♥' 'cede'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jadear.''Hahh. ♥' 'gemir'.'Mffffhh. ♥' 'Pásate'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más difícil.''Ohhhh. ♥' 'más rápido'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ja ja, ♥ puedo sentirlo a través de mi cuerpo. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Pound",
                "Multi Thrust",
                "Carrying Fuck"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|{i} 'yessssssss- ♥' {/i} 'danos más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mind-' 'sigue adelante-' 'en blanco- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Por un momento, todo el trío de perpetuas puede manejar es un coro de gemidos obscenos, mientras que sus cuerpos se tambalean con todas las reuniones pegajosas de sus caderas.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No pienses'.'Ahh. ♥' 'Solo jode'.'Ohhh. ♥' 'y Strurt'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Relajarse.''Mmm. ♥' 'Disfrute'.'Hahh. ♥' 'cede'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jadear.''Hahh. ♥' 'gemir'.'Mffffhh. ♥' 'Pásate'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ja ja, ♥ puedo sentirlo a través de mi cuerpo. ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Anal Piston"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Y-tú insolente Little- Ohhhhhhhh-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Lo haré-! ♥' 'te leche ♥' 'seca-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Cómo te atreves-! ♥' 'pervertido-! ♥' 'némesis-! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|Por un momento, todo el trío de perpetuas puede manejar es un coro de gemidos obscenos, mientras que sus cuerpos se tambalean con cada reunión pegajosa de sus caderas.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|{i} 'yessssssss- ♥' {/i} 'danos más! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mind-' 'sigue adelante-' 'en blanco- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Aaah- ♥ tan difícil de pensar! ♥'"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": "Empowered Thrust",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No pienses'.'Ahh. ♥' 'Solo jode'.'Ohhh. ♥' 'y Strurt'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Relajarse.''Mmm. ♥' 'Disfrute'.'Hahh. ♥' 'cede'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jadear.''Hahh. ♥' 'gemir'.'Mffffhh. ♥' 'Pásate'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Más difícil.''Ohhhh. ♥' 'más rápido'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ja ja, ♥ puedo sentirlo a través de mi cuerpo. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Aaah ♥ ¡Tan difícil de pensar! ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahn- ♥ I-Siento que me derretiré- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ohhh- ♥' 'M-Magic- ♥' 'S-So Good- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Mmmmmhh! ♥ w-lo devolveremos cien veces!"
            ]
        },
        {
            "lineTrigger": "HitWithA",
            "move": [
                "Tantric Thrust",
                "Passionate Lovemaking"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'S-Stupid Hero ...'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm- serás un esclavo de amor maravilloso. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¿T-trying para seducir a la villana de mnnf- ♥?Cuán entrañablemente F-Foolish. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahn- ♥ I-Siento que me derretiré- ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'No pienses'.'Ahh. ♥' 'Solo jode'.'Ohhh. ♥' 'y Strurt'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Relajarse.''Mmm. ♥' 'Disfrute'.'Hahh. ♥' 'cede'.",
                "|f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Jadear.''Hahh. ♥' 'gemir'.'Mffffhh. ♥' 'Pásate'."
            ]
        },
        {
            "lineTrigger": "HitWith",
            "move": "Analyze",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, asegurándose de tu inminente Doom, Hero?",
                "|f|ChangeImageLayer|/|Expression|/|Joy|n|'Apuesto a {i} ahora {/i} tienes miedo después de analizarme, ¿eh?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Sí, ¡mira todo lo que quieras!No te ayudará a escapar de tu destino. ♥ '"
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "Teleport"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|ChangeEnergyQuietly|/|-50|n||f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Poco después de reaparecer, una sensación de vértigo se estrella sobre su cuerpo!Debido a la distorsión espacial que rodea tu batalla e interfiriendo con tu magia, tu hechizo tomó poder adicional para operar, dejándote mucho más agotado de lo normal.Pierdes 50 energía mientras Perpetua se ríe con diversión por tu debilidad visible."
            ]
        },
        {
            "lineTrigger": "Escape",
            "move": [
                "District"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Depraved Alluring Languor",
                "Lascivious Gooey Temptation",
                "Obscene Slimy Enchantment"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¿De verdad crees que puedes resistir todo {i} esto? {/i}'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mira y pierde en la extensión interminable {i} de mi belleza'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo rótate a mí.Sabes que no puedes resistirme a mí.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Cuál es tu favorito?¿Cuál de {i} mis {/i} formas? '",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Mi propio ser te hará pasar a la perversión\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mmmm ... cómo ordeñarte ...'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Puede adorar nuestra perfección, si así lo desea. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Adelante, mi némesis, se convierte en el pervertido que estás destinado a ser\"."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Melting Depravity"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'¿Puedes sentir tu ruina acercándose?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¡La ola tras ola te derretirá!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Te engancharemos.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Con suficiente magia oscura, {i} spurt {/i} y {i} spurt {/i} sin fin.",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohohoho!'",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Mmmm, qué divertido verte retorcerse, mi némesis\".",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Retorcerse y ahogarse en placer.Mfhfhfhaha."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Sinful Perpetual Caress",
                "Erosion Lotion Lathering"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo relájate y deja que todo se escape. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Serás masajeado y exprimido por todas partes, hasta que todo lo que puedas hacer es correrse\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Vamos a ver tu cara contors con una derrota placentera\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Te ordeñaremos tonto ... hasta que unos pocos toques te dejen salir a borbotones\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Conviértete en adicto a mi toque'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Tu resistencia se erosionará y se derretirá\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Twitch, retorcer y gemir por mí!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Es solo un pequeño masaje, trate de no gemir {i} también {/i} mucho.Pervertido. ♥ '"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Slippery Sinful Squeezing"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te vas a ahogar en el placer de mi perfección'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Una prisión resbaladiza de éxtasis melty, solo por romperte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Solo piensa en nosotros, en {i} yo {/i}, y mi suavidad embriagadora y tentadora\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Molearé dulcemente tu cuerpo y tu mente'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Resistente y puedes disfrutar esto para siempre'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Realmente puedes soportar esto, héroe?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Adelante, mi némesis, se convierte en el pervertido que estás destinado a ser\"."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Corroding Depravity Assjob"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Se siente muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuido.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Gropeo y joroba' 'todo lo que quieras'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Suave' 'indulgente' 'perfección'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Derretido' 'hundimiento' 'a la deriva'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Da' 'yo' 'todo'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Tal' 'bueno' 'cachondo' 'adicto al culo'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Pervertido' 'travieso' 'héroe' 'cede'."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Obscene Ripple Wave Enchantment",
                "Melty Ripple Ruin Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Continúa, conviértete en mi adicto al placer necesitado\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Disolveré cada bit de tu racionalidad ... entonces puedes acelerarla {i} todos {/i} out.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Tenerte atrapado dentro de mí es tan feliz. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'¿Puedes sentir tu ruina acercándose?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¡La ola tras ola te derretirá!",
                "|f|ChangeImageLayer|/|Expression|/|Base|n|\"Mmmm, qué divertido verte retorcerse, mi némesis\".",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Retorcerse y ahogarse en placer.Mfhfhfhaha."
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Captivatingly Corruptive Kiss"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Tan bueno' Necesitado 'Adicto al beso'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Smooch ♥' 'beso ♥' 'mwah ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Spinning' 'ahogando' 'perdiendo' 'ceder'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Keep' 'sentirse' 'mejor' 'y' 'mejor'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Rompiendo' Cayendo 'Encaprichado' 'Mío'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Derretido' 'hundimiento' 'a la deriva'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Da' 'yo' 'todo'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Pervertido' 'travieso' 'héroe' 'cede'."
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": "Slimy Sexual Entrapment",
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexRed|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPurple|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPink|n||f|ChangeImageLayer|/|Pussy|/|Pussy|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Slimy Sexual Entrapment"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|¡Te atrapó ahora, héroe tonto!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo bien' 'donde te quiero'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Empuje y chorro' 'todo lo que quieras'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Tiempo' 'a' 'romper' ''.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Get' 'Ready' 'To' 'Lose.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'You're going to make' 'For a wonderful throne.'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te derretirás'.'Con tanto placer'.'Hasta que tu {i} cum. {/i}'"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Depraved Entangling Temptation"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPurple|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Perverting Entangling Temptation"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPurple|n||f|ChangeImageLayer|/|Motion|/|Motion|n||f|PlayMotionEffect|/|Crash|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Melting Gooey Mating"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPink|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|ScreenSway|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Destructive Gooey Mating"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexPink|n||f|ChangeImageLayer|/|Motion|/|Motion|n||f|PlayMotionEffect|/|ScreenSway|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Perpetual Obscene Ride"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexRed|n||f|ChangeImageLayer|/|Motion|/|None|n||f|PlayMotionEffect|/|ScreenBounce|n|"
            ]
        },
        {
            "lineTrigger": "UsesMovePre",
            "move": [
                "Perpetual Ruinous Ride"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpoSexRed|n||f|ChangeImageLayer|/|Motion|/|Motion|n||f|PlayMotionEffect|/|ScreenBounce|n|"
            ]
        },
        {
            "lineTrigger": "UsesMove",
            "move": [
                "Depraved Entangling Temptation",
                "Melting Gooey Mating",
                "Perpetual Obscene Ride",
                "Destructive Gooey Mating",
                "Perpetual Ruinous Ride",
                "Perverting Entangling Temptation"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EarLick|n|'Tal' 'cachondo' 'necesitado' 'boytoy'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Palpitante' 'twitching' 'dolor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Empuje' 'jorobado' 'apareamiento'.",
                "|f|ChangeImageLayer|/|Expression|/|EarLick|n|'No' pienses '' solo '' joder '.",
                "|f|ChangeImageLayer|/|Expression|/|EarLick|n|'Just An' 'Anser' 'Pleasure-Drunk' 'consolador'.",
                "|f|ChangeImageLayer|/|Expression|/|EarLick|n|'Spinning' 'ahogando' 'perdiendo' 'ceder'",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Keep' 'sentirse' 'mejor' 'y' 'mejor'.",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Rompiendo' Cayendo 'Encaprichado' 'Mío'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Derretido' 'hundimiento' 'a la deriva'"
            ]
        },
        {
            "lineTrigger": "LowHealth",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Face|/|Blush|n||f|ChangeImageLayer|/|Expression|/|Pleasured|n|'W-we ni siquiera {i} cierre {/i} para hacer!",
                "|f|ChangeImageLayer|/|Face|/|Blush|n||f|ChangeImageLayer|/|Expression|/|Pleasured|n|'¡Wh-Why You-!Mmmmhfh- th-esto no ha terminado!",
                "|f|ChangeImageLayer|/|Face|/|Blush|n||f|ChangeImageLayer|/|Expression|/|Pleasured|n|'Ahhh- ¡Todavía no he terminado,!'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Perpetual Ruinous Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayMotionEffect|/|ScreenBounce|n|On the brink of climax, stuck being used as a pleasure throne by the villainess trio, you can only gasp and mewl with every heavy impact of the red Perpetua's queenly hips slapping against your waist. As you open your mouth in a desperate gasp, it is deftly caught by one of the Perpetuas at your sides who indulgently rolls her tongue into your mouth while the other peppers smooches along your shoulder and neck.|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|Expression|/|LipLick|n|Your head quickly goes completely blank as melty pleasure surges through your body over and over, and you let out an incoherent noise of pleasure as your trembling erection spurts a messy load into Perpetua who keeps swinging her plump hips down again and again, working to mold you into the perfect seat and dildo, lulling you into letting go and sinking into the gooey bed with a dazed expression as you struggle to recollect yourself.|f|ChangeImageLayer|/|Climax|/|None|n||f|ChangeImageLayer|/|Expression|/|Smug|n|'You don't need to do anything.' 'Just lie there.' 'Be a good, vapid toy for me.' 'My beloved nemesis.♥'",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, your cock is getting {i}so{/i} obedient.'|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|With a backwards gaze, Perpetua licks her soft lips as she hilts your trembling leaking erection deep inside her and lazily sways her hips back and forth, rubbing her plump bubble butt against your waist while the other two slime women keep pouring an enchanting string of whispers into your ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Relax.' 'Be a good throne.' 'Just spurt and spurt.' 'Until it's all you want to do.'|n||f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Even with Perpetua having slowed down her pace, your body and mind slip more and more into melty depravity, and you thoughtlessly thrust as best you can despite the miring embrace of their gooey hold, ruinously basking in the swirling squeezing pleasure until it overwhelms you and your cock offers up load after load to the queenly slime woman, dumbly spurting out all the thoughts in your head.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Destructive Gooey Mating",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayMotionEffect|/|ScreenBounce|n|Trapped between all three Perpetuas and the bed of goo, you can't muster any resistance as the pink one continues languidly slamming her hips down onto your trembling erection and pressing you into a deep mind-numbing kiss, entangling her tongue with yours while the other two gooey women tease and smooch your vulnerable ears and rub their slippery curves against your sides.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Melt.' 'Sink.' 'Fall.' 'Cum.' 'Spurt.'|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|Expression|/|Kiss|n|Their sweet corroding whispers melt intoxicatingly into your mind, making you lose yourself more and more to the gooey mating, until with one last slapping impact, your villainous lover's gooey orifice squeezes around your throbbing erection, undulating and swirling as it wrings out rope after rope of semen from it, your body awash in a hot sticky euphoria that lingers even as the duo's hotly sighing lips part from you.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|EarLick|n||f|PlayMotionEffect|/|ScreenBounce|n|The gooey bed entrapping you ripples in relaxing jiggly waves as the pink Perpetua lazily bounces on your twitching erection, every slippery, squeezing pump soaking your length with more of her gooey aphrodisiacs while she languidly rubs her full curves against you, the other two clinging to your sides in a capturing embrace as they kiss and lick your ears without a word, flooding your brain with constantly rising sensory delight.|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|Expression|/|Kiss|n|As you bask in the threefold pampering, the pink slime suddenly brings her jiggly hip-swinging to a frantic pace amid the crescendo of smooches and hot breaths, ultimately slamming down one last time with finality, your hips twitchily jerking up despite your gooey restrains as you pour a thick torrent of cum into her, then drift into a warm tingly corruptive afterglow, cradled by teasing gyrations of her curvy hips.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Perverting Entangling Temptation",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayMotionEffect|/|ScreenSway|n|Trapped under the domineering purple slime and brought to the brink of climax, you're helplessly ridden into the jiggly bed of goo, the ripple-inducing impacts sending surge after surge of unholy gooey bliss melting through your hips while the other two temptresses hotly whisper into your ears, crooning sweetly eroding words that tug away at your dwindling sanity.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Sink.' 'Melt.' 'Leak.' 'Spurt.' 'Be ours.' 'Be {i}mine{/i}.'|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n||f|ChangeImageLayer|/|Expression|/|LipLick|n|Your hips jerk thoughtlessly as you're pushed further and further past the edge, until you throw your head back with a defeated moan and fill the villainous slime woman with a thick load of cum, shivering as the sweet intoxicating tingles of climactic afterglow ooze through your senses in a corruptive indulgent surge, all the while the gooey trio continue to bounce and kiss and squeeze you closer to submission.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenSway|n|The purple Perpetua's entangling hair tendrils keep your hands all but stuck to her indulgently soft and slick bubble butt while you edge closer and closer to the brink of orgasm, your fingers thoughtlessly groping her curves while she lazily sways her hips side to side and the other two keep kissing and whispering a tempting hot breathy litany in your ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Thrust.' 'Fuck.' 'Hump.' 'Melt.' 'Break.' 'Cum.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|So tantalizingly close to cumming, you can't resist the urge to lift her hips up and bounce the jiggly temptress on your trembling shaft, all three of them cooing and giggling in delight as you crush your own resistance under her luscious hips.|n|Forsaking everything but your own pleasure, you thrust into her like a beast in heat, urged on by their wanton moans and encouragements, until with an echoing jiggly slap, you erupt inside the sultry seductress in an eye-rolling orgasm, all the while your ears are rewardingly smooched and licked by the other two, until you go slack and the purple one resumes her mind-bending dance, pushing you back into the gooey bed.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Melting Gooey Mating",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenSway|n|A vapid pleasure-drunk smile settles on your face as euphoria oozes through your senses, your hips jerking up into every tempting sucking squeeze of the pink Perpetua's swirling slimy orifice as you steadily leak your resistance out through your cock, all the while the two temptresses sandwiching your sides pour a constant cooing cascade of whispers and kisses into your ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Don't think.' '{i}Smooch.{/i}' 'Cum all you want.' '{i}Mwah.{/i}' 'Just give in.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Just as the two punctuate their words with one final, long, drawn-out kiss to your ears, the pink Perpetua keeps lovingly bouncing on your throbbing aphrodisiac-soaked length, easily finishing off the last of your resistance with the pleasurably gooey embrace of her ravenous pussy over your teased manhood, milking out thick ropes of cum from your trembling erection while your mind turns pink with giddy ecstasy.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|ChangeImageLayer|/|Climax|/|None|n|Even as your climax ebbs away, you shiver in delight from the twin hot sighs the duo breathe against your sides as they dissolve your semen while your dick throbs eagerly, craving to keep being used like a cumpump and dildo.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|Your cock feels harder and larger than normal as more and more slick aphrodisiac goo soaks its length, and as the pink Perpetua switches from grinding teasing to a hip-slapping bouncing rhythm, you can only moan in a sloppy daze, overwhelmed by the mind-blanking sensation of your trembling oversensitive cock being mercilessly ridden while kisses and coos hotly drift into your ears from the other two sultry slime women.|n||f|ChangeImageLayer|/|Expression|/|Kiss|n|'Relaxxx.' 'Let go.' 'Sink.' 'Spurt.' 'Cum.' 'I want {i}everything.{/i}'|n||f|ChangeImageLayer|/|Expression|/|EarLick|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Rapidly, the auditory assault combined with the slapping impacts of the pink seductress' curvy hips leave you slack-jawed and incoherent, your hips dumbly jerking up as you sink into gooey pleasure and spurt load after load into your mounted mistress, making them all sigh and lick their lips as they greedily drink your seed, then immediately go back to treating you to more languid hip gyrations and teasing ear licking.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Perpetual Obscene Ride",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|You grit your teeth as you try to endure the encroaching climactic bliss, but it quickly turns out to be a doomed effort, every jiggly impact of Perpetua's wide hips sending rampaging surges of pleasure rippling through your entire waist while the sweet cooing whispers in your ears keep your mind spinning in a tingly dizzy mess of horny arousal.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Feels so good...' 'Such a perfect throne.♥' 'Such a needy boytoy.♪' 'No more thinking.' 'Just sweet' 'Sweet' 'Climax.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Every lowly whispered word and well-timed hip-bouncing wears down your endurance until you're desperately panting and huffing the aphrodisiac-laced air amid a rising tide of melty euphoria, prompting Perpetua to finish you off with one last swing of her jiggly rear, wringing out load after load of cum as she regally rides you all through your climax, ear kisses and whispers keeping you slack and happy in her grasp.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, you're at your limit, nemesis. Time to finish you!'|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|With a backwards gaze, Perpetua starts to wildly swing her wide hips, every jiggly impact making you sink deeper into the gooey bed embracing you, the duo of tightly hugging slime women at your sides wordlessly kissing and licking your ears until your thoughts devolve into a syrupy mess of bubbling pleasure.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Having no choice but to give in to the constant slapping impacts of her plush ass against your waist, your cock obediently trembles inside her and spurts thick offerings of semen to her as you cum your brains out, leaving a pleasure-drunk expression plastered on your face all the while, the wanton grin lingering even as your intense orgasm ebbs away.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Depraved Entangling Temptation",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayMotionEffect|/|ScreenBounce|n|Teetering on the brink of climax, you lose yourself in the moment and vapidly thrust into the purple Perpetua who urges you on with a sultry giggle, a wiggle of her wide hips and a tug from her tendrils driving you into a blind frenzy, every hip-slamming impact making her plush ass wobble and bounce enchantingly while the other two slime women keep breathing indulgent whispers into your defenseless ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Thrust Thrust Thrust.' 'Cum Cum Cum.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Your brain swimming in thoughtless ecstasy, you moan out in incoherent bliss with one final powerful thrust, pouring a thick torrent of cum into the gooey woman for her to absorb while you bask in a melty afterglow of teasing, rubbing, and cloyingly sweet cooing words.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Tensing up with near-orgasmic pleasure, you're helplessly carried into the purple Perpetua's pace as she wildly swings her hips into yours with wet smacks, forcefully pulling on your arms to drive you to thrust into her, all while the duo pressed to your sides mire you in whispering kisses, until your cock finally spurts a long series of loads into the gooey woman, making you feel like you're blissfully pouring out every thought in your mind.|n||f|ChangeImageLayer|/|Expression|/|LipLick|n||f|ChangeImageLayer|/|Climax|/|None|n|'Goooood.' 'Give us more.' 'Become all mine.'"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Obscene Ripple Wave Enchantment",
                "Melty Ripple Ruin Wave"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Rápidamente te encuentras perdido en las ondas siempre que suben de placer que es-manifiesto cuando el masaje de la sustancia es vibra y pulsos en el bucle con magia impía, el constante asalto sensorial en cascada dejando tu polla agitando salvajemente y goteando de emoción, hasta que no puedes tomar ningunaMás y tira la cabeza hacia atrás con un grito climático derrotado, bañando a los inminentes perpetuas con una nueva oferta de semen para absorber.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|Tan cerca del borde del clímax como eres, los pulsos resonantes de la magia se entremezclan con el masaje de cuerpo cercano de la espiga de los alrededores te lleva al límite con una ola que deja a las caderas que deja las caderas impotentes hacia arriba comoBorgaste una cuerda tras una cuerda de semen para el curvilíneo trío pegajoso, tu mirada perdió en sus cuerpos blandos mientras se remoja en tu semilla con croes apreciativos.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Con su razón hundiéndose y sus pensamientos que se esfuerzan, no puede evitar derretirse en el reconfortante exudado mientras sus pulsos mágicos rítmicamente junto con el palpitándose de su dolor de erección, haciéndole desmayarse y gemir con éxtasis hasta que las ondas de placer ondulantes golpean unaCrescendo explosivo alucinante, dejándote gemir impotente mientras usted orgasmo, bañando a los perpetuas con tu semen como un tributo de chorreos."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Melting Depravity",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|A medida que el pulso mágico se lava sobre ti, la afluencia de éxtasis impío te empuja sobre el borde, dejándote gemir y tambalearse sacudiendo tus caderas mientras te quitas una carga pegajosa sobre las mujeres viscosas que se remojan con avidez en tu semilla ofrecida con un ronronización hambriento.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|La ola de magia que sale de las mujeres pegajosas deja tu cabeza completamente en blanco con placer meloso mientras tu polla se contrae salvajemente y espasmos en la derrota, disparando cuerdas gruesas de semen para que se absorban con avidez con un director de operación depredadora, sus hambrientos miras predatorias que ya exigen exigiendomás de ti."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayMotionEffect|/|ScreenBounce|n|Teetering on the brink of climax, you lose yourself in the moment and vapidly thrust into the purple Perpetua who urges you on with a sultry giggle, a wiggle of her wide hips and a tug from her tendrils driving you into a blind frenzy, every hip-slamming impact making her plush ass wobble and bounce enchantingly while the other two slime women keep breathing indulgent whispers into your defenseless ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Thrust Thrust Thrust.' 'Cum Cum Cum.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Your brain swimming in thoughtless ecstasy, you moan out in incoherent bliss with one final powerful thrust, pouring a thick torrent of cum into the gooey woman for her to absorb while you bask in a melty afterglow of teasing, rubbing, and cloyingly sweet cooing words.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Tensing up with near-orgasmic pleasure, you're helplessly carried into the purple Perpetua's pace as she wildly swings her hips into yours with wet smacks, forcefully pulling on your arms to drive you to thrust into her, all while the duo pressed to your sides mire you in whispering kisses, until your cock finally spurts a long series of loads into the gooey woman, making you feel like you're blissfully pouring out every thought in your mind.|n||f|ChangeImageLayer|/|Expression|/|LipLick|n||f|ChangeImageLayer|/|Climax|/|None|n|'Goooood.' 'Give us more.' 'Become all mine.'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|You grit your teeth as you try to endure the encroaching climactic bliss, but it quickly turns out to be a doomed effort, every jiggly impact of Perpetua's wide hips sending rampaging surges of pleasure rippling through your entire waist while the sweet cooing whispers in your ears keep your mind spinning in a tingly dizzy mess of horny arousal.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Feels so good...' 'Such a perfect throne.♥' 'Such a needy boytoy.♪' 'No more thinking.' 'Just sweet' 'Sweet' 'Climax.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Every lowly whispered word and well-timed hip-bouncing wears down your endurance until you're desperately panting and huffing the aphrodisiac-laced air amid a rising tide of melty euphoria, prompting Perpetua to finish you off with one last swing of her jiggly rear, wringing out load after load of cum as she regally rides you all through your climax, ear kisses and whispers keeping you slack and happy in her grasp.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, you're at your limit, nemesis. Time to finish you!'|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|With a backwards gaze, Perpetua starts to wildly swing her wide hips, every jiggly impact making you sink deeper into the gooey bed embracing you, the duo of tightly hugging slime women at your sides wordlessly kissing and licking your ears until your thoughts devolve into a syrupy mess of bubbling pleasure.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Having no choice but to give in to the constant slapping impacts of her plush ass against your waist, your cock obediently trembles inside her and spurts thick offerings of semen to her as you cum your brains out, leaving a pleasure-drunk expression plastered on your face all the while, the wanton grin lingering even as your intense orgasm ebbs away.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenSway|n|A vapid pleasure-drunk smile settles on your face as euphoria oozes through your senses, your hips jerking up into every tempting sucking squeeze of the pink Perpetua's swirling slimy orifice as you steadily leak your resistance out through your cock, all the while the two temptresses sandwiching your sides pour a constant cooing cascade of whispers and kisses into your ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Don't think.' '{i}Smooch.{/i}' 'Cum all you want.' '{i}Mwah.{/i}' 'Just give in.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Just as the two punctuate their words with one final, long, drawn-out kiss to your ears, the pink Perpetua keeps lovingly bouncing on your throbbing aphrodisiac-soaked length, easily finishing off the last of your resistance with the pleasurably gooey embrace of her ravenous pussy over your teased manhood, milking out thick ropes of cum from your trembling erection while your mind turns pink with giddy ecstasy.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|ChangeImageLayer|/|Climax|/|None|n|Even as your climax ebbs away, you shiver in delight from the twin hot sighs the duo breathe against your sides as they dissolve your semen while your dick throbs eagerly, craving to keep being used like a cumpump and dildo.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|Your cock feels harder and larger than normal as more and more slick aphrodisiac goo soaks its length, and as the pink Perpetua switches from grinding teasing to a hip-slapping bouncing rhythm, you can only moan in a sloppy daze, overwhelmed by the mind-blanking sensation of your trembling oversensitive cock being mercilessly ridden while kisses and coos hotly drift into your ears from the other two sultry slime women.|n||f|ChangeImageLayer|/|Expression|/|Kiss|n|'Relaxxx.' 'Let go.' 'Sink.' 'Spurt.' 'Cum.' 'I want {i}everything.{/i}'|n||f|ChangeImageLayer|/|Expression|/|EarLick|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Rapidly, the auditory assault combined with the slapping impacts of the pink seductress' curvy hips leave you slack-jawed and incoherent, your hips dumbly jerking up as you sink into gooey pleasure and spurt load after load into your mounted mistress, making them all sigh and lick their lips as they greedily drink your seed, then immediately go back to treating you to more languid hip gyrations and teasing ear licking.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayMotionEffect|/|ScreenBounce|n|Teetering on the brink of climax, you lose yourself in the moment and vapidly thrust into the purple Perpetua who urges you on with a sultry giggle, a wiggle of her wide hips and a tug from her tendrils driving you into a blind frenzy, every hip-slamming impact making her plush ass wobble and bounce enchantingly while the other two slime women keep breathing indulgent whispers into your defenseless ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Thrust Thrust Thrust.' 'Cum Cum Cum.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Your brain swimming in thoughtless ecstasy, you moan out in incoherent bliss with one final powerful thrust, pouring a thick torrent of cum into the gooey woman for her to absorb while you bask in a melty afterglow of teasing, rubbing, and cloyingly sweet cooing words.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Tensing up with near-orgasmic pleasure, you're helplessly carried into the purple Perpetua's pace as she wildly swings her hips into yours with wet smacks, forcefully pulling on your arms to drive you to thrust into her, all while the duo pressed to your sides mire you in whispering kisses, until your cock finally spurts a long series of loads into the gooey woman, making you feel like you're blissfully pouring out every thought in your mind.|n||f|ChangeImageLayer|/|Expression|/|LipLick|n||f|ChangeImageLayer|/|Climax|/|None|n|'Goooood.' 'Give us more.' 'Become all mine.'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|You grit your teeth as you try to endure the encroaching climactic bliss, but it quickly turns out to be a doomed effort, every jiggly impact of Perpetua's wide hips sending rampaging surges of pleasure rippling through your entire waist while the sweet cooing whispers in your ears keep your mind spinning in a tingly dizzy mess of horny arousal.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Feels so good...' 'Such a perfect throne.♥' 'Such a needy boytoy.♪' 'No more thinking.' 'Just sweet' 'Sweet' 'Climax.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Every lowly whispered word and well-timed hip-bouncing wears down your endurance until you're desperately panting and huffing the aphrodisiac-laced air amid a rising tide of melty euphoria, prompting Perpetua to finish you off with one last swing of her jiggly rear, wringing out load after load of cum as she regally rides you all through your climax, ear kisses and whispers keeping you slack and happy in her grasp.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, you're at your limit, nemesis. Time to finish you!'|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|With a backwards gaze, Perpetua starts to wildly swing her wide hips, every jiggly impact making you sink deeper into the gooey bed embracing you, the duo of tightly hugging slime women at your sides wordlessly kissing and licking your ears until your thoughts devolve into a syrupy mess of bubbling pleasure.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Having no choice but to give in to the constant slapping impacts of her plush ass against your waist, your cock obediently trembles inside her and spurts thick offerings of semen to her as you cum your brains out, leaving a pleasure-drunk expression plastered on your face all the while, the wanton grin lingering even as your intense orgasm ebbs away.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenSway|n|A vapid pleasure-drunk smile settles on your face as euphoria oozes through your senses, your hips jerking up into every tempting sucking squeeze of the pink Perpetua's swirling slimy orifice as you steadily leak your resistance out through your cock, all the while the two temptresses sandwiching your sides pour a constant cooing cascade of whispers and kisses into your ears.|n||f|ChangeImageLayer|/|Expression|/|EarLick|n|'Don't think.' '{i}Smooch.{/i}' 'Cum all you want.' '{i}Mwah.{/i}' 'Just give in.'|n||f|ChangeImageLayer|/|Expression|/|Kiss|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Just as the two punctuate their words with one final, long, drawn-out kiss to your ears, the pink Perpetua keeps lovingly bouncing on your throbbing aphrodisiac-soaked length, easily finishing off the last of your resistance with the pleasurably gooey embrace of her squeezing ass around your teased manhood, milking out thick ropes of cum from your trembling erection while your mind turns pink with giddy ecstasy.|n||f|ChangeImageLayer|/|Expression|/|EvilGrin|n||f|ChangeImageLayer|/|Climax|/|None|n|Even as your climax ebbs away, you shiver in delight from the twin hot sighs the duo breathe against your sides as they dissolve your semen while your dick throbs eagerly, craving to keep being used like a cumpump and dildo.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n||f|PlayMotionEffect|/|ScreenBounce|n|Your cock feels harder and larger than normal as more and more slick aphrodisiac goo soaks its length, and as the pink Perpetua switches from grinding teasing to a hip-slapping bouncing rhythm, you can only moan in a sloppy daze, overwhelmed by the mind-blanking sensation of your trembling oversensitive cock being mercilessly ridden while kisses and coos hotly drift into your ears from the other two sultry slime women.|n||f|ChangeImageLayer|/|Expression|/|Kiss|n|'Relaxxx.' 'Let go.' 'Sink.' 'Spurt.' 'Cum.' 'I want {i}everything.{/i}'|n||f|ChangeImageLayer|/|Expression|/|EarLick|n||f|PlayVisualEffect|/|OrgasmPulse|/|white.png|n||f|ChangeImageLayer|/|Climax|/|Climax|n||f|PlayMotionEffect|/|Crash|n|Rapidly, the auditory assault combined with the slapping impacts of the pink seductress' curvy hips leave you slack-jawed and incoherent, your hips dumbly jerking up as you sink into gooey pleasure and spurt load after load into your mounted mistress, making them all sigh and lick their lips as they greedily drink your seed, then immediately go back to treating you to more languid hip gyrations and teasing ear licking.[PlayerOrgasmLine]|f|ChangeImageLayer|/|Climax|/|None|n||c|"
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Corroding Depravity Assjob",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Los dulces susurros giran en tus oídos mientras tu virilidad se queda bien enterrada entre las nalgas regordetas de Perpetua, cada ritmo de sus caderas anchas que te hacen jorobar en respuesta como el éxtasis climático en cascada salvajemente a través de tu cintura en una oleada de color blanco ... hastaUn último empuje y un tentador director de operaciones tentador para ambos oídos, estallas en toda la espalda de la mujer pegajosa, mientras que los otros dos titter en Victorious Glee.|n|'Just keep spurting.' 'Just keep indulging.'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|Mientras que el placer más pegajoso se aferra a sus sentidos como una sustancia goo corruptiva de cada lujoso rebote del trasero de burbujas de Perpetua contra su erección con fuga, las otras dos seductores viscosas que arrullan y besan en su mente en un delirio encantador, erosionan su razón y su autocontrol.|n|'Don't hold back.' 'You need to cum.' 'Just spurt.' 'And thrust.' 'And {i}break{/i}.'|n|Punctuated by more hip-slapping jiggly surges of ecstasy, their enticing words shatter the rest of your resistance in a rippling pulse, coaxing out a thick load of cum out of you that splashes all over the red gooey villainess' ass while your head turns completely blank and the trio soak in your seed with a chorus of hungry giggles."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Slippery Sinful Squeezing",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|Sientes que te estás derritiendo en medio del apretón de masaje de cuerpo a cuerpo completo del trío que se aplastan y frota sus lisas curvas pegajosas contra ti, el placer dulcemente envuelto dejando tus pensamientos goopy y vacante mientras te temblarás con euforia hinchada, toda laMientras su polla descuidada palpita y salta de manera necesaria.|n|Your face and mind melting into a release-craving mess, you can't hold yourself back from moaning happily when a curvy slimy thigh teasingly strokes against your trembling erection, sending you over the edge and bringing you to a mind-blanking climax, your throbbing erection coating the rubbing leg with long ropes of seed that are rapidly absorbed into the gooey mass.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Solo puede morderse el labio y temblar mientras los perpetuas deslizan sus pechos lujosos y curvas resbaladizas hacia arriba y hacia abajo de su cuerpo desde todos los lados, la intensidad cálida y hormigueante, dejando su piel más caliente y más sensible por el segundo a medida que se ahogan en una cascada constante deLa dicha untuosa, hasta que tus caderas finalmente se masturban y empujen salvajemente en la derrota mientras tu polla espasming dispara un torrente de semen en su voraz forma pegajosa."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": [
                "Depraved Alluring Languor",
                "Lascivious Gooey Temptation",
                "Obscene Slimy Enchantment"
            ],
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Demasiado excitado por la encantadora vista de los perpetuas hinchando bruscamente de sus cuerpos con curvas, no puede evitar masturbarse con entusiasmo mientras disfruta cada parte de sus cuerpos tentadores y resbaladizos, su cara se holna y se desliza a medida que avanza rápidamenteEl borde y el brote de una oferta desordenada de semen para ellos, que se rematan con un risón satisfecho.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|No puedes mirar hacia otro lado del trío voluptuoso mientras se balancean y sacuden sus cuerpos obscenos por ti, cada uno de los dos, y rebote llenando y cautivando tu mente mientras tu erección sobreexcitada palpita cada vez más por el espectáculo tántrico, hasta el corazón-La euforia de las carreras dentro de ti se derrama de una jiggle más haciendo alarde de sus curvas, dejándote brotando una gruesa ayuda de semen para que los devoren.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Te das cuenta de que no sabes cuánto tiempo has estado mirando al trío de mujeres pegajosas que muestran sus curvas suaves, flexibles y suaves, tambaleándose y sin pensar que tu polla es una magia fascinante sutil lentamente que te acerque a la felicidad eufórica, cada una, cada unaaccidente cerebrovascular indulgente recompensado por burlas más alentadoras.|n|You only snap out of your erotic reverie as you crest over the brink and shower Perpetua in thick ropes of cum with a strangled orgasmic gasp, the domineering trio letting out a goading unified giggle at your self-inflicted orgasm."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Sinful Perpetual Caress",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|A medida que las manos lisas del trío acarician y masajan su piel al unísono perfecto, cubren los hombros, el pecho, la cintura, las piernas y la polla sacudida en limo resbaladizo y resbaladizo, ya no puede contener el éxtasis de inicio a través de sus sentidos e impotentesEmpuje la derrota indulgente en los dedos enlazando suavemente alrededor de su longitud palpitante.|n|Giggling triumphantly at your wanton hip swings, the venomously loving trio squeeze you and press into you to bring you to a luxurious release, your lavished cock spurting a thick load across the Perpetuas' gooey form who devour your seed with an ominous smile while they keep coaxinly doting on you all over with soft touches.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|La cascada de toques suaves y dulces de toques de burlas suaves a través de su piel sensible te hace jadear y temblar con la necesidad de mely mientras tu polla palpita con entusiasmo y tu corazón se acelera más rápido y más rápido, dejándote totalmente vulnerable cuando el trío se desliza más cerca y acaba los dedos alrededor de tus twitchingDick para bombearlo a un ritmo de urgencia rápido.|n|Lathering it up with slick slime as they drink in your pleasured-silly expression and coax you into sweet surrender with cooing enticements, they send you flying over the brink in an instant, your overstimulated manhood unloading thick spurts of seed all over them that they happily soak in with evil giggles."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|A medida que pasas de Makeout y Makeout entre cada perpetúa hambrienta, el placer sigue subiendo y burbujeando a través de tus sentidos cada vez más besos, tu cerebro se convierte en una feliz papilla vacía en medio de una melodía fascinante lasciva de los descuidados sonidos de la boca y la boca sensual.|n|Swapping saliva for sweet sugary goo, your tongue is lost in the ceaseless gooey stirring, a mind-blanking high of kissy bliss overtaking you as your ears each get a long drawn-out smooch that sends you over the edge, spurting wildly while the triumphant slime girls coo and giggle dominantly.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|A medida que te deslizas cada vez más cerca del borde del clímax, uno de los miembros del trío de repente te agarra la cabeza, atrapándote vorazmente en una sesión constante de besos que se mueven con lengua mientras los otros dos en las orejas con respiraciones calientes, besándote y lamiéndoteEn un desastre almibarado hasta que tus caderas se muevan impotentes mientras el hinchado de éxtasis pegajoso te alcanza y te acumulas por todas las felices seductoras gimidas y gimiendo.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Cambiando de los labios suaves y suaves a besos empalagosos con amor a un beso voraz y posesivo, tu cabeza se queda en blanco y en blanco con un placer creciente, ahogado en una constante cascada de afecto de lengua, hasta que no puedes tomarla más y tu polla y las palpitacionesansiosa derrota, brotando largas cuerdas de semen mientras tiemblas en la dicha inducida por un beso bajo el beso que sigue y sigue ..."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Erosion Lotion Lathering",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|A medida que los zarcillos gruesos acarician y masajean su piel, su resbaladizo abrazo presionando tiernamente sobre su pecho, cintura, piernas y una polla contracción, ya no puede negar el éxtasis que se derrite a través de sus sentidos y empuja sin impuestos contra la tocas a tientaszarcillo en una derrota indulgente, brotando una carga gruesa a través de la pegajca de Perpetua de quién devora tu semilla con una sonrisa siniestra.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|La perpetua oscura se ríe mientras tembla y se contrae con el éxtasis creciente del suave toque de masaje de los zarcillos resbaladizos que se frotan implacablemente contra su piel, uno enrollado alrededor de su erección palpitante para bombearlo a un clímax, sus ojos girando hacia atrás y su lengua saliendo tanUsted impulsa a carcajadas sobre el borde y cubres a las hambrientas mujeres de limo en un grueso desastre de semen que absorben con avidez."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Melting Erosion Kisses",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Cada beso suave y pegajoso envía una prisa hormigueante a través de tus sentidos, ahogándote en una neblina rosa y haciéndote anhelar nada más que una dulce liberación, cualquier trituración de resistencia que puedas reunir terminando ahogado en un mar amoroso de sonidos de boca sensuales y labios dulcemente apremiantes.|n|Driven to the edge by the kissing parade, you can only tense and twitch in a feeble attempt to endure the rising tide of eroding euphoria, the symphony of soft smacking lips and playful giggles drowning out everything else, until the melty oozing ecstasy finally overflows and your spasming manhood surrenders, spurting a thick shower of cum onto the gooey women for them to greedily absorb.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Con la dulce sensación de los besos de los perpetuas que irradian a través de sus sentidos, te quedas temblorosamente tambaleándose al borde del clímax, balanceándote en su lugar mientras intentas desesperadamente suprimir el ascensor asumido de correrse.Al verte como una presa tan fácil, los perpetuas sonríen malvadamente antes de redoblar su cascada de besos a través de su cuerpo impotente golpeado, besando y lamiendo con abandono.|n|Each kiss sends a fresh wave of hot ecstasy radiating across your body, the constant caress of soft lips making your eyes ever more glazed with wanton bliss until you hit a melty plateau of moaning mind-blanking euphoria, spurting a thick offering of semen onto the slimy villainesses, the insatiable women immediately soaking it in and devouring it with a victorious lip-licking giggle."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "Blown Kisses Erosion",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Aturdido y balanceándose de los encantadores besos soplados hormigueando a través de tu piel, ya no puedes resistirte a medida que los perpetuas besan sus dedos y te arrojan corazones con carga mágica al unísono, una y otra vez en una ducha en cascada.Gemes en la derrota, tu polla palpitante rociando ansiosamente para ellos, cubriendo sus curvas en semillas que absorben con una risita dominante.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Con la dulce sensación de los besos soplados de los perpetuas que irradian en sus sentidos, te dejan temblormente tambaleándose al borde del clímax, balanceándose en su lugar mientras intentas desesperadamente suprimir el ascenso ascendente para correrse.Al verte como una presa tan fácil, los perpetuas sonríen malvadamente, húmedamente besando sus dedos y soplándote otro trío de corazones.|n|The moment they hit you with tender oozing softness, your eyes roll up while you moan in mind-blanking euphoria, giving in to the phantom kissy bliss and spurting a thick offering of semen onto their slimy form, the insatiable women immediately soaking it in and devouring it with a victorious lip-licking giggle."
            ]
        },
        {
            "lineTrigger": "OnPlayerOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|A medida que los zarcillos gruesos acarician y masajean su piel, su resbaladizo abrazo presionando tiernamente sobre su pecho, cintura, piernas y una polla contracción, ya no puede negar el éxtasis que se derrite a través de sus sentidos y empuja sin impuestos contra la tocas a tientaszarcillo en una derrota indulgente, brotando una carga gruesa a través de la pegajca de Perpetua de quién devora tu semilla con una sonrisa siniestra.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|La perpetua oscura se ríe mientras tembla y se contrae con el éxtasis creciente del suave toque de masaje de los zarcillos resbaladizos que se frotan implacablemente contra su piel, uno enrollado alrededor de su erección palpitante para bombearlo a un clímax, sus ojos girando hacia atrás y su lengua saliendo tanUsted impulsa a carcajadas sobre el borde y cubres a las hambrientas mujeres de limo en un grueso desastre de semen que absorben con avidez.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Demasiado excitado por la encantadora vista de los perpetuas hinchando bruscamente de sus cuerpos con curvas, no puede evitar masturbarse con entusiasmo mientras disfruta cada parte de sus cuerpos tentadores y resbaladizos, su cara se holna y se desliza a medida que avanza rápidamenteEl borde y el brote de una oferta desordenada de semen para ellos, que se rematan con un risón satisfecho.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|No puedes mirar hacia otro lado del trío voluptuoso mientras se balancean y sacuden sus cuerpos obscenos por ti, cada uno de los dos, y rebote llenando y cautivando tu mente mientras tu erección sobreexcitada palpita cada vez más por el espectáculo tántrico, hasta el corazón-La euforia de las carreras dentro de ti se derrama de una jiggle más haciendo alarde de sus curvas, dejándote brotando una gruesa ayuda de semen para que los devoren.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Te das cuenta de que no sabes cuánto tiempo has estado mirando al trío de mujeres pegajosas que muestran sus curvas suaves, flexibles y suaves, tambaleándose y sin pensar que tu polla es una magia fascinante sutil lentamente que te acerque a la felicidad eufórica, cada una, cada unaaccidente cerebrovascular indulgente recompensado por burlas más alentadoras.|n|You only snap out of your erotic reverie as you crest over the brink and shower Perpetua in thick ropes of cum with a strangled orgasmic gasp, the domineering trio letting out a goading unified giggle at your self-inflicted orgasm."
            ]
        },
        {
            "lineTrigger": "OnOrgasm",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Face|/|BlushHeavy|n||f|ChangeImageLayer|/|Expression|/|Orgasm|n|'¡N-No!Th-This es imposible- we- {b} i-i'm cumming-! ♥ nnnnoooooooooooouuhhhh! ~ ♥ {/b} '"
            ]
        },
        {
            "lineTrigger": "OnSurrender",
            "move": "",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Joy|n|'Oh, vas a solo {i} rendir {/i}?Qué maravilloso ... si anticlimático. ♪ '|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Pero primero, leche el clímax después del clímax de ti. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Yo {i} sabía {/i} que eras un pervertido desafortunado'.|f|ChangeImageLayer|/|Expression|/|Joy|n|\"Ahora, para mostrarte lo que un buen esclavo de amor puedes ser\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Mi mi, alguien está asombrado de mi perfección, ¿hm?Ahora, cómo terminarte ... ♥ '"
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 100%",
            "theText": [
                "Tus brazos y piernas fuertemente atrapadas en Goo, todo tu cuerpo se retorce contra el limo de la envoltura obligándolo a recostarse en su lecho de hundimiento de comodidad resbaladiza.Si no puede escapar, ¡las villanas dominantes serán libres de hacer lo que quieran con su cuerpo indefenso!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 100%",
            "theText": [
                "Pero las espesas restricciones amorfas se niegan a darle incluso una pulgada de libertad, dejándote firmemente atrapado en la masa gelatinosa pegajosa que te mantiene expuesto a las tres mujeres como un premio para ser reclamado, ¡a solo un paso de la integridad completa!",
                "Pero cuanto más te retorces, más profundo se siente que te estás hundiendo en el lecho mordoso de Coffisling Goop, cada movimiento agitador solo haciendo que el Mire espeso se mueva y rebote inútilmente, en sintonía con las curvas hipnóticamente atractivas de las tres mujeres Slime que se avecinan sobre ticon ojos hambrientos!",
                "Pero te encuentras completamente atrapado entre la prisión pegajosa que te envuelve a ti y a las curvas flexibles y seductoras de los tres perpetuas que se frotan y muelen contra ti, risitas con las risas de arrullado mientras tu resistencia disminuye y tu polla se contrae con entusiasmo con la creciente obediencia, tu situación de verdadterrible...",
                "Pero un pulso de magia ondulante que aturde de repente resuena de repente en todo el limo firmemente aferrado a su cuerpo como un masaje tentador, lo que hace que sus extremidades se hojearan mientras su rígida erección palpita con una necesidad de fuga.",
                "Pero mientras te distraen tus esfuerzos, dos de los perpetuas se abalanzan para besarte las orejas y susurrar una cascada mental de palabras encantadoras y encantadoras que te dejan sonriendo dopiily mientras tu polla se contrae erráticamente con necesidad cautivada, convenciéndote de nuevo en lacama pegajosa.",
                "Pero con unos pocos besos y encantadores susurros con carga mágica del trío malvado, te encuentras temblando y hundiéndote en el lento cómodo mientras la depravación meltosa supera tu cuerpo, tu virilidad palpitante rogando ansiosamente por más de la atención de los perpetuas.",
                "Pero en respuesta a su resistencia, el limo pegajoso que te rodea a las bobinas aún más estrictas, manteniéndote en su lugar mientras el trío te duchas con afecto posesivo y corrupto, tentándolo a hundirte aún más profundamente en sumisión."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 100%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo relájate'.'Nunca querrás irte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Retorcía todo lo que quieras.'Es adorable. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡No se liberarás!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¡{i} todos {/i} terminará pronto, héroe!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Soy como una marea sin fin, no hay {i} no {/i} Escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 100%",
            "theText": [
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 75%|n|¡Y te las arreglas para liberar los brazos de la vorazada envoltura viscosa! ... aunque tu cuerpo todavía está cubierto de pegajoso, tirando de Goo que amenaza con retroceder, el trío maligno se ríe de diversión por tu lucha.",
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 75%|n|Y aunque te las arreglas para reclamar {i} alguna {/i} libertad de movimiento, con tantos goop que se aferran con codicia, solo te logras liberar los brazos de la cama viscosa que te atrapa, dejando al resto de ustedes aún retorciéndose contraLas restricciones resbaladizas, el trío de perpetuas arrullando y sonriendo mientras acarician su cuerpo, ansiosos por atraparlo nuevamente."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 100%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Ven ahora, estábamos {i} así {/i} cerca de envolverte por completo ...'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo estás retrasando lo inevitable. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Oh, te burlas'.Casi te tenía.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No puedes luchar contra una marea interminable para siempre'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Por qué luchar?Solo cede y te daré {i} placer inimaginable {/i}.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Un esfuerzo tan perdido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No vas a ir a ninguna parte, boytoy' héroe '. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Oh, mi amado némesis'.'Ya eres mía'."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 75%",
            "theText": [
                "Reúnes tu fuerza para escapar de la lima viscosa que se arrastra por todo tu cuerpo y envuelve firmemente tu cintura mientras el trío de seductores pegajosas se asomina por todos lados, rismando sus desesperados esfuerzos ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 75%",
            "theText": [
                "Pero la espesa sustancia espesa se niega a dejarte ir, la masa gelatinosa pegajosa que te arrastra más profundo a poco, amenazando con envolverte por completo y dejarte a merced de las tres perpetuas depredadoras.",
                "Pero cuanto más se retuerces, más se sienten tus caderas y piernas como si estuvieran hundiéndose en arenas movedizas pegajosas y cada vez más agitador, solo hace que el grueso se sacudiera y rebote inquebrantable mientras te apesta más¡Antes de sus esfuerzos inútiles!",
                "El Goop hasta la cintura no te permite alejarte incluso de una sola pulgada, ya que se tambalea con cada uno de tus movimientos, dejándolo hundiéndote cada vez más en su agarre suave pero firme, tu cuerpo temblando impotente de excitación mientras las mujeres curvilíneas te rodean tentador.Presionarse y frotar contra usted ...",
                "Pero te encuentras atrapado entre la prisión pegajosa debajo de ti y las curvas flexibles de los tres perpetuas que se frotan y muelen contra ti, risitas con las risas cuando tu resistencia se desvanece y tu polla se contrae emocionada.",
                "Pero terminas retrocediendo en uno de los voluptuosos perpetuas, la atractiva villana que te abraza por detrás, mientras que otro frota el culo regordete contra tu erección palpitante para que te devuelvan en la sumisión.",
                "Pero el trío seductor se extiende bruscamente con dulces caricias y besos atractivos, lo que te hace relajarte impotente y se hunde lentamente más profundamente en el lodo de limo circundante ...",
                "Pero un pulso de magia ondulante que aturde de repente resuena de repente en todo el limo, haciendo que tus piernas se debiliten y frustran tu intento de escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 75%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo relájate'.'Nunca querrás irte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Retorcía todo lo que quieras.'Es adorable. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡No se liberarás!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¡{i} todos {/i} terminará pronto, héroe!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Soy como una marea sin fin, no hay {i} no {/i} Escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 75%",
            "theText": [
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 50%|n|En última instancia, se las arregla para alejarse del goop pegajoso que limita la parte superior de su cuerpo, pero el limo adhesivo aún mantiene firmemente sus piernas y la cintura en su agarre.El trío se ríe y rompe con diversión, ya que todavía se cierran tan peligrosamente cerca de usted como antes.",
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 50%|n|Con un grito de esfuerzo, te las arreglas para sacudir la vástago de la espiral, pero con tantos goop se aferrarás a ti, solo puedes dispersar algo de eso, dejando tu cintura y piernas aún profundamente envueltas en limo, el trío de perpetuas arrullando y sonriendoburlonamente mientras acarician tu cuerpo, ansiosos por atraparte de nuevo."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 75%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Un esfuerzo tan perdido. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No vas a ir a ninguna parte, boytoy' héroe '. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Oh, mi amado némesis'.'Ya eres mía'.",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'Qué esfuerzo tan encomiable. ♪' 'lucha más'.'{i} y perder. {/i} ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, es lindo que creas que puedes escapar'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Realmente crees que puedes escapar de mí?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Tu lucha es en vano, [ThePlayerName]."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 50%",
            "theText": [
                "Intentas escapar de la babilla viscosa que te cubre hasta la cintura mientras el trío de seductora pegajosas se asomina por todos los lados ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 50%",
            "theText": [
                "Pero la espesa sustancia espesa se niega a dejarte ir, la masa gelatinosa pegajosa que te arrastra más profundo a poco, amenazando con envolverte por completo y dejarte a merced de las tres perpetuas depredadoras.",
                "Pero cuanto más se retuerces, más se sienten tus caderas y piernas como si estuvieran hundiéndose en arenas movedizas pegajosas y cada vez más agitador, solo hace que el grueso se sacudiera y rebote inquebrantable mientras te apesta más¡Antes de sus esfuerzos inútiles!",
                "El Goop hasta la cintura no te permite alejarte incluso de una sola pulgada, ya que se tambalea con cada uno de tus movimientos, dejándolo hundiéndote cada vez más en su agarre suave pero firme, tu cuerpo temblando impotente de excitación mientras las mujeres curvilíneas te rodean tentador.Presionarse y frotar contra usted ...",
                "Pero te encuentras atrapado entre la prisión pegajosa debajo de ti y las curvas flexibles de los tres perpetuas que se frotan y muelen contra ti, risitas con las risas cuando tu resistencia se desvanece y tu polla se contrae emocionada.",
                "Pero terminas retrocediendo en uno de los voluptuosos perpetuas, la atractiva villana que te abraza por detrás, mientras que otro frota el culo regordete contra tu erección palpitante para que te devuelvan en la sumisión.",
                "Pero el trío seductor se extiende bruscamente con dulces caricias y besos atractivos, lo que te hace relajarte impotente y se hunde lentamente más profundamente en el lodo de limo circundante ...",
                "Pero un pulso de magia ondulante que aturde de repente resuena de repente en todo el limo, haciendo que tus piernas se debiliten y frustran tu intento de escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 50%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo relájate'.'Nunca querrás irte. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Retorcía todo lo que quieras.'Es adorable. ♪'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡No se liberarás!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¡{i} todos {/i} terminará pronto, héroe!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Soy como una marea sin fin, no hay {i} no {/i} Escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 50%",
            "theText": [
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 25%|n|Y te las arreglas para alejarte de la mayor parte del limo posesivo que se adhiere a ti, dejando solo tus rodillas restringidas.Putiendo brevemente, el trío te mira con los ojos ardientes mientras te alejas más lejos de su alcance.",
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n||f|ApplyStance|/|Slimed 25%|n|Y a pesar del goop de chupación y aferrado, te las arreglas para alejarte de la distancia del trío, dejándote justo fuera de su alcance viscoso, pero aún hasta las rodillas en su piscina pegajosa."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 50%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Get {i} back {/i} aquí'.'Solo queremos {i} compresión {/i} y {i} leche {/i} y {i} drenaje {/i} you'.",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|'Ohohoho, es lindo que creas que puedes escapar'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¿Qué pasa, héroe?''¿No puedes manejarnos?'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Vamos.''Regresar.'\"Abraza tu derrota\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Sabes que anhelas mi abrazo.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Realmente crees que puedes escapar de mí?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Tu lucha es en vano, [ThePlayerName]."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Slimed 25%",
            "theText": [
                "Intentas escapar de la lima viscosa que encierra tus piernas ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Slimed 25%",
            "theText": [
                "¡Pero la espesa sustancia espesa se niega a dejarte ir, lenta pero seguramente arrastrarte más cerca y más cerca del trío de mujeres lascivas!",
                "Pero por más que, por lo que podrías, tus piernas sienten que están atrapadas en un lodo profundo y grueso, ¡el tirón posesivo lo atrae irresistiblemente más profundo!",
                "El goop hasta la rodilla no te deja alejar una sola pulgada, sin importar cuánto luches contra él, chupando lentamente más y más profundamente en su resistencia ...",
                "Pero los largos y gruesos zarcillos de barrido que rodean la sobrecubierta desbordante que lo presionan hábilmente en su lugar con caricias pesadas y burlonas, el toque cómodamente suave y el olor dulce, lo que hace que su fuerza disminuya.",
                "Pero mientras luchas, te encuentras retrocediendo en uno de los grandes zarcillos que se empuja en tu espalda, casi enviándolo cayendo en la cara en el creciente exudado tratando de encarcelarte.",
                "Pero el trío seductor se extiende bruscamente con dulces caricias y besos atractivos, lo que te hace relajarte impotente y se hunde lentamente más profundamente en el lodo de limo circundante ...",
                "Pero un pulso de magia ondulante que aturde de repente resuena de repente en todo el limo, haciendo que tus piernas se debiliten y frustran tu intento de escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Slimed 25%",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡{i} nunca {/i} liberarse!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¡{i} todos {/i} terminará pronto, héroe!'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Solo acér alto.'No querrás irte'.'Lo prometemos. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Soy como una marea sin fin, no hay {i} no {/i} Escape."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Slimed 25%",
            "theText": [
                "|f|CallEventAndSceneThenReturn|/|DarkPerpetuaCombatEvent|/|CheckCGStance|n|Y logre liberarte completamente de la comprensión del pegajoso y chupando la sustancia sustentativa."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Slimed 25%",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|¿Realmente crees que puedes escapar de mí?",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Pronto te tendremos de vuelta en nuestro delgado abrazo\".",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Tu lucha es en vano, [ThePlayerName].",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Pronto estarás rogando mi abrazo'."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Anal",
            "theText": [
                "[ThePlayerName] intenta retirarse de la parte trasera pegajosa de Perpetua y escapar del bucle interminable de la delgada felicidad carnal ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Anal",
            "theText": [
                "Pero su orificio viscoso se aprieta firmemente como un vicio maleable y se niega a dejarte ir, chupando de nuevo y atrapándote en su lugar mientras la mujer de limo se ríe y le da a sus caderas un maniobra burlona de tus esfuerzos.",
                "Pero cuando intentas empujar sus caderas suaves y resbaladizas, tus manos simplemente terminan hundiéndose en las viscosas curvas de la contraaces, ¡tu cuerpo se adhiere involuntariamente a las suyas mientras continúa jugando con avidez con tu polla!",
                "Pero tan pronto como estás libre, otro miembro del trío hunde hábilmente tu longitud en sus propios confines con un ronroneo hambriento, ¡dejándote de vuelta donde empezaste!",
                "Pero la espesa espesa sustancia que te rodea mantiene tus piernas y la cintura impotente inmóvil mientras la voluptuosa mujer de limo continúa rebotando en tu erección sacudida, las otras dos que te prodigan besos y coos directamente en tus orejas.",
                "Pero en el medio de sus esfuerzos, el trío de repente lo ata a la cama de limo diabólicamente cómoda por un breve momento, poniendo fin a su intento y dejándolo retorciéndose infructuosamente en su lugar contra la vía intensiva que amenazaY dejarte totalmente indefenso contra ellos.",
                "Pero una oleada de magia impía resuena repentinamente a través de la espojos que te rodeaba y revuelve tus pensamientos, dejándote desmayando haplegante de la afluencia del encantador placer meloso que rebotan en tus sentidos y lo lleva a empujar insensiblemente a perpetua que ríe malvamente.",
                "Pero los zarcillos viscosos y los tentáculos del cabello de la perpetua púrpura de repente se extienden y te unen en su lugar, asegurando que te quedes allí para que puedan montar y follar a su vez."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Anal",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Solo empuje'.'Y joder'.'Deja de pensar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Sea un buen \".'Obediente.''Love Slave. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No eres un héroe'.'Eres mi consolador. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Bit by Bit' 'tu derrota se acerca más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'No no'.'No se irá'.\"Solo empujando\".'Y Cumming'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Retorcía todo lo que quieras.'Es adorable'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡No se liberarás!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|PlayMotionEffect|/|Crash|n|¡Y logra salir de la comprensión empalagosa de las tres mujeres vorazes!",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|PlayMotionEffect|/|Crash|n|¡Y te liberas del hambriento del orificio gelatinoso de Dark Perpetua."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Anal",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Aw, ¿somos demasiado para ti? ♪'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Puedes resistirte a todo lo que quieras, pero solo estás retrasando lo inevitable.Nuestra destreza sexual es inigualable.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"No pasará mucho tiempo hasta que me estés rogando por más\".",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Qué grosero'.\"Deberías agradecernos por eso\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Vuelve aquí y sé mi consolador, [ThePlayerName]."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Sex",
            "theText": [
                "[ThePlayerName] intenta retirarse del coño pegajoso de Perpetua y escapar del coño pegajoso y escapar del interminable bucle de la delgada felicidad carnal ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Sex",
            "theText": [
                "Pero su orificio viscoso se aprieta firmemente como un vicio maleable y se niega a dejarte ir, chupando de nuevo y atrapándote en su lugar mientras la mujer de limo se ríe y le da a sus caderas un maniobra burlona de tus esfuerzos.",
                "Pero cuando intentas empujar sus caderas suaves y resbaladizas, tus manos simplemente terminan hundiéndose en las viscosas curvas de la contraaces, ¡tu cuerpo se adhiere involuntariamente a las suyas mientras continúa jugando con avidez con tu polla!",
                "Pero tan pronto como estás libre, otro miembro del trío hunde hábilmente tu longitud en sus propios confines con un ronroneo hambriento, ¡dejándote de vuelta donde empezaste!",
                "Pero la espesa espesa sustancia que te rodea mantiene tus piernas y la cintura impotente inmóvil mientras la voluptuosa mujer de limo continúa rebotando en tu erección sacudida, las otras dos que te prodigan besos y coos directamente en tus orejas.",
                "Pero en el medio de sus esfuerzos, el trío de repente lo ata a la cama de limo diabólicamente cómoda por un breve momento, poniendo fin a su intento y dejándolo retorciéndose infructuosamente en su lugar contra la vía intensiva que amenazaY dejarte totalmente indefenso contra ellos.",
                "Pero una oleada de magia impía resuena repentinamente a través de la espojos que te rodeaba y revuelve tus pensamientos, dejándote desmayando haplegante de la afluencia del encantador placer meloso que rebotan en tus sentidos y lo lleva a empujar insensiblemente a perpetua que ríe malvamente.",
                "Pero los zarcillos viscosos y los tentáculos del cabello de la perpetua púrpura de repente se extienden y te unen en su lugar, asegurando que te quedes allí para que puedan montar y follar a su vez."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Sex",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Solo empuje'.'Y joder'.'Deja de pensar. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|Sea un buen \".'Obediente.''Love Slave. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'No eres un héroe'.'Eres mi consolador. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Bit by Bit' 'tu derrota se acerca más. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|Mocking|n|'No no'.'No se irá'.\"Solo empujando\".'Y Cumming'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|\"Retorcía todo lo que quieras.'Es adorable'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¡Lucha todo lo que quieras!¡No se liberarás!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|Laugh|n|¡Ohohoho!¿{i} realmente {/i} crees que podrías escapar?"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|PlayMotionEffect|/|Crash|n|¡Y logra salir de la comprensión empalagosa de las tres mujeres vorazes!",
                "|f|ChangeImageLayer|/|ImageSetDontCarryOver|/|DarkPerpo|n||f|PlayMotionEffect|/|Crash|n|¡Y te liberas del hambriento del orificio gelatinoso de Dark Perpetua."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Sex",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Aw, ¿somos demasiado para ti? ♪'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Puedes resistirte a todo lo que quieras, pero solo estás retrasando lo inevitable.Nuestra destreza sexual es inigualable.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"No pasará mucho tiempo hasta que me estés rogando por más\".",
                "|f|ChangeImageLayer|/|Expression|/|Pout|n|'Qué grosero'.\"Deberías agradecernos por eso\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Vuelve aquí y sé mi consolador, [ThePlayerName]."
            ]
        },
        {
            "lineTrigger": "StanceStruggle",
            "move": "Making Out",
            "theText": [
                "[ThePlayerName] intenta detener el pegajoso y meltín con un beso oscuro ..."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFail",
            "move": "Making Out",
            "theText": [
                "Pero la sustancia viscosa circundante se adhiere con fuerza a [ThePlayerName], manteniéndolo encerrado en un beso profundo y viscoso mientras el trío se frota tentador contra él, ¡exigiendo más lujoso!",
                "¡Pero cuando comienzas a alejarte de sus suaves labios, el trío seductor envuelve sus brazos pegajosos alrededor de tus hombros y torso desde todos los ángulos!El que te estás besando actualmente profundiza posesivamente en el Makeout, mirando malévola a tus ojos mientras los otros dos lamen y besan tus oídos.",
                "Pero te encuentras momentáneamente rodeado de espesas espesas, cortando cualquier posible escape, ¡las mujeres gelatinales que se sacuden sin problemas de tu lucha mientras continúan bañándote en suaves y seductores besos!",
                "Pero accidentalmente terminas retrocediendo en un miembro del trío, los tres te atrapan entre sus cuerpos suaves y frotando contra ti mientras corren, se ríen, te frotan y te besan, dejando tus pensamientos abarrotando con la hinchazón de la dicha melosa.",
                "Pero con una traviesa chupa de tu lengua de los suaves labios pegajosos y un coro de besos que atacan tus oídos, solo puedes temblar y gemir de las implacables burlas de las mujeres limas."
            ]
        },
        {
            "lineTrigger": "StanceStruggleComment",
            "move": "Making Out",
            "theText": [
                "",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|¡Héroe tonto!¡Ninguno puede escapar de mis besos!",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Te tengo justo donde te quiero, mi amado némesis.Y no te dejo ir. ♥ '",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿Realmente piensas' 'que puedes escapar?'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Fusión.''Gimiendo'.'Hasta que seas un desastre impotente. ♥'",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'¿A dónde crees' 'crees que vas?''Necesitamos reclamar {i} más {/i} de ti'.",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Mfhfh!¡Sí, lucha! ♥ Vas a ser adicto a besarme si no escapas."
            ]
        },
        {
            "lineTrigger": "StanceStruggleFree",
            "move": "Making Out",
            "theText": [
                "¡Y logra alejar de los suaves labios besos del trío!"
            ]
        },
        {
            "lineTrigger": "StanceStruggleFreeComment",
            "move": "Making Out",
            "theText": [
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¿Es nuestra técnica demasiado para ti?Qué héroe tan débil ... '",
                "|f|ChangeImageLayer|/|Expression|/|LipLick|n|'Ufuhu, solo un revés menor'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"Hmph, de todos modos podemos pensar en mejores usos para su boca\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|\"No pasará mucho tiempo hasta que me ruegues por más en su lugar\".",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'Qué vergüenza.''Nos estábamos divirtiendo tanto'.",
                "|f|ChangeImageLayer|/|Expression|/|EvilGrin|n|'¿Temerado de ahogarse en besos de amor con amor?'"
            ]
        }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [
                ""
            ],
            "theScene": [
                ""
            ],
            "picture": ""
        }
    ],
    "pictures": [
        {
            "Name": "DarkPerpo",
            "Set": [
                {
                    "Name": "Guy",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "GuySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "0",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0",
                    "setYalign": "0.12",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Body.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Pussy",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Pussy",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Motion",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Motion",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Climax",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Climax",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Face_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BlushHeavy",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Face_BlushHeavy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "0",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EvilGrin",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Joy",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Joy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Laugh",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Laugh.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Mocking",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Mocking.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_Pout.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EarLick",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Perpetua/Darker/DarkPerpetua_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Sigh",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Sigh",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "DarkPerpoSexPurple",
            "Set": [
                {
                    "Name": "Guy",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Male.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "GuySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_MaleSil.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0",
                    "setYalign": "0",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Pussy",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Pussy",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Motion",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Motion",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Movement.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Climax",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Climax",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Climax.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EvilGrin",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Joy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Joy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Laugh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Ohoho.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Mocking",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Mocking.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EarLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_EarLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Kiss.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BlushHeavy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PurpleLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Sigh",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_HotSigh.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "DarkPerpoSexRed",
            "Set": [
                {
                    "Name": "Guy",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Male.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "GuySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_MaleSil.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0",
                    "setYalign": "0",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Pussy",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Pussy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_BaseSex.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Motion",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Motion",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Movement.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Climax",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Climax",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Climax.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EvilGrin",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Joy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Joy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Laugh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Ohoho.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Mocking",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Mocking.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EarLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_EarLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Kiss.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BlushHeavy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_RedLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Sigh",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_HotSigh.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        },
        {
            "Name": "DarkPerpoSexPink",
            "Set": [
                {
                    "Name": "Guy",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Yes",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Male.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "GuySilhouette",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Player": "Silhouette",
                    "Images": [
                        {
                            "Name": "Guy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_MaleSil.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Body",
                    "StartOn": "1",
                    "AlwaysOn": "1",
                    "IsScene": "1",
                    "TheBody": "1",
                    "Overlay": "No",
                    "setXalign": "0",
                    "setYalign": "0",
                    "Images": [
                        {
                            "Name": "Body",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Pussy",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Pussy",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Motion",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Motion",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Movement.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Climax",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Climax",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Climax.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Expression",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Base.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EvilGrin",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Joy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Joy.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Laugh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Ohoho.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "LipLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_LipLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Mocking",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Mocking.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Orgasm",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Orgasm.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pleasured",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Pleasured.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Pout",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_EvilGrin.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "EarLick",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_EarLick.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Kiss",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Kiss.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Smug",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Expression_Smug.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Face",
                    "StartOn": "1",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Base",
                            "File": "blankButton.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "Blush",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        },
                        {
                            "Name": "BlushHeavy",
                            "File": "Monsters/Perpetua/Darker/CG/DP_PinkLed_Face_Blush.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                },
                {
                    "Name": "Sigh",
                    "StartOn": "0",
                    "AlwaysOn": "0",
                    "IsScene": "1",
                    "TheBody": "0",
                    "Overlay": "No",
                    "setXalign": "0.0",
                    "setYalign": "0.0",
                    "Images": [
                        {
                            "Name": "Sigh",
                            "File": "Monsters/Perpetua/Darker/CG/DP_HotSigh.png",
                            "setXalign": "0.0",
                            "setYalign": "0.0"
                        }
                    ]
                }
            ]
        }
    ]
}