{
    "name": "Belle's Break",
    "CardType": "BarShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Charlas ociosamente con Belle un poco, un poco de bromas en desarrollo de un lado a otro.",
                "2",
                "",
                "Trabajas detrás de la barra con Belle, ayudando a servir bebidas, vasos limpios y cualquier otra cosa que te diga que hagas.",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Pero de repente Belle se congela y agarra a una de las camareras, dejándote un poco sorprendido por el repentino cambio.",
                "2",
                "",
                "Pero a medida que avanza el cambio, de repente se congela y te aborda bruscamente.",
                "EndLoop",
                "Speaks",
                "Mira el bar, estoy tomando cinco.",
                "DisplayCharacters",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Ella asiente y mantiene las cosas funcionando mientras Belle camina hacia el área de atrás.Pero a medida que cinco minutos pasan a la vista Belle, el tiempo continúa pasando, y las cosas siguen siendo más ocupadas por el momento.Pronto, otra camarera se desliza detrás de la barra para ayudar al otro, y le piden muy amable para ver si puede encontrar a dónde fue Belle, dados los dos, ustedes son una especie de amigos.",
                "2",
                "",
                "Asientes y mantienes las cosas en funcionamiento mientras camina hacia el área de fondo.Pero a medida que cinco minutos pasan a la vista Belle, el tiempo continúa pasando, y las cosas siguen siendo más ocupadas por el momento.Dos de las camareras se deslizan detrás de la barra, diciéndole que te cubrirán y para encontrar lo que le toma a Belle tanto tiempo.",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Con sus miradas de esperanza y suplicante, no puedes decir que no, agravado por tu propia curiosidad de dónde fue, así que entras en la cocina buscando a Belle, rápidamente apuntan a un pasillo al resto de la posada., así como un número de habitación y enviado en su camino.",
                "2",
                "",
                "Al entrar en la cocina buscando a Belle, rápidamente apuntan a un pasillo hacia el resto de la posada, así como se le dio un número de habitación y se envió en su camino.",
                "EndLoop",
                "A medida que te acerques a tu destino, crees que puedes escuchar el sonido amortiguado de Belle Jurando, primero tocas y no obtienes respuesta, todavía solo escuchas su voz amortiguada, luego entras cuidadosamente, y ves que es una de las salas de juegos de rol de la granja,con Belle todavía en ningún lugar a la vista.",
                "Sigues el sonido de ella jurando hacia una puerta corredera más allá, tocando una vez más no provoca respuesta, por lo que la abre ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "ChangeImageLayer",
                "Top",
                "1",
                "",
                "ChangeImageLayer",
                "Bra",
                "1",
                "",
                "ChangeBGM",
                "music/Casino/BGM06_sink.mp3",
                "Revelando a Belle sentada en el banco en el puesto de ordeño, tocando con uno de los accesorios de Milker, sin unirla a uno de sus pezones fuertemente lactantes, mientras que el otro está firmemente enganchado pero inerte.",
                "Speaks",
                "Estúpido trozo de jodida basura-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Pronto te nota con una expresión sorprendida y sonrojada, su voz brusca teñida de ira y vergüenza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "[TPN]-[ThePlayerName]?¡Qué {i} joder {/i} estás haciendo aquí!¡Y eso es solo para {i} entrantes! {/i}",
                "2",
                "",
                "[TPN]-[ThePlayerName]?¡Qué {i} joder {/i} estás haciendo aquí!¡Te dije que vieras el bar!¡Y eso es solo para {i} entrantes! {/i}",
                "EndLoop",
                "PlayerSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Uhm ... ¿Se puso muy ocupado?¿Y te has ido un tiempo?Las camareras están en pánico.",
                "2",
                "",
                "Uhm ... ¿Nos pusimos muy ocupados?¿Y te has ido un tiempo?",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Wh- No me he ido tanto tiempo.",
                "Menu",
                "Offer to suckle her breasts.",
                "Help hook her up.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Help hook her up.",
            "theScene": [
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "18",
                "Milky",
                "Decirle que lo ayudarás a engancharla, entras en el puesto y la ayudas a conectar el Milker con su tetina, y el dispositivo gira a la vida, lo que la hace sorpresa.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Uhm, gracias ... de regreso, estaré allí pronto ...",
                "2",
                "",
                "Uhm, gracias ... ve a ayudar en el bar, estaré allí pronto ...",
                "EndLoop",
                "Ella te arregla con un ligero resplandor antes de que te vayas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "T-Tell cualquiera lo que viste y te estoy pateando el culo, encantado o no.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Casi suena a medio bromeando, así que asiente y te apresuras de regreso al frente, diciéndole a los otros camareros que Belle debería volver pronto.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostPanic",
                "Y después de unos minutos más frenéticos, regresa rápidamente para restaurar el pedido, y le da a todos sus bebidas.Dejándole a usted y al resto de los empleados suspirando en alivio a medida que las cosas vuelven a controlar.",
                "ChangeBG",
                "Inn.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Luego, las últimas horas de su turno pasan de una manera mucho más tranquila, Belle parece estar de buen humor, y cuando sales al final de tu turno, te pagan un poco más por todo el trabajo que tuviste que hacer.",
                "ChangeEros",
                "250",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "1",
                "",
                "AffectionHookedUp",
                "IfTimeIs",
                "Midnight",
                "GoToBed",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "AffectionHookedUp",
            "theScene": [
                "SetChoice",
                "1",
                "HookedMilker",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "2"
            ]
        },
        {
            "NameOfScene": "PostPanic",
            "theScene": [
                "AdvanceTime",
                "1",
                "Y después de unos minutos más frenéticos, ella regresa rápidamente restaurar el orden, y le da a todos sus bebidas.Dejando al resto de los empleados suspirando en alivio a medida que las cosas vuelven a controlar.",
                "Usted se desliza de regreso al asiento del bar en el que estaba antes mientras Belle trata con algunos clientes mientras envía a la camarera que la estaba viendo antes de volver a sus deberes.Belle finalmente te devuelve la atención.",
                "Speaks",
                "Oh, todavía estás aquí.¿Algo de lo que querías hablar?",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "1",
                "",
                "AffectionHookedUp",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "BarMenu"
            ]
        },
        {
            "NameOfScene": "NotWorkingCalmIntro",
            "theScene": [
                "ChangeImageLayer",
                "Top",
                "1",
                "",
                "ChangeImageLayer",
                "Bra",
                "1",
                "",
                "Luego se quita la parte superior y la coloca en el costado, antes de abrir la cabina de ordeño y sentarse en el banco, un al ras que ya comienza a formarse en su rostro a medida que sus pezones comienzan a filtrar fácilmente la leche.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "JumpToScene",
                "Offer to suckle her breasts."
            ]
        },
        {
            "NameOfScene": "Offer to suckle her breasts.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "18",
                "",
                "Wh- that- f-finine- será mejor que este trozo de basura",
                "2",
                "NotWorking",
                "Bueno, vamos, ve aquí ...",
                "2",
                "",
                "Wh- that- f-finine- será mejor que este trozo de basura",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "18",
                "",
                "Dudas un momento, preguntándote si quiere salir del puesto o quiere que entres con ella.",
                "2",
                "NotWorking",
                "Dudas un momento, preguntándote si ella quiere que entres con ella para amamantar o ayudarla con los ordeñadores o.",
                "2",
                "",
                "Dudas un momento, preguntándote si quiere salir del puesto o quiere que entres con ella.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks",
                "Bueno, no se quede allí, ¡entra aquí!¡An y cierre la puerta de maldita!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "18",
                "",
                "Saltas un poco y date prisa dentro del puesto, cerrando la puerta corredera detrás de ti, volviendo hacia la cara a Belle mientras deja que el accesorio de leche caiga al suelo, y se quita la que ya había adjunto mientras mantenía los ojos evitados de ti,Un profundo sonrojo en su rostro.",
                "2",
                "NotWorking",
                "Saltas un poco y das prisa dentro del puesto, cerrando la puerta corredera detrás de ti, volviéndote hacia la cara a Belle mientras mantiene los ojos evitados de ti, un profundo sonrojo en su rostro.",
                "2",
                "",
                "Saltas un poco y date prisa dentro del puesto, cerrando la puerta corredera detrás de ti, volviendo hacia la cara a Belle mientras deja que el accesorio de leche caiga al suelo, y se quita la que ya había adjunto mientras mantenía los ojos evitados de ti,Un profundo sonrojo en su rostro.",
                "EndLoop",
                "Speaks",
                "Será mejor que tengas sed ...",
                "Por un momento, miras sus techas que gotan, observando un práctico río de río de leche en cada uno de ellos, señalando en este espacio confinado, todo lo que puedes oler es el aroma de la leche y un toque de la excitación femenina de Belle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredResisting",
                "Tentativamente, pisas hacia ella y ella te agarra con sus poderosos brazos, manteniéndote de pie mientras ella se inclina contra la pared, luego ayudándote a inclinarte agarrando la parte posterior de tu cabeza mientras presiona tu boca contra uno de sus pechos con goteras, dejandoUn jadeo de placer se desliza de ella cuando comienzas a chuparlo, bebiendo su leche.",
                "Speaks",
                "B-be gentin- mnn- ♥ ... th-th-this ya es mejor que el leche ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Tus manos comienzan a deambular por su cuerpo musculoso, y una de tus manos se establece en su otra enorme teta, apretando y amasando, sacando chorros de leche de ambos pezones mientras te enrollas la lengua el primero, haciendo jadeo y gemidodeleitar.",
                "Suspiras felizmente con ella mientras tragas bocado después de bocado de su leche cremosa, la calidez y el sabor dulce que te hace un poco mareado y abrumado por la comodidad, ya que la corriente de lactancia nunca parece disminuir, tu otra mano burla y ordeña su otro pecho.Lo mejor posible, cuando comienzas a sentirte prácticamente intoxicado de su crema.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Sw-switch senos- ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Murmuras y te quitas la boca de una tetina y la mueves hacia la otra, usando tu otra mano para burlarte de ella con poco poco sobre el pezón libre, haciéndola temblar con felicidad, dejando escapar un silencioso 'moo'.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Te mueves para liberarte con una mirada curiosa de su reacción, así como lo lleno que estás empezando a ser, pero una de sus fuertes manos lo presiona en enorme.",
                "Speaks",
                "Sh-shut y sigue bebiendo- ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Intentas expresar algo de confusión y preocupación, pero te dejas murmurar mientras amamas su tetina, su mano acariciando suavemente la parte posterior de tu cabeza, calmándote para que beba solo unos pocos bocados más de su leche cremosa.",
                "Hay un aturdimiento lechoso cálido que está nublando tus pensamientos ahora, manteniéndote ansiosamente bebiendo de su tetina mientras se escapa de placer, pero a medida que su leche comienza a frenar, te quita suavemente su pezón sensible con un pop mojado, y los dos toman unMomento para jadear con excitación, su aroma y leche todo lo que puedes oler en el espacio confinado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Tu polla se está esforzando dolorosamente contra tus pantalones, y Belle te está mirando en gran necesidad.",
                "Speaks",
                "S-so ... ¿quieres ... ya sabes ...",
                "Una de sus manos comienza a tirar de ocios a tus pantalones, pero su mirada cachonda claramente está buscando confirmación.",
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "18",
                "Milky",
                "Menu",
                "Shouldn't we get back to the bar?",
                "Fuck and suckle.",
                "Request Nursing Handjob.",
                "Cowgirl and Milking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Shouldn't we get back to the bar?",
            "theScene": [
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "¡Mierda!¡Bien!¡El bar!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Top",
                "1",
                "TopOn",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "En una ráfaga de movimiento, ella sale de la cabina de ordeño contigo y vuelve a arrojar su camisa, corriendo de regreso al frente contigo a cuestas.",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostMilking",
                "Los dos empleados que sostenían el bar suspiraban con alivio cuando ambos regresan, e Belle inmediatamente se prepara para controlar las cosas, pronto dejando las cosas maravillosamente tranquilas.",
                "ChangeBG",
                "Inn.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Luego, las últimas horas de su turno pasan de una manera mucho más tranquila, Belle parece dispararle algunas sonrisas dulces, y a medida que sale al final de su turno, le pagan un poco más por todo el trabajo que tenía quehacer.Más un consejo de ella.",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Breasts",
                "10",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "2",
                "",
                "AffectionNursing",
                "IfTimeIs",
                "Midnight",
                "GoToBed",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "AffectionNursing",
            "theScene": [
                "SetChoice",
                "2",
                "Nursed",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "5"
            ]
        },
        {
            "NameOfScene": "PostMilking",
            "theScene": [
                "AdvanceTime",
                "1",
                "Usted se desliza de regreso al asiento del bar en el que estaba, mientras Belle trata con algunos clientes, enviando a la camarera que estaba viendo el bar antes de regresar a sus otras tareas.Entonces Belle finalmente te devuelve la atención.",
                "Speaks",
                "Oh, todavía estás aquí.¿Algo de lo que querías hablar?",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "2",
                "",
                "AffectionNursing",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "BarMenu"
            ]
        },
        {
            "NameOfScene": "Fuck and suckle.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "ChangeImageLayer",
                "Pants",
                "1",
                "",
                "Asiente en el acuerdo y trabajas para salir de los pantalones de Belle, mientras ella se desliza la tuya, dejando que tu dolor de polla dolorida sea libre de primavera, y tus ojos aprecian su cuerpo desnudo mientras ella sonríe dulcemente, extendiendo las piernas un poco más amplias por ti.",
                "Speaks",
                "Bueno [ThePlayerName], no me mantengas esperando, ven a mamá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Avanzan y sumerges tu virilidad en su coño babeante, y ambos jadean con placer necesitado, sus poderosas piernas arcadas envueltas alrededor de tu cintura mientras te apresuras por completo dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredResisting",
                "Ella gira mientras te rodea los brazos, poniendo una mano en la parte posterior de tu cuello mientras te lleva a amamantar en una de sus tetinas todavía goteando, que te mueves ansiosamente, rodando la lengua a su alrededor, bebiendo más de ella de ella.crema dulce.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Su mano libre amasa suavemente su otro pecho, y cuando comienzas a empujar, cada reunión de tus caderas parece sacar otro chorros de leche de los enormes senos de Belle, junto con un coro de gemidos felices.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Mnn-! ♥ ¡Sí! ♥ ¡S-tan bueno! ♥ ¡Y estás golpeando tan profundo! ♥",
                "Puedes sentir tu cabeza de polla besando su cuello uterino con cada empuje, enviando una sacudida de placer alucinante a través de ambos en un ritmo constante, lo que te trae a chupar y burlar sus enormes tetas aún más en busca de una mayor comodidad y leche.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredResisting",
                "Es muy difícil pensar que se en medio del placer apretado acariciando tu virilidad, el bocado de crema dulce que solo se agravan en tu aturdimiento cachondo, y Belle te sostiene firmemente en su poderoso cuerpo con los brazos y las piernas, todo el tiempo que tallan con placer, jadeandoy gemiendo de deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "A medida que el tiempo se aleja, tu polla se deja agitando con entusiasmo del aroma lácteo sexual que impregna la habitación, junto con los amantes gemidos de Belle, su leche cremosa, la vista de su seno suave que llena tu visión y los simples placeres de sexo, todos tus sentidos son así.Abrumado de una felicidad temblorosa e intoxicante, cada empuje de sus caderas brotan sus pensamientos con la necesidad de correrse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡D-Don no se detiene! ♥ Fuck Me Hard más! ♥ F-llename con tu semen! ♥",
                "Murmuras con la bocina mientras te chupas atentamente su pezón rígido, golpeando ansiosamente tus caderas en las suyas mientras bebes toda la leche que quieres, dejando que el placer en tus lomos se burbujee con un corazón feliz que latía con hormigueo mientras te pierdes en el éxtasis carnal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "El calor fundido pulsante en su ingle es demasiado para llevar mucho más tiempo, y con tres empujes definitivos finales, ambos gritan en la dicha orgásmica, su polla se pone las espesas cuerdas de semen en su coño firmemente musculoso, dejándolos temblar con un clímax encantador.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Por un momento, los dos se quedan allí en los brazos del otro, y lo amamantan sin pensar en su tetina lechosa mientras bajan de su clímax, y Belle jadea desesperadamente para recuperar su aliento, temblando mientras continúa burlándose de su pecho, uno deSus manos acariciando ociosamente la parte posterior de tu cabeza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks",
                "Vamos a ... permanecemos así un poco ...",
                "Ambos suspiran felizmente, dejando que el cálido resplandor se haga cargo mientras se abrazan.Pero pronto algo hace clic en la mente del sexo que ya no es necesario.",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speaks",
                "¡Esperar!¡Mierda!¡El bar!",
                "ChangeImageLayer",
                "Pants",
                "1",
                "PantsOn",
                "ChangeImageLayer",
                "Top",
                "1",
                "TopOn",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Rápidamente se desenreda de ti en un pánico, dejándote quejarse un poco mientras el acogedor abrazo termina, y se repara frenéticamente y comienza a salir corriendo hacia el frente nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Simplemente uh, solo quédate aquí un poco más, ¡no quiero ningún aspecto extraño!",
                "SetChoice",
                "5",
                "SuckleFucked",
                "IfChoice",
                "3",
                "SuckleFucked",
                "PostHotAndHeavy",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "5",
                "SetChoice",
                "3",
                "SuckleFucked",
                "JumpToScene",
                "PostHotAndHeavy"
            ]
        },
        {
            "NameOfScene": "Request Nursing Handjob.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Las impresionantes curvas de Belle, casi matrizas, acentuadas por los poderosos músculos del Minotauro, llenan su mirada e inundan rápidamente sus pensamientos con lujuria.Con su erección palpitante que se esfuerza contra su ropa, tanto su mente como su polla están de acuerdo en que no tiene ningún problema para complacer a Belle, y un asentimiento inactivo e inactivo es todo lo que necesita para confirmación, la camarera excitada lo ayuda con entusiasmo de su ropa.",
                "Sin embargo, a medida que su mirada se desplaza a su abundante y agitada busca, una idea más indulgente y pervertida llega a usted, y en su estado cachondo, no puede evitar eliminar la sugerencia, la mera idea hace que se congele y se sonroja inclusomás pesado que antes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speak",
                "Belle",
                "¿Qué demonios es el tipo de solicitud ...!?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Aunque está claro que la perspectiva causa su vergüenza, un breve puchero que morde los labios también regala que la idea la despierta, su libido en constante monto de su liso a través de sus erectos, goteando pezones, incluso mientras mira hacia otro lado y su descarga de alguna manera sigue profundizándose.Ella se inquieta en su lugar por un momento, pero no necesitas decir nada antes de asentir, su tono gruñón desmenuzado por la emoción en sus ojos.",
                "Speak",
                "Belle",
                "F-Fine, solo quítate los pantalones ya ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredResisting",
                "A pesar de lo que está diciendo, ya lo está haciendo por ti con entusiasmo con venganza, y se sorprende cuando el aroma de tu virilidad climatizada llena el aire dentro del puesto de ordeño, lo que hace que se detenga brevemente mientras inhala tu olor.Mirando aturdido a la contracción dura que su cuerpo y sus acciones causaron, un trago sutil acompaña a su jadeo inactivo.",
                "Como si fuera hipnotizado por la vista y el olor de su polla erecta, se mantiene en su lugar durante unos segundos, sus respiraciones agitadas se calientan más y su enfoque disminuye, su boca se riega visiblemente.Ayudamente, agitas una mano frente a su cara y le preguntas si planea mantener la ropa puesta, sacándola de su trance.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "A-ah, n-no ... ¿mente para darle una mano ...?",
                "ChangeImageLayer",
                "Pants",
                "1",
                "",
                "Las anchas caderas de la mujer bovina sostienen la cintura de sus pantalones cautivos por un momento mientras intentas sacarla de ellos, pero muy pronto, se sueltan, las piernas largas, de sudor, musculosa, se deslizan libremente mientras deslizas su ropa., Los cascos del Minotauro tocan el piso mientras se inclina hacia atrás y regresa a su asiento, como si no esté segura de si debe mantener una cara seria o actuar seductor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Belle",
                "Bueno ... ¿vas a sentarte en mi regazo o {i} no {/i} ...?",
                "Su rostro bronceado enrojeciendo con vergüenza y excitación, su expresión parece no poder elegir entre molestia y lujuria, su estado desnudo aparentemente le da un poco de timidez adicional.No obstante, su mirada impaciente no puede evitar pegar su erección que palpita ansiosamente ante la atractiva vista delante de ti, tu polla se contrae en el aire y la aturde con más de su aroma antes de sacudirle la cabeza.",
                "Aún así, ella sigue mirándote con un deseo indiscronado a medida que te acercas y te acuestas en su regazo, el calor reconfortante y con manchas que irradian desde la imponente camarera que ya te llena de una sensación de protección y comodidad mientras la mujer más alta te mira hacia abajo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "Será mejor que no te quejes si no soy bueno en esto tampoco ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Aunque sus palabras son escasas y llenas de molestia, la expresión de Belle se suaviza mientras su mano se envuelve alrededor de su eje, haciendo todoEn su servicio, lo que hace que su firme sostenga alrededor de su longitud se aprieta mientras le dispara una apariencia más dominante, casi desafiante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "Será mejor que sigas con tu fin ... aquí ...",
                "Como si intentara quitarle la mente a su estado avergonzado, el Minotauro usa su otra mano para levantar la cabeza hacia arriba y presionarla contra sus tetas lácteas.Ella apenas tiene que darle más impulso, ya que los senos bronceados montañosos se presionan directamente en su cara, sofocando todo su campo de visión, salvo por su avergonzada expresión justo encima de la curva de sus amplias tetas.",
                "Actuando por un instinto cachondo, tomas un pezón pert a la boca en tu boca y comienzas ansiosamente a succionar.Tirando y lamiendo, cierras los ojos, saboreando la sensación y el sabor de su suave pecho contra tu rostro y la leche que corre libremente a través de tu lengua.Ya hundiéndose la felicidad indulgente, chupas más con un toque de codicia, ansioso por placer a Belle a cambio de satisfacer tu solicitud mientras te relajas dentro de sus brazos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Riéndose de la vista, el Minotauro le da a la parte superior a la cabeza una acaricia suave mientras su otra mano permanece calurosamente envuelta alrededor de su erección, persuadiendo un gemido irreflexivo mientras se acerca a su seno, acordándose contentos en su abrazo, ascendiendo.en la sensación y presencia de su cuerpo grande y caliente.",
                "Speak",
                "Belle",
                "Mnnn ... ~ ♥ No es como si fuera a ningún lado, ya sabes ...",
                "Mirando con una mirada lujuriosa, Belle observa que bebe felizmente de su tetina que gotea y continúa acelerando lentamente su polla mientras la leche goteaba de su otra pecho se gotea sobre su pecho y sigue fluyendo por su abdomen.Una vez que se acumula en la entrepierna, el sonido de su mano acariciada se acentúa con el silenciador ocasional, lo que hace que las mejillas de Belle se cultiven un rojo aún más profundo mientras mira hacia otro lado de ti, murmurando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "Supongo que un pervertido como te gustaría esto, ¿eh ...?",
                "Sin previo aviso, sus dedos dejan su dolor de erección durante unos momentos mientras agarra su propio pecho, su voz se eleva mientras toca y aprieta su pecho, haciendo que la leche salga y gotee sobre sus dedos y la parte inferior de su cuerpo, suMO,La exhibición debaucherosa alcanza su excitación mientras observa en un aturdimiento cachondo con leche ... o más bien vislumbrar lo que puede ver con su enorme pecho de almohada casi eclipsando su punto de vista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Antes de que puedas cuestionar qué está haciendo, particularmente con tu mente y visión, ambas oscurecidas por el lujoso malvavisco en tu cara, su mano se libera de su busto lechoso antes de empujar tu cabeza hacia atrás en su pezón y reanudarte acariciando nuevamente.",
                "Esta vez, el agarre bien lubricado y sorprendentemente cálido hace que sus caderas se burlen, el recubrimiento de fluido ligeramente pegajoso y se filtre en su carne llena agradablemente.La sensación, aunque placentera, hace que se retire ligeramente de sorpresa, a lo que Belle responde bruscamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speak",
                "Belle",
                "No se queja ...",
                "Con eso, ella te empuja contra su pecho para sofocar cualquier réplica, y obedece obedientemente y bebes más de su leche materna cremosa, feliz de relajarse en su agarre y disfrutar del sonido húmedo de su armar de mano, lo que solo se suma aRuidos vulgares Los dos están haciendo juntos.",
                "A pesar de su breve respuesta para mantenerte en silencio, el lenguaje y la expresión corporal de Belle permanecen complacidos y sonrojados, el Minotauro jadea ligeramente mientras te mira completamente hundido en su abrazo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Es posible que te haya dicho que no te quejes, pero no te soñarías, ya que estás hecho para disfrutar de todo sobre ella: el aroma femenino de su cuerpo, el sabor de su leche, la sensación de que su mano bombea y.Por su longitud dolorosa, el abrazo que abarca de su marco grande y musculoso pero curvilíneo ...",
                "Comienzas a espaciar, olvidando por completo todo fuera del pequeño recinto en el que estás y te concentras en nada más que Belle.La mano del Minotauro deja de acariciarte para frotar y estimular la cabeza de tu polla palpitante con su palma, el cambio en la estimulación te hace gemir y chupar cada vez más duro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "Ahn ...!Y-yeah ... solo sigue bebiendo ... ~ ♥ tienes todo lo que quieras ... ♥",
                "No hay nada más en tu mente, sino el impresionante busto de Belle y sus pezones agradecidos y endurecidos entre tus labios mientras tragas bocados de su deliciosa leche.El sonido ronco de su voz se vuelve aún más fuerte de su succión cada vez más codicioso y contundente, lamiendo y tirando de las tetinas húmedas y jugosas del minotauro, su leche cremosa y suave y suave que fluye continuamente entre sus labios que esperan.",
                "Las caderas sacudidas, la boca amortiguada y la cara cubierta por sus senos, sabes que no durarás mucho más tiempo a medida que el placer se derrite a través de la cintura y la boca en el resto de tu cuerpo felices.Belle también puede sentirlo, ya que su palma deja de frotar la corona de tu polla palpitante y envuelve sus dedos alrededor de tu eje, cantando muy bien mientras te sacude en serio, su leche y tu precum mezclando como un lubricante pervertido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Belle",
                "Vamos ... sigue bebiendo y corren ... ~ ♥ No me detengas. ♥",
                "El Minotauro matrimonial parece sorprendentemente en esto, una pasión cada vez más lujuriosa que se desliza en su voz mientras su placer comienza a hervir, dejándote succionando obedientemente su lujosa teta con abandono e instando a que te alcances y agarre el pecho en la cara,Apretando y masajeándolo glotonamente para sacar más leche de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "La cara de Belle se contorsiona placentamente mientras su boca se abre, gimiendo en una cascada ronca mientras drenas sus tetas, llenándola con la lujuriosa felicidad de ordeñarte justo cuando estás disfrutando del sabor de su leche, y puedes jurar que escuchas undébil 'moo'.Mezclado con sus sonidos guturales de excitación.En poco tiempo, el flujo placentero de leche tibia y sus dedos de crema que bombean haz la crema hacen que tus ojos rueden con un éxtasis hinchado ...",
                "PlayerOrgasmNoSpiritLoss",
                "Sintiendo su clímax inminente, la camarera redobe sus movimientos y lo presiona más apretado en su seno, y con un pulso alucinante y de trampa de cadera, le rindes el dolor abrumador en tus lomos y dejas todo en el agarre del minotauro, tuLa semilla se arroja como una fuente, cubre la mano de Belle e incluso salpicó sobre su cara que todavía gime, la corrida salpicante la hace temblar con deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmIntense",
                "El clímax inducido por el seno de Belle pronto se seguirá a medida que la sacudida de su cuerpo y sus impulsos climáticamente codiciosos te hacen morder suavemente y tirar de su pezón lácteo hinchado, lo que obliga a un jadeo agudo de ella.Un rocío renovado de leche inunda la boca mientras continúa maullando y resoplando de su orgasmo aún continuo, bebiendo ciegamente y tomando las ayudas cremosas y extra ricas de la lactancia del minotauro.",
                "Speak",
                "Belle",
                "Gnnng ...",
                "Su mano presionando tu cara más profundamente en su lujoso pecho, no tienes más remedio que tragar todo lo que el seno bronceado del Minotauro te está alimentando, sus pezones duros brotan aún más crema mientras sientes que su cintura tembla, su arco de espalda y su arco de espalda y su arco de espaldaSu coño rocía el piso debajo de ti con sus jugos, mientras que un intenso gemido bajo se desliza de su boca floja.",
                "Todo el tiempo, el sonido descuidado de su paja casi instintiva persiste, sus caderas no pueden dejar de moverse para encontrarse con sus expertos dedos de bombeo cubiertos con un desastre ahora pegajoso de fluidos mixtos, pisando más y más en su mano y cintura, como si ustedUsted fue el que ella es ordeñada por ella, su voz recuperó gaseosamente cierta coherencia mientras se reduce de su orgasmo inducido por la enfermería.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "Infierno si ... ~ ♥",
                "Después de lo que se siente como un hechizo largo y feliz de ser cubierto por su teta, Belle te permite respirar, su palma libera la cabeza pero sus dedos permanecen en tu cabello mientras jadeas para respirar, la imponente camarera te acaricia con cautela.Aunque tu cabeza está girando por la falta de aire y el placer lácteo que rezuman abrumando tu cerebro, tus caderas continúan tirando débilmente mientras la mano de Belle se detiene.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speak",
                "Belle",
                "Ese fue ... mucho mejor de lo que pensé que sería ... je ... esperaba que fuera solo una especie de perversa pervertida, pero eso fue bastante divertido ... ~ ♥",
                "Mirándote con una sonrisa complacida en su rostro, Belle te mastrea la cabeza mientras te recuperas aturdidamente, disfrazándote con caricias y coos mientras tu respiración vuelve a la normalidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Sientes que simplemente podrías acostarte así durante horas, siendo mimado suavemente por el minotauro con curvas, su busto bronceado matrimonial con tu punto de vista mientras te mira y sigue bombeándote por todo lo que vales ...Pero un pensamiento atraviesa tu mente ... un pensamiento que parece atravesar también el de Belle, ya que su expresión cambia rápidamente y mira directamente en pánico repentino.",
                "Speak",
                "Belle",
                "{i} Mierda!El bar! {/i}",
                "ChangeImageLayer",
                "Top",
                "1",
                "TopOn",
                "ChangeImageLayer",
                "Pants",
                "1",
                "PantsOn",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Casi de dejarlo caer en el piso en su estado nervioso, Belle Stammers se disculpa rápidamente y te saca cuidadosamente de ella antes de continuar para abordar su estado actual de estar cubierto con una mezcla lasciva de fluidos corporales.Tan gastado como eres,, sin embargo, señala con ayuda la toalla cubierta del costado del puesto de ordeño, que rápidamente agarra y usa para volver a limpiarse en una apariencia de decencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speak",
                "Belle",
                "Seven Hells, solo ... {i} No sé {/i}, ¡solo quédate aquí por ahora!Espera un poco y luego escárgate.¡No quiero que nadie tenga ninguna idea sobre esto ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Belle te deja desplomado en el puesto para recuperarse mientras termina de limpiar en pánico, eventualmente arrojando la toalla gastada donde estaba y reparando en una ráfaga.Antes de que esté a punto de salir, señala una salpicadura sobrante de semen en su rostro, y el Minotauro parece que está a punto de morir, dejando salir a otro juramento entre sus dientes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Pero en lugar de quejarse, ella respira hondo y lo limpia con el pulgar antes de lamerlo.En tu estado aturdido, no estás seguro, pero sientes que te arroja una sonrisa antes de que vuelva al frente, dejándote recuperarte y vestirte a ti mismo, sintiéndote agradablemente lleno de toda la leche que has ingeridoy el calor sobrante de su reconfortante presencia.",
                "SetChoice",
                "5",
                "NursingHJ",
                "IfChoice",
                "4",
                "NursingHJ",
                "PostHotAndHeavy",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "5",
                "SetChoice",
                "4",
                "NursingHJ",
                "JumpToScene",
                "PostHotAndHeavy"
            ]
        },
        {
            "NameOfScene": "Cowgirl and Milking.",
            "theScene": [
                "Mirando el diseño del puesto y mirando hacia el bloque de descanso de madera, su polla se endurece, ya que no puede evitar fantasear con ser montado por la camarera matronal ... y conducida por su lujuria y su expresión de preguntas, usted no 'no'No te quedes de expresar tu sugerencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "A-ah, sí ... supongo que eso podría funcionar ... nmn, parece que también podría sentir bastante bien ... pero será mejor que me enganches bien ...",
                "ChangeImageLayer",
                "Pants",
                "1",
                "",
                "Belle murmura por un momento, luego decide rápidamente, ayudándote a salir de tu ropa.Ansiosamente, devuelven el favor, pronto dejando a los dos desnudos juntos en el puesto juntos.Belle permanece de pie y espera a que derribes el divisor de madera, luego se inclina con cautela sobre ella, sus pechos de chocolate pesado colgando mientras la leche gota ociosamente de sus tetinas erigidas, la lujuriosa camarera que suelta un suspiro caliente.",
                "Speak",
                "Belle",
                "Es bastante cómodo.También acolcharon la barra, por lo que mis brazos no se sentirán doloridos ... aunque generalmente me siento por esto ...",
                "La camarera está visiblemente despotricada un poco, haciendo todo lo posible para tratar de distraerse de la vergüenza que siente, inclinándose desnudo sobre el puesto mientras agarras las tazas de ordeño.",
                "Llevando la primera de las tazas de plástico transparente a uno de los senos de Belle, levanta la teta fuerte para alinearlo con el dispositivo.Una vez que está instalado, el revestimiento de goma del dispositivo de ordeño abraza cómodo su pecho, colocada justo por encima del pezón y apenas pasa su areola, lo que hace que se vea bastante pequeña en comparación.",
                "Aunque sabía que el busto del minotauro fue enorme, la vista del ordeño apenas logró colocar más de lo que su mano es una pantalla sorprendentemente erótica que no puede evitar mirar un poco, sorprendido de que incluso con un dispositivo destinado a alguienAl igual que ella, el enorme busto de Belle todavía parece sobrecargarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speak",
                "Belle",
                "H-hey, deja de gawking y ponte al otro, ¿verdad?",
                "Huffing, Belle inquieta en su lugar, lo que hace que su busto desbordante se tambalee mientras intenta ocultar su excitación de edificio, la cola de la camarera desplegó con entusiasmo de un lado a otro mientras avanza hacia su otro pecho y lo asegura rápidamente a la segunda taza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Belle",
                "Nnng ... Muy bien, ahora enciéndalo.Derrotaría el propósito de volver aquí si realmente no me ayudas a vaciar estas cosas.Esto no es solo una cosa de torcedura, ya sabes ...",
                "El Minotauro hace todo lo posible para sonar en serio, pero sus mejillas enrojecidas, acelerando la respiración y el calor que corre a través de su busto y lomos es suficiente para regalar su afán.Preparándose en el ancho rayo de madera para mantenerse estable, espera a que comience, una mezcla de vergüenza, lujuria y vértigo que se muestran en sus ojos generalmente penetrantes.",
                "Usted le pone la vida al dispositivo de bombeo y la máquina retumba a la vida, haciendo que el cuerpo del cuerpo de Belle sea que los agitados globos de suavidad regordeta en su pecho se aprieta y absorben, lo que hace que se desdibuja una aguda pero clara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "{i} moo ... {/i} ah- mierda ...!¡Ja ...!",
                "Incluso teniendo en cuenta el tamaño impresionante del cofre de la mujer bovina, una vez más te sorprende y excita al ver que las tazas de leche están prácticamente repletas de sus enormes tetas.El tirón mecánico hace que su pecho se agite y rebote con cada tirón y traga mientras su boca se abre, la novilla normalmente sin sentido jadean mientras brotes de leche se extraen de sus pezones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Belle",
                "Ohhh ... ¡h-hey!Deja de mirar y vuelve aquí ya ...",
                "A pesar de que su miembro aún no ha sido tocado, la vista erótica y los sonidos de Belle que se enganchan al ordeñador han hecho que su virilidad sea completamente erguida y temblando ansiosamente, algo por lo que los ojos de la dama matronal no pueden evitar ser atraídas mientras pisa su lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredResisting",
                "Deslizándose debajo de la barra de ordeño y tomando asiento donde Belle estaba anteriormente, te recibe al ver el culo redondo pero en forma, tonificado, junto con su cola bovina que se balancea hacia adelante y hacia atrás.",
                "Mientras bebes a la vista de su coño húmedo y ofrecido, el Minotauro no detiene su necesitado jadeo y jadeando mientras el puesto se llena con los perfumes de su dulce leche y poderoso aroma atractivo, haciendo que tu polla palpite con urgencia y te impulse a ir sin pensarDescansa tus manos sobre sus anchas caderas, haciéndole jadear acaloradamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speak",
                "Belle",
                "Hnnf!W-Well, ¡adelante!Date prisa y haz {i} algo {/i} en lugar de solo {i} mirando {/i} a mi trasero ... o-o {i} hazlo {/i} para ti ...",
                "La poderosa mujer resopla, y usted nota que a pesar de sus protestas y su actitud snappish, hay muchos jugos que gotean sus muslos internos.El espeso y cálido olor a feromonas que se derraman de su coño babeante continúa llenando su nariz, haciendo que su sangre se apresure mientras sus anchas caderas se retuercen de un lado a otro.",
                "Manteniéndole su trasero balanceándose, se coloca debajo de ella, guiándola hasta que está {i} solo {/i} por encima de su dolor de dolor.Suavemente, empujas tus propias caderas, la corona de tu polla apenas besando sus ansiosos labios de coño, persuadiendo un pantalón lujurioso obsceno e instintivo de Belle.A pesar de ti mismo, el sonido animal te hace reír, pero Belle no parece pensar que es tan divertido y evidente que te devuelves las dagas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scoff",
                "Speak",
                "Belle",
                "Oh sí...?",
                "Su sexo que brota perfectamente alineado con el tuyo, la camarera sonrojada de repente y poderosamente deja caer sus caderas sobre su regazo con un impacto reverberante, su peso sofocante que le quita el viento mientras sus pliegues alinesDe vuelta en un placer inesperado.Belle, mientras tanto, también gime dulcemente y sin sentido, pero su expresión sonriente se mantiene mientras te mira nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speak",
                "Belle",
                "Todos los que intentan coquetear conmigo siempre dicen que quieren que aplastaran sus caderas ... pero ¿pueden {i} usted {/i} realmente manejarlo?",
                "A pesar de su rostro luciendo un rojo oscuro, la camarera se las arregla para dispararle un resplandor burlón mientras su cuerpo y su mente aún retroceden de su descarado y ansioso regreso, su polla palpitando dolorosamente dentro de ella mientras sus poderosos pliegues te aprietas como un vicio y túSolo puede preparar sus brazos sobre su gran forma muscular.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Belle",
                "Oh, bueno, incluso si no puedes, no vas a ir a ningún lado ahora ...",
                "Antes de que pueda reunir una respuesta, Belle levanta sus espesas caderas nuevamente y las golpea sin piedad, cualquier resistencia que haya tratado de acumular contra su cuerpo abrumador que se rompe en un instante por el impacto placentero, el Minotauro soltando graves agradables tanElla rebota en tu regazo a un tempo constante y poderoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "{i} mffh-{/i} que sabes- {i} hahh-{/i} Nunca pensé en tener un consolador o algo- {i} mfh-{/i} de vuelta aquí para mantenerme entretenido mientras esto lo hacesu trabajo.{i} ohh-{/i}",
                "Incapaz y quizás incluso no sentado para expresar cualquier preocupación o protesta con respecto a la situación en la que se ha encontrado, todo lo que puede hacer es mantener un firme en las caderas bien formadas de Belle, a tientas borrachas sus curvas femeninas mientras observa la fascinante vista de la visión del minotauro.Usted con su culo de lujoso mientras se mantiene inclinada sobre la barra, la curva de sus enormes tetas apenas visibles desde donde se encuentra.",
                "Los ruidos de la succión de la máquina se ahogan por los sonidos descuidados de los jugos de Belle que salpican sobre su regazo mientras ella sigue balanceando implacablemente sus caderas.{i} bofetada, chapoteo, plap, schlap, plap, klash. {/i} Los sonidos eróticos y los gemidos de su apareamiento unilateral son todo lo que puedes escuchar, nublando tus pensamientos en una nurbuja primaria ...",
                "Cada mentalidad de ida y vuelta solo te sumerge más en la sensación de ser usado como un consolador, tus manos apretando la cálida carne de Minotauro casi desesperadamente mientras te aferras lo mejor que puedas para el viaje que te está llevando.Si no fuera por la parte posterior del puesto detrás de ti, tu espalda podría haber continuado arqueando el placer hasta que estuvieras plano contra el piso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speak",
                "Belle",
                "Sí...!Mmmnf ...!¡Eso es bueno!¡Solo disfrútalo!Sé que soy ... ~",
                "De alguna manera, ver que la camarera generalmente severa, casi estoica, es tan asertiva y sensual hace que su polla se vuelva aún más dura con un latido doloroso, su mente se llena con el impulso felizmente sumiso de ser una fuente adecuada de placer para ella mientras sus manos cavan indulgentemente en elPotente y flexible trasero trasero sobre su regazo.",
                "{i} bofetada, bofetada, bofetada, póntaa, schlap, se meteoriza, bofetada! {/i} La reunión depravada de sus caderas resuena en el aire mientras la voz de Belle fluctúa con sus movimientos frenéticos y la succión de los ordeñadores, sus grandes y deliciosasLos montículos de chocolate balanceándose debajo de ella mientras sus caderas continúan rebotando, de alguna manera aún ganando impulso mientras luchas por mantenerte coherente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Belle",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Demonios, sí ... esto es increíble ... mfffh-!Tal vez solo te arrastre aquí yo mismo la próxima vez que necesito esto. ~",
                "2",
                "",
                "Demonios, sí ... esto es increíble ... mfffh-!¡Quizás te arrastraré aquí yo mismo la próxima vez que estés en un turno!Hahhhh ~ ese contrato significa que no puedes decir que no, después de todo. ~",
                "EndLoop",
                "La sonrisa en la cara llena de placer de Belle mientras emite su lujuriosa 'amenaza' envía un escalofrío por la columna vertebral y un temblor de éxtasis a través de su polla.Estás experimentando con lo que algunos solo pueden soñar cuando entran en el abrazo de la Diosa, y aunque tu cuerpo plantea quejas por el abuso aplastante, los rayos de placer que lo atraviesan solo te dejan con ganas de más.",
                "Perdiéndote ante el éxtasis del apretado coño musculoso de Belle, tus dedos profundizan en lo que puedan comprender, tu mirada aturdida y mirando su trasero subiendo y bajando con una expresión dominada por impotencia en tu rostro, tu boca abierta mientras gemiste en una mezcla de una mezcla deEl dolor, la dicha y la rendición descuidada de ser utilizada como consolador personal de Belle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "Nmmm ... ¡puedo sentir tu polla palpitante!Será mejor que te corres mucho, ¿de acuerdo?Hahhhh ~ No me retrase después de hacerme meterme en una posición como esta ...",
                "La perspectiva de clímax lleva a Belle a un tempo ahora completamente frenético, el impacto de su marco muscular comenzando a hacer que las tablas de madera del puesto gemen bajo la tensión.Mientras tanto, tus caderas se sienten entumecidas mientras tu polla es de alguna manera más sensible que nunca, tu cerebro ahogándose en el placer y los sonidos obscenos de {i} bofetada, bofetada, bofetada, mancha, bofetada, salpicada, paseña, phel}",
                "Has hecho todo lo posible para aguantar hasta ahora, pero el agarre que has mantenido en las anchas y curvilíneas caderas curvilíneas de Belle se vacilan, tus músculos doloridos solo pueden recibir tanto abuso.Incapaz de seguir aferrados a la camarera, sus brazos caen a los costados, agotados ...",
                "A través de los momentos finales del apareamiento ruinoso, tu boca se da por vencida y cuelga abierta hasta que la baba comienza a fluir desde un lado mientras se monta en el suelo, tus ojos se vuelven hacia atrás mientras te ahogas en un océano de placer sumiso.El desorden pegajoso que resulta de su precum y los jugos de coño de Belle se acumulan en su regazo y a través de sus muslos, los sonidos descuidados del sexo que hacen eco aún más fuerte que el zumbido mecánico de la máquina.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speak",
                "Belle",
                "¡Mierda!¡Sí!¡Vamos, {i} vamos {/i}!¡Sigue adelante un poco más para mí ...!",
                "Incluso con lo dominante que es, el placer desenfrenado de Belle está claro en su propia cara, sus características contorsionadas mientras persigue animalista el máximo del clímax.El aplastante ruting se convierte en una borrosa de muescas de culo celestial que rebota contra tus caderas, tragando tu polla una y otra vez mientras el apretado abrazo de Belle funciona para escaparte.Cuerpo y mente maltratados, no se puede aguantar más a medida que sus caderas se elevan con la finalidad climática.",
                "Speak",
                "Belle",
                "Solo un poco más ...!",
                "Ella jadea justo antes de un último {i} slam {/i}--",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmIntense",
                "Speak",
                "Belle",
                "{i}{b}Moooo....~!{/b}{/i}",
                "PlayerOrgasmNoSpiritLoss",
                "La voz de Belle se toca en el puesto mientras finalmente entra en tu polla deliciosamente abusada, sus pliegues apretándose sobre ti como un vicio mientras tu cuerpo tembloroso responde en especie con chorros orgásmicos, fuegos artificiales bailando en tu visión como un trueno de placer llena tu entumecimientoLas caderas y tú te corres como una fuente rota, descargándote ansiosamente en tu mandón bovino, tu cabeza retrocede y tu mente se vuelve blanca.",
                "Aplanado y montado en un clímax indefenso, su cuerpo intenta balancearse y correspondirse, pero no puede hacer más que temblar, contratar y verter desenrollado en el ansioso coño de la musculosa camarera, sus poderosos pliegues ordeñando por todo lo que tiene y más, como más, como más, como más.Si estuvieras más que otra máquina aquí para proporcionarle alivio a Belle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speak",
                "Belle",
                "{i} {b} mhhhfhhmmmooo ~ {/b} {/i} ¡No te detengas!Dame {i} todo {/i} que tienes! ~",
                "Borracho en la lujuria y su propio alto orgásmico, Belle levanta las caderas una vez más y las golpea de nuevo sin piedad, haciendo que vaya a la cadena-orgasmo en el acto a medida que su cuerpo se tensa con las heces de energía que ha dejado, inundando los intermedios del Minotauro matrimonialHasta que su semilla blanca comience a filtrarse y unirse al cóctel obsceno de jugos agrupados en su regazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasuredMoaning",
                "Speak",
                "Belle",
                "Gnnnghaaaaaah ... fuuuuuuck ... eso fue genial ... jaahhh ... apuesto a que también te encantó, ¿eh?",
                "Mirando hacia atrás para mirarte, la expresión de Belle cambia de la descuido desvergonzada a la preocupación nerviosa mientras se da cuenta de cuánto se dejó llevar, tu cuerpo maltratado se desplomó contra la pared de madera del puesto mientras luchas para mantenerte consciente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speak",
                "Belle",
                "H-Hey, ¿qué pasa con esa mirada en tu cara?¿Estás bien?¡Di algo!",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "No puede hacer más que gemir, sus caderas de contracción y aún ansiosamente palpitante, proporcionando una respuesta lo suficientemente elocuente como para su condición actual.Al salir de su estado de lujuria, Belle jura y se extiende para apagar el ordeñador antes de salir de su regazo, su cuerpo se interpone a medida que su polla completamente retorcida sale del coño satisfecho del minotauro y se cae en su regazo.",
                "Speak",
                "Belle",
                "¡D-no digo que realmente te rompí las caderas o algo así!",
                "Dado que Belle se ha quitado de ti, te exhalas una gran exhalación cuando un poco de conciencia regresa ahora que ya no te ahogas en su cuerpo muscular y potentes feromonas.Te duele por todas partes y tu polla agotada todavía brota impotente el regate ocasional de esperma sobre tu regazo, pero todavía puedes levantar una mano laboriosamente para darle un pulgar débil hacia arriba, de alguna manera girando su cara sonrojada aún más roja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "¿Qué es-?!No me digas que en realidad {i} me gustó {/i} terminando como {i} que {/i}!?¡Joder, te usé como algún tipo de juguete sexual!",
                "No puede evitar divertirse con el estado de vergüenza y preocupación y preocupación de Belle, pero a medida que la camarera sigue inquietando y chisporroteando, de repente se le ocurre que ha regresado aquí por un tiempo, y reuniendo su fuerza una vez más,Señalas aturdidos al frente de la posada como un profeta perdedor perdido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Speak",
                "Belle",
                "¿Eh?Qué vas a-?¡Mierda, el bar!",
                "ChangeImageLayer",
                "Top",
                "1",
                "TopOn",
                "ChangeImageLayer",
                "Pants",
                "1",
                "PantsOn",
                "Belle rápidamente cede al pánico mientras comienza a mirar su ropa mientras limpia apresuradamente sus muslos con una toalla.Ella toma el semen goteando de su coño con una mueca de molestia y autoprueba, pero finalmente suspira y se levanta las bragas en lugar de preocuparse por ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speak",
                "Belle",
                "Bueno, eso tendrá que hacer ... solo, eh ... bueno, no creo que haya un problema con que te quedes atrás aquí hasta que te hayas recuperado ... pero no tomesDemasiado largo, ¿de acuerdo?",
                "El aspecto de la preocupación y la vergüenza en sus ojos muestra que quiere permanecer un poco más para asegurarse de que realmente esté bien y que no le causó ningún daño duradero, pero con el deber llamando, suspira y termina apresuradamente de vestirse,Todavía tomándose el tiempo para darle un abrazo y beso rápido pero sorprendentemente cariñoso.",
                "Speak",
                "Belle",
                "Si lo necesita, puede retroceder aquí todo el turno.Me aseguraré de que nadie salga, así que ... tómalo con calma, ¿de acuerdo?",
                "Todavía sonrojándose de cómo se llevó, usándote como un juguete sexual a lo largo de su ordeño, el ponteuro nervioso se reúne antes de regresar a la parte delantera para reanudar su turno.Pero incluso cuando se va, la vista de las poderosas caderas que te convirtió en un consolador de placer, envía un escalofrío lujurioso a través de tus sentidos, su seductor que se mantiene en tu mente desmayo.",
                "SetChoice",
                "5",
                "MilkingDildo",
                "IfChoice",
                "6",
                "MilkingDildo",
                "PostHotAndHeavy",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "5",
                "SetChoice",
                "6",
                "MilkingDildo",
                "JumpToScene",
                "PostHotAndHeavy"
            ]
        },
        {
            "NameOfScene": "PostHotAndHeavy",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Apoyando en la pared, acepta esperar aquí un momento y prepararse lentamente mientras ella vuelve al trabajo, su gusto y su aroma aún colgando en sus sentidos mientras el evento placentero se asienta en sus sentidos.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Finalmente, sales de allí y regresas al frente también, y encuentras a Belle con calma tendiendo al bar.",
                "2",
                "",
                "Eventualmente, sales de allí y regresas al frente también, y encuentras todo desde hace mucho tiempo en orden, volviendo a trabajar como Belle te dice que lo hagas.",
                "EndLoop",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostMilking",
                "ChangeBG",
                "Inn.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Luego, las últimas horas de su turno pasan de una manera mucho más tranquila, Belle parece dispararle algunas sonrisas dulces, y a medida que sale al final de su turno, le pagan un poco más por todo el trabajo que tenía quehacer.Además de un consejo considerable de ella.",
                "DisplayCharacters",
                "EndLoop",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "5",
                "NursingHJ",
                "NursingHJFetishes",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "5",
                "SuckleFucked",
                "SuckleFuckFetishes",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "5",
                "MilkingDildo",
                "MilkingDildoFetishes",
                "ChangeEros",
                "1000",
                "GiveExp",
                "100",
                "IfTimeIs",
                "Midnight",
                "GoToBed",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "NursingHJFetishes",
            "theScene": [
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeFetish",
                "Breasts",
                "25"
            ]
        },
        {
            "NameOfScene": "SuckleFuckFetishes",
            "theScene": [
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Breasts",
                "20"
            ]
        },
        {
            "NameOfScene": "MilkingDildoFetishes",
            "theScene": [
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Pain",
                "5",
                "ChangeFetish",
                "Sex",
                "15",
                "ChangeFetish",
                "Breasts",
                "5"
            ]
        },
        {
            "NameOfScene": "GoToBed",
            "theScene": [
                "ChangeBG",
                "InnPlayerRoom.png",
                "Entonces, siendo el final de la noche, te diriges a tu habitación y te vas a la cama por la noche ...",
                "JumpToNPCEventThenScene",
                "Go to your room.",
                "Sleeping"
            ]
        }
    ]
}