{
    "name": "Cuddly Imp",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Imp",
            "postName": "",
            "SpeakerType": ""
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Ocupado.Ocupado.Ocupado.¡Oh Diosa es {i} ocupado {/i} esta noche!",
                "Toda la sala del bar está a plena capacidad, dejándolo a usted y a los otros empleados luchando para mantenerse al día con las órdenes que están llegando.",
                "Curiosamente, a pesar de la loca cantidad de Monster Girls, todavía no muchas del personal han sido llevados a una habitación trasera.Los agujeros de gloria están viendo mucho uso, pero eso es todo.",
                "Obtienes un guiño ocasional, a tientas a tu entrepierna o le das una palmada en el culo, pero a medida que colocas tu enésimo lanzador de cerveza, comienzas a preguntarte si de alguna manera vas a superar todo este turno sin que te follen inconsciente.",
                "Pasas junto a los agujeros de gloria y se detienen, notando a una chica monstruosa bastante exótica: un elfo con piel un bronce de caramelo profundo y delicioso, su voluptuosa trasera apenas cubierta por su vestido putitoso y su tono delgado.",
                "Apenas logras arrancar tu mirada de su culo curvilíneo mientras ella felizmente mueve sus caderas, señalando cómo su hermoso cabello rubio hasta los hombros acentúa su piel oscura.Sus ojos medios, parcialmente ocultos por su flequillo, ardían con emoción mientras mira a un lado para encontrar su mirada.",
                "Sin romper el contacto con los ojos, ella lea lastimas a la polla que se pegaba desde el agujero de la gloria, drenándolo con sus labios regordetes.Obviamente, ella no es tan tímida o reservada como otros elfos, y no le importa el voyeurismo.",
                "Ella se ríe seductoramente mientras se sacude tentador, haciéndote darte cuenta de lo rígida que se está poniendo en contra de tu escasa ropa de trabajo ...",
                "Pero hay mesas para esperar, y no se le permite hacer nada a menos que se le pregunte explícitamente, sin importar cuán tentador, por lo que se aleja con un sonrojo profundo.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Rápidamente sacudiendo su vergüenza y excitación, se encuentra cara a cara con un tímido imp bolpeado a nivel de los ojos, sin prestar atención a su erección apenas oculta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Hi allí!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella te lleva, pero sus ojos muestran un poco de nerviosismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Estoy aquí sin mis amigos, y estoy un poco perdido sobre qué hacer ... Entonces, ¿podría emplear sus servicios?",
                "Bueno, parece que tienes trabajo esta noche al final.Usted responde afirmativamente con un asentimiento, el imp de inmediato reaccionó con un chillido de alegría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "XD",
                "Su emoción es clara en su adorable cara, agarra su mano en la suya y comienza a guiarlo fuera de la habitación llena.Obtienes una última vista del Elfo Oscuro y su abundante trasero, pasando junto a ella a la derecha mientras obtiene un generoso facial del gloryhole, el géiseo se corre su piel bronceada a su obvia alegría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "ChangeBG",
                "InnRoom.png",
                "Volviendo a su cliente del día, sus ojos se dirigen al Imp mientras vuela del suelo, apresurándose por las escaleras.Ella te lleva a una habitación y, aún con entusiasmo rondando, y te guía adentro con una ola de la mano, sosteniendo la puerta para ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Cerrando y encerrando la puerta detrás de ti, preguntas sobre lo que quiere hacer.Sorprendentemente, el pánico reaparece en su rostro, la diminuta chica monstruosa tartamudeando un poco antes de que pueda sacar las palabras.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "O-oh, um, en realidad, por eso vine solo ... E-estoy de humor para algunos ... ah ... s-snuggles ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Confused",
                "Ella tose en su puño y mira hacia otro lado de humillación.Ella se ve tan avergonzada que pienses que solo te pidió que hicieras algo increíblemente depravado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Maybe que sería raro, um, ah ... ¿tal vez un masaje ...?",
                "Con lo tímida que está siendo, probablemente deberías ayudarla a decidir.",
                "Menu",
                "Encourage snuggles.",
                "Encourage massage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Encourage snuggles.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "{i} correcto! {/i} Eso es lo que vine aquí para hacer, y tienes que cumplir con mi ... uh ... ¡por mi orden!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "XD",
                "Claramente emocionado de estar a cargo, el Imp te da un pequeño asentimiento feliz y se desliza hacia la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Um, ¿te importa ser la gran cuchara?",
                "Sonriendo tranquilizadoramente, asiente y te acostas detrás de ella, envolviendo tus brazos alrededor de su pequeño cuerpo y abrazándola.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Su nariz se hace cosquillas por un agradable aroma de gótulas de burbujas que flota por su suave cabello rosado mientras se mueve hacia atrás en ti con un suspiro.",
                "ChangeImageLayer",
                "Blush",
                "1",
                "LightBlush",
                "Una de sus manos se superpone lenta y tentativamente con las tuyas, y crees que puedes ver un sonrojo arrastrándose por sus orejas puntiagudas mientras descansa en tu abrazo.",
                "Durante unos momentos largos, son solo ustedes dos en la cama suave, en la habitación tranquila, el diablillo se acurruca felizmente contra ti.Su suave respiración y su posición cómoda comienzan a arrullando a dormir, pero ella aborda cuando sus ojos comienzan a cerrar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Um, C-¿puedes ... ¿me da la cabeza?J-solo un poco ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "XD",
                "No puedes evitar sonreír ante su dulce voz, y usar la mano que no está comprendiendo tímidamente para acariciar su largo cabello.Inmediatamente deja escapar un pequeño chillido de alegría y se retrocede aún más, acariciando lo más cerca que puede.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "El tiempo comienza a pasar el abrazo relajante, el pequeño imp lentamente comienza a entrar y salir del sueño mientras la sostienes suavemente y la miman.Antes de que ella esté fuera para siempre, sin embargo, murmura tímidamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Gracias ... la mayoría de los otros imps piensan que soy raro porque yo ... como ... cosas ... como ... esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleeping",
                "Se queda en un sueño tranquilo, su respiración se convierte en un ronquido bajo mientras inconscientemente te acurruca en ti y en tu mano, dejándote dormir también, la pequeña niña apretada en tus brazos ...",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Te despertaste más tarde, acostado boca arriba.A medida que recuperas tus sentidos, sientes algo deliciosamente cálido alrededor de tu longitud, lo que te das cuenta de que es completamente erecto.",
                "Lentamente, abres los ojos y miras hacia abajo, bienvenido por la visión de la cabeza del Imp subiendo y bajando.¡Se ha quitado los pantalones mientras duerme y ha comenzado a chuparte!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Lo siento, es solo ... ¡tenía un pequeño sueño tan encantador de hacer exactamente esto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Extendiendo su lengua con una simulacro de culpa, guiña un ojo mientras le da a la cabeza a tu polla expuesta un beso juguetón.",
                "Speaks",
                "Jeje ... ¿cómo podría no? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Sin esperar una respuesta a su pregunta retórica, envuelve sus labios alrededor de tus glande y comienza a rodar lentamente su lengua hábil en círculos perezosos alrededor de tu corona sensible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Poco a poco, te lleva más y más profundamente en su boca burlona, ​​sus ojos cerrados de felicidad mientras saborea el sabor de tu polla.",
                "No puedes evitar gemir mientras ella tira de la lengua sobre tu punta, lamiendo tu precum con fugas directamente de la fuente, tomándote un tiempo burlándote de ti, atendiéndote con amor y adornos con su ansiosa boca.",
                "El Imp perezoso se balancea la cabeza hacia arriba y hacia abajo, su lengua todavía trabaja al mismo ritmo lánguido.Hábilmente, cambia entre besarse y burlarse de su frenulo, rodar alrededor de su glande y lamer la punta de su polla.Su pequeña lengua resulta impresionantemente ágil y versátil, y a pesar de su tamaño diminuto, no tiene ningún problema con el consumo de duración.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Hambriento, ella desliza tu polla en su garganta, reprimiendo una mordaza mientras abre los ojos y mira hacia arriba, mirando tu mirada con su propia mirada lujuriosa.A pesar de la incomodidad, ella sostiene el Deephroat, los labios presionando en tu entrepierna mientras su cola felizmente mueve y se agita detrás de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Tu polla es tan increíblemente cómoda dentro de su boca apretada y flexible que no puedes evitar suspirar de placer, tu jugada de Fellatrix reaccionando con una orgullosa risa ahogada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Después de unos segundos de mantener la longitud, arrastra sus labios hasta su punta y lo libera con un audible {i} pop. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Disfrutando de su tratamiento hasta ahora? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Responde con un asentimiento y una sonrisa aturdida.Su pene se contrae y filtre una buena gota de precum jugosa, que se suma a su respuesta, a la que el Imp se ríe con satisfacción.",
                "Speaks",
                "Jeje ♥, ¡supongo que él también se está divirtiendo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Volviendo a servirte en serio, presiona sus labios contra tu corona, besando tu punta y sorbiendo, chupando el precum y sacando un jugo aún más dulce de más profundo dentro de ti en su boca voraz.",
                "Gemes con la dicha y pones la cabeza hacia atrás, cerrando los ojos mientras se pone apasionadamente con tu cabina, tragando el precum con fugas cuyo flujo sigue aumentando de su intensa atención a tus puntos más sensibles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Finalmente, termina la sesión de besos con una serie de vueltas y productos, arrastrando su lengua a través de tu eje antes de sacar los labios de tu punta de contracción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "¡Ohhh, eso es tan delicioso! ♥ ¡No puedo esperar la comida completa!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Ella abre la boca de par en par, mostrando el suave interior de color rosa y su tentadora lengua que se mueve.No pierde el tiempo, ella empuja la cabeza hacia abajo y te deja en un movimiento de fluido, electrificando tus caderas con placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Esta vez, no puede suprimir una mordaza de asfixia húmeda mientras intenta tomar más de lo que debería, pero no parece importarle, rápidamente se enfrenta a su herramienta.",
                "Su cola spaded se agita más y más rápido a medida que se vuelve cada vez más cachonda y emocionada, combinando con el ritmo de su mamada ahora glotón.Su mano derecha ahora está en tus bolas, rodándolas en sus ágiles dedos, mientras que su izquierda desaparece debajo de su falda, el Imp atiende con entusiasmo a sus propias necesidades.",
                "Ansioso por tocarla también, alcanzas la cabeza hacia su cabeza, ¡pero su cola golpea tu mano!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Ella abre los ojos y le da un poco de la cabeza, moviendo su dedo y haciendo ruidos descuidados de 'tut tut', su polla aún firmemente alojada en su garganta.Ella continúa chupando y sorbiendo en voz alta todo el tiempo, como en trance.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Puedes sentir la tensión que sube en tus caderas, y el IMP reacciona intensificando su masaje, ahora amasando y acariciando tus bolas.Puedes escuchar los sonidos húmedos de sus dedos que entran y salen de su hongo babeante debajo de su falda, su trasero agitando a la izquierda y a la derecha con entusiasmo en la vertiginosa anticipación de su comida.",
                "Cuando ella se levanta la cabeza y la vuelve a golpear con un último hilado profundo, no puedes tomarla más.¡Tu presa se rompe y se apresura a salir de ti, directamente en su garganta!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Speaks",
                "¡Mmm!¡Glk!¡Glk!",
                "Ella gime felizmente, sus ojos rodando hacia atrás en su cabeza, su rostro sonrojo de éxtasis.Basado en los ruidos que está haciendo y en lo duro que se está digiriendo, no hay duda de que vino al mismo tiempo que tú.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Sin siquiera tomar un descanso, ella desliza su cabeza hacia su glande, lamiendo ansiosamente su uretra mientras su semilla se fuente en brotes felices.",
                "Su burla burlona del lugar sensible de tu virilidad atrae un grito de éxtasis incoherente de ti, el Imp continúa estimulándolo a través de tu clímax, persuadiendo más y más semen de tu polla completamente atendida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "Ella succiona en tu punta y continúa el asalto de la lengua sin piedad, tratando tu glande como un trozo de caramelo para derretirse en su boca.Y se derrita, tu cuerpo se afloja en la cama cuando el orgasmo tembloroso finalmente comienza a disminuir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "El Imp aparece sus suaves labios de tu punta, riendo de deleite mientras un mechón final de semillas pegajosas brota y la ataca por la boca y la nariz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡Maldita sea, no te decepcionas en el Departamento de Producción del Cum! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Ella le da a tu glande un beso final y luego rebota en la cama, buscando una toalla cercana para limpiar la baba que se ha agrupado en tus caderas.Mientras tanto, ella limpia suavemente la semilla de su rostro con su larga cola y la succiona de la extremidad en forma de corazón.Al final, ni un poco de semen ha escapado de su boca hambrienta.",
                "Speaks",
                "¡Deberíamos hacer esto totalmente de nuevo alguna vez!Tú también lo crees, ¿verdad? ♪",
                "Atrapado en su entusiasmo contagioso, perdido en el maravilloso resplandor, asiente ansiosamente, aún recuperándose de los afectos drenadores de la hambrienta niña monstruosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Phooping, el imp triunfante hace que salga, recogiendo los pantalones del piso y arrojándolos a ti antes de volarte un beso seductor en su puerta.",
                "DisplayCharacters",
                "EndLoop",
                "La mera vista de sus labios besos hace que tu polla se contrae, y casi tienes que evitar que te pidan otra mamada, la sensación de que su boca chupa tu polla aún vívida.Incluso mientras te recostas en la cama al sonido de su risita juguetona que se desvanece, los recuerdos de su calavera desenfrenada te persiguen con una persistencia excitante.",
                "A medida que te cubres con la sábana y cierras los ojos, dejando que la fatiga te ponga al día, no puedes evitar perderte la presencia suave y olor dulce de tu pescado de cama, deseando que tuvieras un compañero de abrazo por la noche ...",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "SleepPlayer",
                "DelayNotifications",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "...",
                "Estás casi decepcionado cuando te despiertas perfectamente sin molestias por la mañana, sin una chica monstruosa astuta para aprovechar tu sueño para drenarte por todo lo que vales.",
                "... Pero estás bastante seguro de que habrá muchas otras oportunidades para eso ... si lo quieres o no.",
                "Por el momento, vuelve a colocar los pantalones y se toma un momento para estirarse antes de bajar las escaleras para cobrar su pago por su turno.",
                "ChangeEros",
                "500",
                "GiveExp",
                "20"
            ]
        },
        {
            "NameOfScene": "Encourage massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Speaks",
                "¡Bien!¡Eso suena mejor!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Su incomodidad regresa, apunta a la cama y te pide tímidamente que te sientas.Haces lo que dice y ella aterriza en tu regazo, frente a ti.Sus ojos abatidos y su cara ligeramente sonrojada muestran cuán sin usar debe ser para la actividad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "Um, comience cuando esté listo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Asintes.Parece que esto podría ser bastante agradable: solo un poco relajante con un pequeño y adorable Imp.Tus manos surgen y comienzas a frotarte los hombros, su top escasa se pone ligeramente en el camino.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Oh, S-Sorry, aquí!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Sus manos se deslizan nerviosamente y deshacen su prenda en forma de sujetador.Ella lo saca de su cuerpo y lo arroja al piso, exponiendo su pecho plano y pálido, adornada con un par de pezones rosados ​​y alegres.",
                "Le das un agradecimiento rápido y envuelve sus manos alrededor de sus hombros desnudos, presionando los dedos en su suave piel, comenzando lentamente a amasar tiernamente sus músculos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Inicialmente resulta nerviosa y casi incómoda, pero mientras sigues frotándola y masajeando, la tensión comienza a dejar su cuerpo, y deja escapar un suspiro feliz mientras trabajas en las manos hacia arriba y hacia abajo de su cuello.",
                "Speaks",
                "Ohhh ... ♥ eres bastante bueno ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Tus manos se deslizan por su pecho, arrastrándose los dedos sobre sus pezones rosados ​​antes de darle un apretón suave.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Sorprendida por el toque repentino, jadea de placer y, alentada, te burlas de sus pezones endurecidos, tirando suavemente de ellos.Con un sonido gutural, se arquea la espalda, su lengua sale de su boca brevemente.",
                "Speaks",
                "¡H-HEY!¡Sé amable!Tú ... guapo J-Jerk ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Frente a su mirada de indignación excitada, no puedes evitar reír un poco y reanudar masajeando sus senos.Después de unos segundos más de frotar delicadamente y estimulando sus tetas, mueves las manos a los lados de su pecho y comienzas a frotar las costillas con ternura, el imp de relajación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Hahhh ... mucho mejor ...",
                "Con la diferencia entre su tamaño y el tuyo, parece que casi podrías rodear su cintura delgada con tus manos, y la pequeña niña monstruosa parece disfrutar este hecho, abandonándose más completamente a tus ministraciones.",
                "Avanzando más hacia abajo, le das a su panceta plana y suave un gote gentil, luego desliza sus manos hacia sus caderas para comenzar a trabajarlas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cooing",
                "A lo largo del tratamiento, los imp Coos, suspiros y gemidos, retorciéndose en su regazo.Cononotamente, se da cuenta de la sensación placentera de su pequeño y suave trasero que se mueve contra su ingle, y no puede evitar que una carpa se levante en sus pantalones de uniformes escasos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jeje. ♥ Guárdelo en tus pantalones, pervertido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Se da vuelta en tu regazo con una sonrisa burlona, ​​exponiendo su suave pálido hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "Aquí. ♥ Masajea mi espalda, se siente realmente tenso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Servicio, mueves las manos hacia sus omóplatos y cavas tus pulgares, trabajando obedientemente en la parte superior de la espalda.¡Sus huesos le dan un pequeño pop suave, provocando un chillido de deleite del Imp!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Ohhh, ahí mismo!",
                "Ahora completamente en él, te insta a que continúen, la cabeza girando suavemente hacia atrás.A medida que se mueve, su largo cabello rosado se corta en la espalda, interponiéndose ligeramente.Llegas a la altura y comienzas a cepillarlo sobre su hombro, y no puedes evitar darle a Flowing Bubblegum Mane una suave tira en represalia por la burla del trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ComicalPanic",
                "Speaks",
                "¡Eek!H-HEY- C-CAREFULE!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Mientras habla, cambia en su regazo, frotando incidentalmente contra su bulto, excitándolo aún más.Haciendo todo lo posible para ignorarlo y seguir siendo profesional, mueves su cabello a su frente antes de pasar a masajear su espalda en el medio, teniendo cuidado de resolver suavemente los pocos nudos en sus músculos que puedes localizar.",
                "ChangeImageLayer",
                "Blush",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mnn ... y no tienes idea de lo mal que quiero tocarme mientras haces esto.",
                "Atrapado por las palabras repentinamente lascivas, momentáneamente te detienes y miras su cuello.En respuesta, el diablillo te mira sobre su hombro con un brillo travieso en el ojo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "Pero no se supone que esto sea una visita lasciva.Así que no tengas ninguna idea divertida, ¿hm? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "A pesar de una punzada de frustración, no discutes, continuando con su espalda baja, comenzando a masajear y apretar sus hermosas caderas.Después de un minuto más o menos de cuidadoso frotamiento y acariciamiento, el pequeño demonio, que parece haber estado conteniendo la respiración, se deja salir casi en un murmullo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "... Está bien, supongo que un {i} pequeño {/i} toquido no pudo doler.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Sonríes y deslizas tus manos debajo de su falda, dándole a su suave trasero un profundo apretón, tus dedos se hunden en su carne y la amasan con amor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Ahh ... ¿Alguna vez has jodido un imprento antes? ♥ Apuesto a que tienes, pervertido. ♥",
                "Decliéndose para responder, envuelve sus manos alrededor de sus muslos.Plegando parte de sus medias para sacarlas del camino, le acaricias los muslos superiores, luego sus muslos internos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Mientras estás allí, le robas un toque rápido a sus bragas, y el IMP salta cuando descubres un lugar húmedo en su ropa interior.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Confused",
                "Speaks",
                "... Sí, está bien, estoy cachondo, B pero ... ¡manos alejadas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cooing",
                "Ella le aleja suavemente las manos y, inesperadamente, sale de su regazo para acostarse en la cama, los pies ahora en su regazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Aquí, ¿qué tal un frote de pie ahora?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Pacientemente, agarras su pie izquierdo en ambas manos y presionas tus pulgares en sus plantas.En reacción, su espalda se arquea hacia arriba con un pequeño gemido encantado mientras sus puños apretan las sábanas.",
                "Speaks",
                "Ooh sí, {i} justo ahí {/i} ...",
                "Casi ronrona mientras sus pulgares presionan hacia la carne sensible de su pie y comienzan a masajearlo.Pensando en ello, los imps vuelan mucho, por lo que sus pies no deberían estar doloridos ... ¿tal vez este imp en particular solo tiene un fetiche de pies?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Dejando ese pensamiento a un lado, continúa atendiendo a su cliente y se pone suavemente cada uno de sus dedos, para su deleite, antes de que sus manos se muevan hacia su talón y tobillo, masajeando suavemente y trabajando la tensión de la porción allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su pantorrilla es el siguiente, y ahora se usa a la tarea, extraes metódicamente cualquier nudo que puedas encontrar allí, pretendiendo no notar los jadeos y chillidos agradables del IMP.Te mueves a su pie derecho y comienzas a darle el mismo tratamiento que a su izquierda, sacando más gemidos y suspiros del Imp.",
                "Después de unos minutos más, terminaste con ambas piernas, y ella casi felizmente se deja caer sobre su espalda, jadeando, todo su cuerpo como masilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Aaaaah ... ♥ mmhn ... bueno ... eso fue agradable, guapo.",
                "Ella se levanta a una posición sentada, colocándose en el borde de la cama, dejando que sus piernas cuelguen por un lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jeje, supongo que mereces una recompensa ... ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cooing",
                "Ella le toca la barbilla, comenzando a pensar.Por un momento, crees que solo está siendo tímida, pero rápidamente parece que en realidad está dando la materia de una profunda consideración.Podrías jurar que puedes ver humo saliendo de sus oídos.Después de todo, no estás acostumbrado a ver imps usando sus cabezas para otra cosa que no sea chupar la polla ... aunque tal vez {i} es {/i} de lo que está pensando ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "¡Lo tengo!Jeje, te daré un poco de alivio con mis muslos. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Con un rebote y un flitador, el Imp se vuelve en casa en su regazo una vez más, y con una pequeña risita feliz, ella tira de sus pantalones para exponer su rígida longitud.Dejándolo de pie y listo por un momento, lo observa como si estuviera admirando su obra, luego se engancha la falda, se coloca y felizmente se planta en tu regazo, estableciendo tu eje entre sus suaves muslos flexibles.",
                "Dando una sonrisa arrogante, el imp comienza a rockear suavemente de un lado a otro en tu regazo, moliendo suavemente tu eje rígido contra su carne suave y cremosa.El lugar húmedo en sus bragas ahora es aún más obvio, y su calidez le hace cosquillas contra su dolor de polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Frustrada, haces un movimiento para agarrar sus caderas, pero en respuesta, ella te levanta el trasero con más fuerza contra tus caderas y te saca la lengua.",
                "Speaks",
                "Simplemente conformarse y disfrutar, guapo. ♥ Tengo bastante confianza en mis muslos, ¿sabes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "No protestas mientras te recostas contra la cómoda almohada y la dejas hacer lo suyo.Ella balancea sus caderas con movimientos lentos y enfocados, acariciando toda su longitud con cada movimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cooing",
                "Sus muslos acogedores, el trasero, la entrepierna y la delicada textura de su falda se frotan ligeramente contra sus glandes sensibles, lo que hace una estimulación bastante agradable, y en poco tiempo, está completamente erguido, a lo que el IMP reacciona con un silbato impresionado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Eres tan grande y duro, jeje ... tal vez la próxima vez que {i} {/i} lo tomaré para dar un paseo. ♪",
                "Ella se convierte en broma mientras su cola abarca suavemente la nariz, moviéndose en la cara.Huffing, intentas extenderlo y agarrarlo, pero ella lo enrolla alrededor de tu muñeca y te tira el brazo hacia adelante, dirigiendo tu mano hacia sus caderas.Su cola no es tan fuerte, pero su intención es bastante clara, por lo que no dudas en agarrar a ambos lados de su forma de rebotar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Sheesh, si querías tocarme tanto, solo tenías que preguntar.Pervertido. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "No se eleva a la Barb, se ocupa de las manos con acariciando y acariciando su lindo trasero, cintura suave y pechos alegres, recompensados ​​por ruidos de excitación y aprobación de la chica monstruosa.",
                "Mientras tanto, aprieta sus suaves muslos y comienza a acelerar el muslo.Claramente tiene experiencia con la maniobra, y no pasa mucho tiempo antes de que Precum se escape de su polla, proporcionando lubricación natural resbaladiza para sus muslos apretados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "El Imp mira hacia el desastre lascivo con hambre, atrayendo su índice sobre su glande babeante y metiéndose el dedo mojado en su boca, ascendiéndolo mientras mira por encima de su hombro seductoramente, con los ojos ardientes de lujuria juguetona.Presionando sus caderas contra la base de su longitud, la muele contra la tela de sus bragas húmedas, ahora todas menos usando su eje para masturbarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Mmmhaa ... ♥ Voy a disfrutar esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Con una risita, el imp hace detener su retorcida y frotando, extendiéndose hacia abajo para tirar de sus bragas de su coño babeante y envolverlas alrededor de la parte delantera de tu polla, usando la ropa interior para fijar tu polla rígida contra la dulce abertura de su hendidura húmeda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "No ponerlo en ... pero ... ah ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella gime felizmente y le convierten sus labios a lo largo de su eje mientras aumenta su velocidad, dejando caer su trasero flexible en su regazo con una mezcla encantadora cada vez.",
                "Speaks",
                "Oh, joder, esto es perfecto ... así como esto ... ahh ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Puedes sentir su clítoris presionando contra tu glande de vez en cuando, y ella constantemente está dejando escapar pequeños jadeos de pura felicidad, perdiéndose a su lujurioso rebote y molienda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "También te gusta bastante esto, el placer de lavar tus caderas con cada movimiento.El pequeño Imp claramente se echa a tener el control sobre su erección palpitante, y no puede hacer nada más que disfrutar de la protección por todo lo que vale la pena seguir a tientas y acariciarla.",
                "Después de algunos golpes más acompañados de su gemido y jadeo mutuo, puede sentir la necesidad de correrse a burbujear dentro de usted.El Imp parece estar cerca también, si su jadeo es algo por lo que pasar, su cálido coño ocasionalmente brota de placer mientras temblan de felicidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "Voy a ... ¡Ahh ...!",
                "Ella se rompe primero, y con una pulsación final de sus muslos, deja escapar un adorable gemido y se corre duro, jugos chorreos contra tu circunferencia mientras te tira el muslo con aún más vigor.",
                "PlayerOrgasmNoSpiritLoss",
                "Sus movimientos frenéticos te empujan rápidamente sobre el borde y dejas escapar un bajo suspiro de deleite cuando el semen comienza a salir de tu punta, empapando la ropa interior y las piernas con tu semilla caliente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "O-ohh!Joder ... no ... tengo un cambio de ropa interior ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ComicalPanic",
                "Ella se cubre la boca con una mano, con los ojos muy abiertos con la realización y la vergüenza, mientras continúa con la polla, como si estuviera en reflejo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "Oops ... jeje ... ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "A ella no parece importarle, todas las cosas consideradas.Se encoge de hombros, ella sigue apretando y acariciándote con sus muslos, trabajando con el orgasmo de ti constantemente.Afortunadamente, te abandonas por completo a las sensaciones, escupiendo brote tras semen al obvio deleite del Imp.",
                "Finalmente, el semen deja de salir de su eje de contracción y ella se alza de su regazo, deslizándose las bragas mientras se quita la cola del brazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Mientras recuperas el aliento e indulgue la cabeza en la almohada, ella desliza sus bragas desordenadas y descaradamente comienza a lamer y chupar el semen de la tela frente a ti, como si fuera deliberadamente disfrutar de su comida para ti..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Finalmente, sus bragas están limpias, aunque un poco desordenadas y muy húmedas.Después de observarlos por unos segundos, se encoge de hombros y los vuelve descaradamente debajo de su falda con volantes con una arrogante sonrisa lascillas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Bueno, ¡eso fue muy divertido!Apenas puedo esperar a verte de nuevo, ya sea aquí o ... en la mazmorra. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Ella gira feliz antes de inclinarse hacia ti y volarte un beso con un guiño coqueto. Con una sonrisa satisfecha y una risa, respondes con una alegre ola.",
                "DisplayCharacters",
                "EndLoop",
                "Intercambias las despedidas y el IMP se dirige.Sintiéndose un poco drenado después del ocupado caminante y la enérgica sesión de bucking, decides recostarse en la cama y dormir un poco ...",
                "...",
                "Incluso en tus sueños, sin embargo, la presencia de la pequeña niña diabólica persiste.Las visiones de su piel suave, su cuerpo pert y ojos traviesos se quedan en tu mente, acompañadas del sonido de su risa juguetona.Es como si pudieras sentirla de nuevo, y cada toque tuyo trae un suspiro de felicidad o gemido de placer de ella.",
                "Cuando aparentemente ha tenido suficiente, se aleja de ti y sube su falda.Haciéndole hacer un guiño, guiña un guiño y le golpea ligeramente su trasero, haciendo alarde de su lindo trasero y piernas elegantes.Totalmente erecto, te apresuras hacia ella, ansioso por follarla por todo lo que vale ...",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeFetish",
                "Legs",
                "5",
                "SleepPlayer",
                "DelayNotifications",
                "... y despierta con un gemido frustrado.",
                "Gumming por la insatisfactoria madera de fin y mañana de su sueño, te levantas, preguntándote si el Imp regresará esta noche ... ¿o tal vez deberías ir a la mazmorra del bosque?",
                "Después de algunos estiramientos, baja las escaleras y cobra su pago por su noche de trabajo.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "300",
                "GiveExp",
                "10"
            ]
        }
    ]
}