{
    "name": "Elena and the Slime",
    "CardType": "BarShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elena",
            "postName": "",
            "SpeakerType": "NPC"
        },
        {
            "name": "Blue Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Elly",
            "postName": "",
            "SpeakerType": "NPC"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Como es habitual en el abrazo de la Diosa, la posada se vuelve cada vez más ocupada y animada a medida que se extienden las horas de la noche, y antes de que te des cuenta, tienes las manos llenas de bebidas, charlando con los clientes y manejando a todos tus otrosAjetrices surtidas como camarero asistente temporal, mientras que a su alrededor, la charla de la sala común se ha convertido en un rugido continuo, indicativo de una noche particularmente exitosa.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Estás en el medio de escuchar un minotauro en quiebra, persistente y pasablemente borracho tratando de convencerte de que te diviertas con ella 'en la casa', cuando la inminente figura de Belle aparece repentinamente a tu lado, el camarero luce una sombría fumadoraEso envía a la mujer de vaca muerta corriendo con una velocidad impresionante después de una excusa murmurada, dejándote solo para enfrentar a sus hermanos enojados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Al darse cuenta de la especie de expresión temible que lleva puesto cuando la miras con preocupación, la chica Monster Musclebound se detiene, cierra los ojos, aprieta los puños y respira profundamente y luego abre los ojos para mirarte de una manera que todavíaClaramente habla de molestia, pero al menos no la hace parecer que está a punto de tirar a alguien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speak",
                "Belle",
                "HRM ... oye, [ThePlayerName], lamento ponerte esto, pero necesitaré que te hagas cargo de {i} que {/i} uno.Estoy en mi maldito límite con esta mujer ... mientras que te llevas bien con ella, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scoff",
                "Ella mira a un lado, lo que te lleva a seguir su mirada hasta el otro extremo del bar ...",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Casual",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Frazzled",
                "ChangeImageLayer",
                "Face",
                "1",
                "Drunk",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Rubor",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "... Donde encuentras una Elena de aspecto stropado junto a un limo azul, los dos en medio de lo que parece un concurso de bebida a juzgar por la cantidad de gafas vacías que tenían ante ellos ... así como por la gremio enojada con enojoCamando su palma en el mostrador y clamando por más.",
                "1",
                "ScenePlayed",
                "... Donde encuentras a una Elena de aspecto stropado junto a un limo azul familiar, los dos hasta sus origas borrachas habituales a juzgar por la cantidad de gafas vacías que tenían ante ellos ... así como por el gremio con enojo su palma.en el mostrador y clamando por más.",
                "EndLoop",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "Speak",
                "Belle",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "... No te preocupes, no es nada malo ... o fuera de lo común, triste decirlo.Es solo que ella ...",
                "1",
                "ScenePlayed",
                "Sé que te estoy haciendo hacer el trabajo sucio {i} de nuevo {/i}, pero lo manejaste bien la última vez ... y aunque sé {i} i {/i} podría hacerlo, esa mujer ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scoff",
                "Speak",
                "Elena",
                "{b} heeeeey! {/b} ¿Cuánto tiempo tiene que esperar para obtener algo de servicio aquí?¡No puedes cortarme, eso es, como, ilegal y esas cosas!",
                "Speak",
                "Belle",
                "... me molesta mucho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Belle",
                "Pero solo necesitas servir sus bebidas y asegurarte de que no rompe nada.Ella se quedará sin vapor ... eventualmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Belle",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "Y agregaré un bono a tu pago por el problema, ¿de acuerdo?Atta Boy.",
                "1",
                "ScenePlayed",
                "Y al igual que la última vez, agregaré una bonificación a su pago por el problema, ¿de acuerdo?Atta Boy.",
                "EndLoop",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Base",
                "1",
                "Casual",
                "ChangeImageLayer",
                "Hair",
                "1",
                "Frazzled",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Drunk",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "Y así, con una palmadita alentadora en el hombro, Belle corre para apagar otros incendios metafóricos, dejándote lidiar con Elena ... así como con la chica de limo que, observas, se ha unido alegremente a la mujer humana para golpear el golpe en elCounter, haciendo una raqueta que se detiene misericordiosamente cuando te acercas, la dama del gremio dio la bienvenida a tu llegada con la ventaja borracha.",
                "Speak",
                "Elena",
                "SwapLineIf",
                "OtherEventsProgress",
                "Go see Elena at the Guild counter.",
                "40",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Excited|n|[ThePlayerName] !!¡El Cutaht Adventurer este lado de Lucidia!¡Sho bueno verte!Estás aquí para cuidarme, ¿verdad?¡Mi buen amigo y tengo que tener una competencia amigable con el shome y necesitamos tus cosas de Besht para vernos durante la noche!",
                "20",
                "|f|ChangeImageLayer|/|Expression|/|1|/|Base|n|Aaah, finalmente ... hm?Oh, ¿tú, [ThePlayerName]?Aquí tengo su perver, apuesto ... pero no importa ... ¡Mi buen amigo y tengo que ver con el competencia amigable y más amigable y necesitamos sus cosas de Besht para vernos durante la noche!",
                "0",
                "¡Gaaah!¡Es el tiempo!¡Pensé que ibas a hacerme esperar hasta que muriera de sed o tendho!¡Mi buen amigo y tengo que tener una competencia amigable con el shome y necesitamos tus cosas de Besht para vernos durante la noche!",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "Con un temor creciente y una creciente comprensión de los sentimientos de Belle, miras a su alrededor y te das cuenta de que el programa improvisado de Elena parece haber atraído bastante atención, una multitud de una docena de clientes (y contando) al ver al dúo, humanos y monstruos intercambiando comentarios con entusiasmo,apuestas y risas, con ansias el desarrollo del concurso.",
                "1",
                "ScenePlayed",
                "No puedes evitar sentir que un suspiro sube por tu pecho, así como una simpatía que se hunde por Belle, cuando ves que una vez más, el dúo de monstruos humanos ya ha comenzado a atraer a una multitud, comentarios divertidos y apuestas que fluyen fácilmenteLos dos bebedores sonrientes ajenos, señalando la escena demasiado familiar que se desarrolla exactamente como la vez anterior ...",
                "EndLoop",
                "Mientras tanto, la zumbida del gremio abarca alegremente el limo azul de aspecto inocente en la espalda con probablemente suficiente fuerza para desalojar un hueso, su demostración desenfrenada de compañía afortunadamente solo hace que la niña gelatina se tambaleFeliz ríete de ella.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "ItsFine",
                "Speak",
                "Blue Slime",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "Él él, lo entendimos y ahora somos amigos ♪",
                "1",
                "ScenePlayed",
                "Pensé que había venido de nuevo, y me metí en Elena nuevamente, quien me invitó nuevamente, ya que somos buenos amigos y todo. ♪",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speak",
                "Elena",
                "¡Así es!¡El mejor de los amigos!... ¡y toda esa espera y la llamada y la no bebida nos ha hecho sed!Así que consíguenos otro Alraune Mead, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "En una pulgada, por una milla, llena obedientemente dos tazas limpias con el líquido dorado, almibarado y espumoso mientras los goma ensamblados animan detrás de usted.Incluso oler el aroma dulce que avanza la cerveza es suficiente para dar un ligero sonrojo a tus mejillas, haciéndote sentir aún más incrédulo cuando caminas de regreso al dúo y disfrutas de la media docena de tanques vacíos y vasos frente a ellos., el culpable humano fumando a su regreso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Elena",
                "{i}Alright!{/i}",
                "Speak",
                "Blue Slime",
                "Thanks!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Con la suavidad practicada, los dos toman su orden, se vuelven el uno al otro y tostan.",
                "Speak",
                "Elena",
                "¡Botts Up!",
                "Speak",
                "Blue Slime",
                "Okey.♪",
                "Sintiendo que estás mirando un choque de caravana, observas junto con los clientes mientras los dos llevan sus bebidas a sus labios y Chug, cada vez más de la fuerte capacidad de los destinatarios desapareciendo por sus gargantas, segundo tras segundo en el dramático cercano.El silencio, hasta que Elena derriba su taza vacía en el mostrador de madera con un fuerte ruido sordo y un suspiro eufórico, seguido poco después por el limo que mantiene su propio vaso en sus manos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkFlirt",
                "Speak",
                "Elena",
                "¡Aaaah!¡Ese es el buen shtuff!",
                "Speak",
                "Blue Slime",
                "Mmmh, sí, está bien.Todo es dulce y hormigueante. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "De alguna manera, mientras que la mujer humana necesita un momento para recuperarse de la admisión prodigiosa, su monstruoso competidor no parece peor para el desgaste, acunando con cariño a la tanque durante un poco más de tiempo con un zumbido mareado mientras murmule de incredulidad en la creciente multitud que los rodea.",
                "Speak",
                "Adventurer",
                "¿No es esa su tercera taza?... sin mencionar las otras cosas?Soy un tipo que puede sostener su bebida, y ya estaría deprimido para el conteo ...",
                "Speak",
                "Imp",
                "¿Todos los slimes son así?",
                "Speak",
                "Elf",
                "¿No me parece?",
                "ChangeImageLayer",
                "FaceEffect",
                "1",
                "Drunk",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileContent",
                "Mientras tanto, el Gremio se recupera de su zumbido, sacudiendo su expresión aturdida y cambiándola por una sonrisa de conocimiento, aunque el ahora muy rojo en todo el rostro da fe de su aumento de su estado de embriaguez.",
                "Speak",
                "Elena",
                "Oh ho, shtill sosteniendo, ¿eh?Parece que tendremos el ritmo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Preguntándose si debe detener las cosas allí, pero recordar las instrucciones de Belle y calcular que tratar de razonar con una Elena borracha sería un ejercicio de inutilidad, esperas su próxima orden mientras se vuelve hacia ti, con los ojos aglow con alegría borracha.",
                "Speak",
                "Elena",
                "¡Barman!Oni Shake ... ¡Quiero decir, bien!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LickLips",
                "Mientras la charla incrédula y la cantidad de espectadores siguen creciendo, recuerdas las instrucciones que te dieron antes de comenzar tu turno y abrir hábilmente uno de los armarios debajo del mostrador, sacando una botella de barro que representa a una mujer con cuernos flexibles junto con dos tazas, queTe colocas en la barra y llenas, sintiendo un brote de alcohol en la fosa nasal mientras el limo azul mira y curiosamente.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "Speak",
                "Blue Slime",
                "¿Qué es eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speak",
                "Elena",
                "Es un licor Shuper Shtrong hecho de arroz por Onis.Se fermentó durante mucho tiempo usando técnicas shecret, lo que le da un contenido de alcohol alto ... no para los pesos ligeros, él ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Blue Slime",
                "Cooool.♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "Habiendo pretendido claramente su discurso para causar una mayor impresión en la pequeña niña monstruosa, Elena está visiblemente molesta en la recepción indiferente, pero sin embargo recoge firmemente su vaso y lo levanta mientras las apuestas y comentarios se redoblan por todas partes, la niña de limo imitando su entusiasta..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkFlirt",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "Speak",
                "Elena",
                "Kanpai!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Blue Slime",
                "Cumpie!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Una vez más, se derrama más licor por las gargantas de los dos alcoholos, cada una tragando su copa completa en un trago antes de que los ojos fascinados de su audiencia, la gremio una vez más necesita un momento para recuperarse de la patada potente del sake mientras su oponente se ríe alegremente, provocando que se apagó a Beatidieded Awewiledered Awewiledered,Susurros y jadeos de asombro de los espectadores aturdidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "ChangeBGM",
                "music/Battle/French_Toast.mp3",
                "Obviamente, la falta de reacción de la chica de la chica es, Elena arroja precaución al viento y agarra la botella para rellenarla y las gafas de su competidor con una venganza ... luego ambas drenan sus copas nuevamente ... y nuevamente, a los ensamblados.El asombro de montaje de los clientes, la atmósfera de la posada se vuelve cada vez más eléctrica a medida que la ingesta de los dos bebedores alcanza proporciones inhumanas adecuadas.",
                "Speak",
                "Adventurer",
                "Oh, diosa ...",
                "Speak",
                "Elf",
                "¿No podría alguien detenerlos?",
                "Speak",
                "Imp",
                "De ninguna manera, ¡quiero ver a dónde va esto!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Finalmente, las últimas gotas restantes de la botella se vierten y embebidas, lo que provocó un murmullo, sacudiendo la cabeza y el paso de Eros.A pesar de haber bebido lo suficiente del extraordinario bien para noquear a un hogar, Elena de alguna manera logra mantenerse en posición vertical, aunque se balancea peligrosamente, como su cabeza debe estar rodeada de pequeños bailes.En cuanto a la lima azul ...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "Speak",
                "Blue Slime",
                "Mmmh, ¡no está mal!El sabor es muy ... ¿Ricey?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Shy",
                "Speak",
                "Blue Slime",
                "Aunque me gustó más el néctar de Alraune ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Su retroalimentación inocente causa una ola mixta de risas rugientes, miradas silenciosas y fascinación incrédula, el estruendo resultante sacudiendo a la mujer martillada de su estupor borracho y haciéndola reaccionar al bajar el puño con un fuerte golpe que al instante trae de vuelta al instanteSilencio, el golpe casi astillando la madera de la barra.Snort como un minotauro, permanece en su mayoría por unos momentos, luego grita.",
                "ChangeBGM",
                "music/Battle/battle-dark_loop.ogg",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Angry",
                "Speak",
                "Elena",
                "{b} barman!{i} Angel Ambrosia! {/i} {/b}",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "Toda la audiencia estalla en un caos de apuestas renovadas y gritos incrédulos, prácticamente la totalidad del abrazo de la Diosa ahora se ha reunido para observar el concurso, incluso algunos de los clientes de los burdeles salieron de sus habitaciones mientras Belle miraincredulidad, asintiendo rígidamente cuando recurres a ella para confirmar.",
                "Mientras tanto, en medio del desordenado alboroto, se eleva una pequeña voz alegre.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "ItsFine",
                "Speak",
                "Blue Slime",
                "SwapLineIf",
                "OtherEventsChoice",
                "BubbleSlimeAdventure",
                "1",
                "BubbleGet",
                "¡Oooh, tenemos un amigo con ese nombre en el pueblo!",
                "1",
                "",
                "Él, él, ese es un nombre divertido.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkFlirt",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "Speak",
                "Elena",
                "Él, él, no te ríes tanto cuando sabes esto ... está hecho de Chelshesh- Chlestesh- De {i} Angel {/i} Herbs y empacó el mayor golpe que jamás haya golpeado ...",
                "Speak",
                "Blue Slime",
                "¡Suena divertido! ♪",
                "Demasiado topado para soportar, Elena simplemente se riega borracha mientras busca uno de los maquetas de blanco y dorado invaluables que se jacta el abrazo de la diosa, sin cuidadosamente descorrándolo y llenando dos disparos, apenas teniendo el tiempo para retirar la botella antes de la dama del gremio.Hand arrebata su bebida, pronto seguida por el limo azul.Esta vez, no hay tostadas, ambas mujeres que drenan su vaso mientras sus espectadores miran en silencio reverente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "Al instante, el competidor humano siente claramente los efectos impermeables y excitantes del alcohol celestialmente poderoso, su expresión en blanco antes de que se enfoque laboriosamente en la chica de los monstruos de arándanos con un rescate de esfuerzo, como si la esté tomando cada onza de su fuerza de voluntad.para correrse y desmayarse en el lugar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Shy",
                "En cuanto a la chica Goo, ella se inquieta torpemente en su lugar después de participar de la mezcla celestial, su aparente incomodidad ilumina una chispa de triunfo en los ojos de su oponente, todos conteniendo la respiración colectivamente cuando el limo abre la boca con cautela ...",
                "Speak",
                "Blue Slime",
                "{b}BURP.{/b}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Depressed",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonreír sonrojo",
                "... Entonces ella inmediatamente vuelve a su comportamiento habitual despreocupado mientras Elena se desinfla y toda la habitación se vuelve loca, algunos vitoreando en voz alta, algunos lamentan una apuesta imprudente, otros llamando a las trampas y algunos comienzan a avanzar a los competidores para alabarlos aLo que parece un sorteo duro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Disgust",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo emocionado",
                "Sin embargo, antes de que puedan alcanzarlos, la guiral de repente aparece de repente en acción con una velocidad increíble, abalanzando el asiento del limo azul y levantándolo sin esfuerzo en el aire, inmediatamente despertando jadeos de alarma y pánico de la audiencia, algunos miembros de los cuales se tocan valientementeAcción para detenerla antes de hacer algo de lo que se arrepentiría, mientras te preparas para saltar sobre el mostrador mientras Elena abre la boca para hablar.",
                "ChangeBGM",
                "music/Capital/am_white.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speak",
                "Elena",
                "{b} El ganador !!! {/b}",
                "Atrapado por sorpresa por su amando felicitaciones que debe haber sido escuchada hasta el Castillo del Demonio Queen, todos se congelan ... luego se une a la celebración con buen ánimo: aplaudir, silbos y gritos rodean a la chica de limo que luce un absolutamente en blanco pero en blanco pero en blanco.Feliz sonrisa mientras se balancea hacia arriba y hacia abajo bajo los movimientos de Elena, que la iza y desfila como un trofeo, aullando con aclamación.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "StopBGM",
                "PlaySoundEffect",
                "sfx/doorClose.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "... Entonces Elena se detiene de repente, sus ojos se acristan y se cae en un montón, la prodigiosa cantidad de alcohol que consumió finalmente alcanzándose con ella, dejándola extendida en el suelo, completamente aplastada.Silence regresa a la posada cuando el taburete caído se detiene y la niña monstruosa caída se quita del piso, subiendo de un chapoteo azul a su altura normal.",
                "Speak",
                "Blue Slime",
                "Owie.",
                "ChangeBGM",
                "music/Town/village.mp3",
                "La clientela del abrazo de la Diosa suspira colectivamente, sacude la cabeza y se ríe de este nuevo pero no inesperado desarrollo, la prestigiosa Guildmistress de inmediato cayendo en el sueño de ronquidos descuidados.Tentativamente, el limo azul empuja su mejilla, provocando un murmullo mareado de ella, pero no más, lo que lleva a uno de los clientes a comentar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "Speak",
                "Adventurer",
                "Bueno, supongo que alguien será mejor que la traiga a casa.",
                "Speak",
                "???",
                "Me ocuparé de ello.",
                "La voz recortada, sin sentido y profesional directa rápidamente la atención de todos ...",
                "DisplayCharacters",
                "2",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Serious",
                "ChangeImageLayer",
                "LeftArm",
                "2",
                "ArmLDown",
                "ChangeImageLayer",
                "RightArm",
                "2",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "2",
                "GlassesShine",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "... y resulta pertenecer a Elly, que avanza dignamente, un marcado contraste con la desordenada Elena, exhala y asiente con el alivio de los clientes que le dan la sensación sombría de que esta no es la primera vez que sucede algo así...",
                "1",
                "ScenePlayed",
                "... y justo en el momento justo, Elly se pone dignamente, un marcado contraste con el desordenado Elena, brindando alivio de bienvenida a usted y las posadas por la idea de que usted no será el que tenga que manejar la limpieza.",
                "EndLoop",
                "IfChoice",
                "1",
                "ScenePlayed",
                "SceneCont",
                "JumpToScene",
                "EllyMystique"
            ]
        },
        {
            "NameOfScene": "EllyMystique",
            "theScene": [
                "ChangeImageLayer",
                "RightArm",
                "2",
                "ArmRDown",
                "PlayerSpeaks",
                "¿Cómo lo supiste?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Elly",
                "Tengo mis caminos.",
                "DisplayCharacters",
                "2",
                "3",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Happy",
                "ChangeImageLayer",
                "LeftArm",
                "3",
                "ArmLDown",
                "ChangeImageLayer",
                "Glasses",
                "3",
                "GlassesShine",
                "Speak",
                "Belle",
                "Envié a alguien para atraparla.Este no es mi primer rodeo.",
                "ChangeImageLayer",
                "Expression",
                "3",
                "SpazYell",
                "ChangeImageLayer",
                "Glasses",
                "3",
                "Glasses",
                "Speak",
                "Elly",
                "M-My Mystique !!",
                "JumpToScene",
                "SceneCont"
            ]
        },
        {
            "NameOfScene": "SceneCont",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pout",
                "SwapLineIf",
                "Choice",
                "1",
                "",
                "Sin embargo, Elly se pone a trabajar trayendo a Elena a casa, murmurando un breve encantamiento que la levanta suavemente en el aire antes de volverse hacia Belle.",
                "1",
                "ScenePlayed",
                "|f|ChangeImageLayer|/|Expression|/|2|/|Base|n||f|ChangeImageLayer|/|RightArm|/|2|/|ArmRDown|n||f|ChangeImageLayer|/|Glasses|/|2|/|Glasses|n|Como antes, Elly no pierde el tiempo llegando a trabajar para llevar a Elena a casa, murmurando un breve encantamiento que la levanta suavemente en el aire antes de volverse hacia Belle.",
                "EndLoop",
                "DisplayCharacters",
                "2",
                "3",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Base",
                "ChangeImageLayer",
                "LeftArm",
                "3",
                "ArmLDown",
                "Speak",
                "Elly",
                "Me aseguraré de que ella pague su pestaña ... así como cualquier daño.",
                "Speak",
                "Belle",
                "Seguro.Igual de lo habitual.",
                "DisplayCharacters",
                "2",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pout",
                "ChangeImageLayer",
                "LeftArm",
                "2",
                "ArmLDown",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Chortling, Belle se aleja para volver a poner la habitación común en orden mientras Elly pone los ojos en blanco y camina hacia la salida con la mujer levitante a cuestas ... pero se detiene inesperadamente por un golpe de la lima azul tímida, el mago hacia abajo hacia abajoa ella con desconcertación.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "IfChoice",
                "1",
                "ScenePlayed",
                "RepeatSlime",
                "JumpToScene",
                "FirstTimeSlime"
            ]
        },
        {
            "NameOfScene": "FirstTimeSlime",
            "theScene": [
                "Speak",
                "Blue Slime",
                "¿Está bien?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Serious",
                "ChangeImageLayer",
                "Glasses",
                "2",
                "GlassesShine",
                "Tomando la pregunta sucia, la magia mira desde la chica monstruosa hasta el borracho flotante, y responde fríamente.",
                "ChangeImageLayer",
                "RightArm",
                "2",
                "ArmRGlassesPush",
                "Speak",
                "Elly",
                "No, no puedo decir que esté bien.",
                "ChangeImageLayer",
                "RightArm",
                "2",
                "ArmRDown",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speak",
                "Blue Slime",
                "Oh.",
                "Hay un breve período de silencio durante el cual la chica de gelatina mira a Elena con preocupación, mientras que la guiral de gafas con gafas de negocios la observa sin ser voluntaria, hasta que el limo la mira con suerte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speak",
                "Blue Slime",
                "... ¿Podría ir contigo, entonces?¿Solo para asegurarse de que estará bien?Ella ha sido muy amable conmigo y me ha comprado todo tipo de bebidas nuevas, interesantes y sabrosas, así que ...",
                "Speak",
                "Elly",
                "...",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "ChangeImageLayer",
                "Glasses",
                "2",
                "Glasses",
                "Speak",
                "Elly",
                "Seguro.¿Por qué diablos no?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Blue Slime",
                "¡Yay! ♪ ¡Podemos ser amigos!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Serious",
                "Speak",
                "Elly",
                "L-LET no se deja llevar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "Speak",
                "Blue Slime",
                "Oh, está bien, ¿podemos comenzar como ... amigos?¿Palles de la pluma?Mi nombre es...",
                "JumpToScene",
                "SceneEnd"
            ]
        },
        {
            "NameOfScene": "RepeatSlime",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "Speak",
                "Elly",
                "Oh.Eres tú de nuevo.",
                "A pesar de la cursi habitual del tono de Elly, no parece demasiado disgustada para ver a la chica de limo, sus hombros en realidad parecen desenterrar ligeramente cuando la despreocupada dama de gelatina le sonríe de manera desarmada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speak",
                "Blue Slime",
                "¡Sí!¿Puedo volver a venir?",
                "ChangeImageLayer",
                "Expression",
                "2",
                "BookLook",
                "Elly escanea brevemente la habitación, como si revisara las reacciones de la clientela de la posada, algunos espías, de hecho, rápidamente se alejan y fingen estar profundamente interesados ​​en sus bebidas bajo su mirada inquisitiva, la respuesta de la lucha se burló de ella, pero finalmente se encogió de hombros.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speak",
                "Elly",
                "Adaptarse a ti mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Blue Slime",
                "¡Genial! ♪ Podemos hablar sobre cosas, como esa cosa que mencionaste en tu última carta,",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonreír sonrojo",
                "ChangeImageLayer",
                "Base",
                "2",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Serious",
                "ChangeImageLayer",
                "RightArm",
                "2",
                "ArmRGlassesPush",
                "ChangeImageLayer",
                "Glasses",
                "2",
                "GlassesShine",
                "Speak",
                "Elly",
                "{i} Sí, vamos. {/i} nosotros ... podemos hablar de eso más tarde.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "A apresuradamente, Elly la lleva fuera de la posada mientras le arroja un brillo a un puñado de clientes habituales que lucen expresiones de conocimiento mal disfrazadas, el limo azul desorientado siguiendo su señal mientras se quedaba con entusiasmo, cambiando con entusiasmo la conversación a sus exploits de pesca recientes.",
                "JumpToScene",
                "SceneEnd"
            ]
        },
        {
            "NameOfScene": "SceneEnd",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Su voz se desvanece cuando los dos salen de la posada con la insensible Elena todavía flotando después de ellos, el limo parloteando felizmente mientras Elly responde con ters con incomodidad visible, dejando el abrazo de la diosa para regresar a los negocios como de costumbre con sorprendente velocidad.... y para completar su turno, el resto del cual se siente como un faro de tranquilidad y normalidad en comparación con ese truco agitado que acabas de experimentar.",
                "Eventualmente, su período llega a su fin, dejándote sentir aún más exhausto de lo que esperabas que estuvieras ... pero al menos, fiel a su palabra, Belle te da una buena bonificación además de tu salario de barman.En realidad, haciéndote preguntarte cuántas veces ha tenido que lidiar con una situación como esta, y cuán aliviada debe haber sido para que alguien más se encargue de eso.",
                "IfChoice",
                "1",
                "ScenePlayed",
                "RepeatEnding",
                "GetEventAndChangeProgress",
                "Go see Elena at the Guild counter.",
                "1",
                "GetEventAndChangeProgress",
                "Enter the Bar.",
                "1",
                "GetEventAndChangeProgress",
                "Head over to Elly's table.",
                "1",
                "ChangeEros",
                "500",
                "ChangeBG",
                "Inn.png",
                "SetChoice",
                "1",
                "ScenePlayed",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "RepeatEnding",
            "theScene": [
                "ChangeEros",
                "500",
                "ChangeBG",
                "Inn.png",
                "AdvanceTime",
                "1"
            ]
        }
    ]
}