{
    "name": "Four Drunken Elves",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elf",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Elf",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Elf",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Elf",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "RefreshPlayer",
                "DisplayCharacters",
                "1",
                "2",
                "3",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Mientras está sirviendo mesas, de repente te lleven a una cabina ocupada por cuatro mujeres, aparentemente borrachas y jóvenes, jóvenes, jóvenes, jóvenes.",
                "Rápidamente te asientan entre todos antes de que una sola palabra pueda escapar de tus labios.",
                "Speaks",
                "¡Heyyyy, hay semental!¿Por qué no nos mantienes en compañía? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "Los cuatro elfos borrachos comienzan a reír a medida que comienzan a atacar y acariciar su cuerpo, prestando especial atención a su ingle.",
                "Incapaz de resistirlos incluso si se le permitió, su eje se vuelve rígido, y uno de los elfos a su lado se desliza en su regazo mientras comienza a moler su trasero lentamente contra su virilidad.",
                "Dos de los elfos restantes se acurrucan a ambos lados de ti, y el de tu izquierda agarra la parte posterior de tu cabeza mientras te obliga a un beso profundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "Para su sorpresa, ella te obliga a beber algo, y mientras tragas, una sensación caliente comienza a extenderse por todo tu cuerpo.",
                "El elfo a su derecho se inclina cerca y susurra en su oído.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "Speaks",
                "Eso debería mantenerte en marcha toda la noche. ♥",
                "Gime en la boca del segundo elfo cuando la sensación de ardor golpea su ingle y te corres en el culo regordete del primer elfo que molía contra ti.",
                "El segundo elfo deja de besarte con una risita, una delgada corriente de saliva que todavía conecta la boca.Por el rabillo del ojo, puedes ver al cuarto elfo masturbándose febrilmente, mirándote profundamente a tus ojos mientras gime.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "Speaks",
                "¡Vamos a buscar una habitación para que pueda tener un giro!",
                "ChangeBG",
                "InnRoomLewd.png",
                "Los elfos emocionados no tarda mucho en arrastrarte a una de las muchas habitaciones grandes del burdel y arrojarte a la cama.",
                "La droga que atraviesa sus venas está haciendo que sea cada vez más difícil pensar, y ni siquiera se puede decir qué elfo es el que ya es.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "Uno de los elfos te huelga con entusiasmo y rápidamente empuja tu palpitante eje hacia su resbaladizo coño.",
                "Los otros tres se mueven y comienzan a besar y acariciar todo su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "La estimulación combinada de los elfos y el calor del medicamento empujan rápidamente su cuerpo hacia un orgasmo electrizante, lo que hace que los elfos animen mientras bombean uno de ellos lleno de semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Dominant",
                "El primer elfo se etiqueta rápidamente mientras otro elfo se empala en su rígida virilidad, los otros elfos se ríen suavemente mientras continúan burlándose, acarician y acarician todo su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lewd",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "PlayerOrgasmNoSpiritLoss",
                "La vagina de la elfa se aprieta firmemente alrededor de su eje, enviando otro orgasmo alucinante a través de usted mientras la llena con su semen, y ella rápidamente lo desmonta mientras otro elfo toma su lugar.Su mente drogada pierde el rastro del tiempo a medida que los elfos repiten este proceso placentero para quién sabe cuánto tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "Sus cuerpos lujuriosos siguen queriendo cada vez más, y entre los gemidos febriles puedes escucharlos débilmente rogándolos que los impregnen, que los conviertan en tus putas personales.",
                "Sientes que ya deberías haberse desmayado, pero en todo caso, sientes que tienes {i} más {/i} energía que cuando comenzaste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lustful",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Incoherentemente lascivo",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Lustful",
                "De repente, algo dentro de ti se rompe, y empujas cualquier elfo que te estuviera montando y comienzas a follarla sin sentido.",
                "Lo único que atraviesa tu mente ahora es la necesidad de reproducirse con los elfos hasta que ni siquiera pueden pensar con claridad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sonrojo",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Ahegao",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Sonrojo",
                "Sus tres amigos se verían aturdidos de emoción por su repentina asertividad, y mientras descarga su semen en el primer elfo que llora en éxtasis, colapsando en un montón de orgasmo.",
                "Los otros tres elfos se alinean, inclinándose para presentarle a sus fértiles coños.Incapaz de ayudarte a ti mismo, desciendes sobre ellos, haciendo tu mejor esfuerzo para delirar a todos y cada uno de ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Incoherentemente lascivo",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Ahegao",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Ahegao",
                "Sus gritos agradables resuenan en la habitación mientras los dominas enérgicamente, follándolos una y otra vez.",
                "PlayerOrgasmNoSpiritLoss",
                "Finalmente, todos los elfos yacían en la cama, sacudiéndose de placer y llenos de su semen.Su energía aparentemente ilimitada se desvanece mientras miras sus expresiones sueltas y te caes hacia adelante, desmayado de inmediato ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "SleepPlayer",
                "DelayNotifications",
                "ChangeBG",
                "Inn.png",
                "Te despiertas al día siguiente, agotado y dolorido.Los elfos se han ido, así que vas y te bañas para que te limpien.Al salir de la habitación, ves una bolsa con tu pago por la noche en la mesita de noche.",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "Tu mente reproduce los eventos de ayer y te preguntas ociosamente si valió la pena ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Breasts",
                "1",
                "ChangeSensitivity",
                "Mouth",
                "1"
            ]
        }
    ]
}