{
    "name": "Galvi's Night Out",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Galvi",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Esta noche en el burdel hasta ahora ha sido bastante agitada.Las bebidas se vierten, se cuentan historias y, por supuesto, las miradas de evaluación constantes de los monstruos que actualmente están aquí para las habituales idiotas y venidas.",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Dejaste una bandeja de bebidas para una mesa de elfos, recibiendo algunos guiños y besos soplados a cambio.A medida que gira para regresar al bar, ves a una mujer diminuta familiar que se dirige en tu camino.",
                "4",
                "",
                "Dejaste una bandeja de bebidas para una mesa de elfos, recibiendo algunos guiños y besos soplados a cambio.A medida que gira para regresar a la barra, ves a una mujer diminuta de una especie que nunca antes habías visto.",
                "EndLoop",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Galvi se acerca a ti con una mirada ardiente en sus ojos violetas, su voluptuoso cuerpo se sacude obscenamente con ella en cada paso, dándote una mirada de sus tetas y culo que se balancean perversamente.Permitiéndote apreciar cada parte de las curvas desbordantes de la diminuta mujer.",
                "4",
                "",
                "Se pavonea con una mirada ardiente en sus ojos violetas, su voluptuoso cuerpo se sacude obscenamente con ella en cada paso, dándote una mirada de sus tetas y culo que se balancean perversamente.Permitiéndote apreciar cada parte de las curvas desbordantes de la diminuta mujer.",
                "EndLoop",
                "Cada paso seguro que da se acentúa con el clic de sus botas de tacón alto y el tintineo de sus joyas cargadas de plata y gemas, y el balanceo exagerado de sus anchas y fértiles caderas mientras camina te deja parpadeando en un estupor aturdido y cachondo delsangre corriendo hasta tus lomos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Solo te las arreglas para recompensarte mientras se detiene frente a ti, mirándote con una sonrisa lasciva.Usted nota que su cabeza solo va por encima de su entrepierna, dando su vista completa del bulto en su ropa que creó su enfoque seductor.",
                "Speaks",
                "Hey hay semental. ♥",
                "Su voz atractiva es baja y lujuriosa, prometiendo muchas cosas que solo son enfatizadas por su cuerpo lascivo y su atuendo escasa.",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Es tu noche de suerte [ThePlayerName]. ♥ mmmm, estás listo para follarme, ¿no? ♥",
                "4",
                "",
                "¿Alguna vez has follado a una mujer que es la altura perfecta para las mamadas antes? ♥ Porque es tu noche de suerte. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "Ella ronrona, inclinándose ligeramente hacia ti con una hambrienta lamer los labios, haciendo que su impresionante busto se sacudiera tentantemente mientras suave presiona contra tus muslos.",
                "Le aclaras la garganta, tratando de ignorar la carpa de esfuerzo en tus pantalones uniformes mientras le das tu respuesta.No puedes rechazarla exactamente, es tu trabajo después de todo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Eso es lo que pensé, trozo. ♥",
                "Ella traza en broma sus altos dedos a su dolor de dolor, enviando un escalofrío de deleite a través de su cintura mientras aprecia su polla por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Prepárate el semental, ♥ Esta será otra noche de pasión electrizante. ♥ Te prometo, te encantará. ♥",
                "4",
                "",
                "Soy Galvi por cierto.Soy lo que se llama Voltlin, y prometo que estoy a punto de mostrarte una noche de pasión electrizante que nunca olvidarás. ♥",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Ella muerde sus labios con un deseo visible cuando los arcos de electricidad chispa entre sus cuernos.",
                "4",
                "",
                "Ella muerde sus labios con un deseo visible a medida que los arcos de electricidad chispa entre sus cuernos mientras te presentas a ella.",
                "EndLoop",
                "IfHasPerk",
                "Rut",
                "CantRefuseTooHorny",
                "SetChoice",
                "4",
                "MetGalvi",
                "JumpToScene",
                "MeetingMenu"
            ]
        },
        {
            "NameOfScene": "OffWorkMeeting",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Mientras te diriges a Galvi, se desliza de su silla con una sonrisa sensual, pavoneándose para encontrarte a mitad de camino, permitiéndote tener un vistazo a su voluptuoso cuerpo balanceándose y sacudiéndose obscenamente con cada paso de talón que da.",
                "4",
                "",
                "Mientras te diriges a la diminuta mujer, se desliza de su silla con una sonrisa sensual, pavoneándose para encontrarte a mitad de camino, permitiéndote tener un vistazo de su voluptuoso cuerpo balanceándose y sacudiéndose obscenamente con cada paso de talón que toma.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella se detiene frente a ti con una mirada ardiente en sus ojos violetas, el balance de sus anchas caderas todavía colgando en tu mente cada vez más cachonda mientras toma nota de que su cabeza está justo por encima de su entrepierna, dando su vista completa del ligero bulto que crece.en tu ropa desde la vista de su forma lasciva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Hola Hunk. ♥ No pude evitar notar cómo me estabas deslumbrante con tus ojos. ♥",
                "4",
                "",
                "Hola, Stud. ♥ Mi nombre es Galvi, ¿cuál es el tuyo?",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Su voz es algo bajo y lujurioso, que te hace preguntas si alguna vez hubo alguna otra razón por la que hablarías con ella que no sea sexo.",
                "4",
                "",
                "Su voz es algo bajo y lujurioso, que deja sus pensamientos sumidos en sus promesas eróticas no dacadas mientras se presenta.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Bueno, es tu noche de suerte [ThePlayerName]. ♥ Porque me encantaría si me destaque. ♥ mmmm, tú {i} estás {/i} listo para follarme, ¿no? ♥",
                "4",
                "",
                "¿Alguna vez has follado a una mujer que es la altura perfecta para las mamadas antes de [ThePlayerName]?Porque es tu noche de suerte. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "Ella ronronean, inclinándose ligeramente hacia ti con una hambrienta lamer los labios, haciendo que su impresionante busca se sacudiera sin problemas, y tus pantalones se sienten más apretados cuando tu polla se hincha ante la exhibición de un escote profundo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¡Oh! ♥ ¿Quizás debería dejarte que me compre una bebida primero?¿O solo querías {i} chat {/i} conmigo?",
                "Ella traza en broma sus altos dedos sobre sus abundantes tetas, mordiéndose el labio mientras su otra mano se desliza por su cintura curvilínea, descarrilando su tren de pensamiento por un momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "4",
                "MetGalvi",
                "Si nos dirigimos arriba, prometo que te mostraré una noche de pasión electrizante que nunca olvidarás. ♥",
                "4",
                "",
                "Por cierto, soy un Voltlin, prometo que podría mostrarte una noche de pasión electrizante que nunca olvidarás. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella te da una mirada lujuriosa y se lame los labios mientras los arcos de electricidad chispa entre sus cuernos.",
                "IfHasPerk",
                "Rut",
                "CantRefuseTooHorny",
                "SetChoice",
                "4",
                "MetGalvi",
                "JumpToScene",
                "MeetingMenu"
            ]
        },
        {
            "NameOfScene": "CantRefuseTooHorny",
            "theScene": [
                "Dumligkld, ansioso por ir junto con la mujer desbordante, pero diminuta, la vista de sus anchas caderas reproducibles solo deja que tu polla golpeando latir y dolor por ella, inundando tus pensamientos con intensas fantasías sexuales de follarla, dejando no una solarazón para rechazar su izquierda sexual en tu mente.",
                "JumpToScene",
                "Go along with her."
            ]
        },
        {
            "NameOfScene": "MeetingMenu",
            "theScene": [
                "Menu",
                "Go along with her.",
                "'What's a Voltlin?'",
                "'That electricity is really concerning...'",
                "RequiresChoice",
                "2",
                "Concerned",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "2",
                "",
                "'I don't think I can risk getting knocked into a breeding rut right now...'",
                "RequiresChoice",
                "2",
                "Concerned",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "2",
                "",
                "'I don't think I'm your type of man.'",
                "RequiresChoiceFromEvent",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Part ways.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'What's a Voltlin?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyOpenEyes",
                "Speaks",
                "¡Oh! ♥ Somos como pequeños demonios sexuales apilados, con una patada electrizante en nuestros cuernos.Jeje, bueno, la electricidad no duele, sin embargo, en realidad se siente increíble, ♥ lo prometo. ♥",
                "Unas pocas sacudidas de electricidad a lo largo de sus largos cuernos curvos.",
                "Speaks",
                "Nuestros cuernos incluso vienen en todas las formas y tamaños también., además, nuestras orejas largas y esponjosas también son excelentes para las orejas, jeje, ♪ somos {i} muy {/i} de moda. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Hmmm, ♥ realmente tenemos muchas similitudes con los elfos ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Incluyendo un {i} dolor {/i} fetiche de cría. ♥ ... pero estamos más abiertos sobre lo que queremos, ♥ nuestras orejas son más largas, tenemos bocos electrizantes encantadores y mucho {i} más. ♥ {/i} Entonces creo que debería ser {i} obvio {/i} que entre nosotros es mejor. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Bueno, al menos en comparación con esos elfos autopresentantes por aquí.Los elfos oscuros en la capital pueden ser una competencia {i} real {/i}, ¿sabes?Quiero decir, son básicamente succubi en ese momento. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "Pero los Voltlins {i} siempre {/i} tenemos {i} grandes {/i} tetas y {i} de ancho {/i} caderas fértiles. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Bueno, supongo que hay esos casos raros cuando un Voltlin es súper plano y puede levitar con sus cuernos ... pero todavía tienen culo increíble. ♥",
                "Ella sigue un momento de pensamiento, tocando ligeramente un tacón mientras intenta recordar algo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Oh, claro! ♪ Voltlins también les encanta la invención y la tecnología, las cosas que hacemos generalmente también funcionan. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Mostraría algunas cosas que he hecho, pero es un verdadero dolor en mi culo regordete llevarlo a todas partes.Especialmente si solo estoy fuera de divertirme. ♥ Aunque realmente no diría que soy un gran inventor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Galvi cruza con confianza sus brazos debajo de sus fuertes senos por un momento, hinchando su pecho con orgullo mientras continúa hablando, dándote un vistazo a su escote.",
                "Speaks",
                "Pero, si no fuera por nosotros, la capital de Monster Girl no sería casi increíble, ya que es jeje. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Luego estira perezosamente su pequeño cuerpo curvilíneo.",
                "Speaks",
                "De todos modos, ♪ Creo que ahora he divagado lo suficiente por mi especie.Ahora que están todos informados, ¿estás listo para llevarme a una habitación y follarme tonto, hm, chico grande? ♥",
                "SetChoice",
                "3",
                "Voltlin",
                "JumpToScene",
                "MeetingMenu"
            ]
        },
        {
            "NameOfScene": "'That electricity is really concerning...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Galvi deja escapar una risita femenina y juguetona.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Oh, no te preocupes guapo, la electricidad Voltlin solo amplifica las libidos de las personas, no duele en lo más mínimo. ♥ de hecho, se siente {i} increíble. ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Algunos cuernos de energía eléctrica entre sus impresionantes cuernos mientras gestica con una mano con una mano.",
                "Speaks",
                "Por supuesto, un poco demasiado a menudo, y esta diversión estática puede golpear a un trozo como tú en una rutina reproductora. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella le da a sus labios una lamida cachonda, claramente reflexionando sobre la idea de que estés sin sentido en su mente en función de su sonrisa erótica y sus ojos medio alquilados antes de dejar escapar un suspiro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Speaks",
                "Pero si no crees que eres lo suficiente como para manejarme pequeño y solo un {i} pequeño {/i} electricidad, i {i} adivina {/i} probablemente no seas mi tipo ...",
                "SetChoice",
                "2",
                "Concerned",
                "JumpToScene",
                "MeetingMenu"
            ]
        },
        {
            "NameOfScene": "'I don't think I can risk getting knocked into a breeding rut right now...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Galvi te da una sonrisa astuta y frota una mano ágil hacia arriba y hacia abajo del bulto rígido en tus pantalones.",
                "Speaks",
                "Awww, ♥ apuesto a que realmente {i} do {/i} quiero entrar en una rutina y follarme totalmente tonto. ♥ Pero estás un poco nervioso, ¿no?Sé que realmente lo disfrutarías, {i} stud. {/i} ♥ estar constantemente cachondo y ansioso por follar todo el día ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella deja escapar un ronroneo tentador cuando las pequeñas sacudidas estáticas son sobre sus cuernos y sus joyas metálicas antes de darle un puchero y dar un paso de distancia.",
                "Speaks",
                "Espero que cambies de opinión la próxima vez que te vea. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Galvi se pavonea en la bulliciosa multitud de clientes, dándote una última mirada a sus enormes y lascivos caderas que se balancean a medida que ella va, antes de volver al trabajo, y sorprendentemente no sucede nada más que no ocurra durante tu turno.",
                "ChangeBG",
                "Inn.png",
                "DisplayCharacters",
                "EndLoop",
                "Pronto su turno ha terminado y está cobrando su pago.",
                "ChangeEros",
                "100",
                "IfTimeIs",
                "Midnight",
                "GoToBed",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "GoToBed",
            "theScene": [
                "Entonces, siendo el final de la noche, te diriges a tu habitación y te vas a la cama por la noche ...",
                "JumpToNPCEventThenScene",
                "Go to your room.",
                "Sleeping"
            ]
        },
        {
            "NameOfScene": "'I don't think I'm your type of man.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Galvi te da un ceño fruncido.",
                "Speaks",
                "Apuesto a que con suficientes sacudidas de mi voltaje, estoy seguro de que cambiarías tu tono. ♥ Pero si lo dices, jeje, siempre hay la próxima vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Galvi se pavonea en la bulliciosa multitud de clientes, dándote una última mirada a sus enormes y lascivos caderas que se balancea a medida que ella va antes de volver al trabajo, y sorprendentemente no sucede nada más que no ocurra durante tu turno.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "Inn.png",
                "Pronto su turno ha terminado y está cobrando su pago.",
                "ChangeEros",
                "100",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "Part ways.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Galvi te da un ceño fruncido cuando dices adiós.",
                "Speaks",
                "Aw, fuiste y obtuviste mis esperanzas.Bueno, si no puedes encontrar una buena chica que te ayude a relajarte, me aseguraré de cuidar tus {i} impulsos {/i}, ♥ solo pregunta. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Galvi se pavonea a su asiento y ordena una bebida, dándote un último vistazo a sus enormes y lascivos caderas que se balancean antes de volver a molestar sobre el bar.",
                "DisplayCharacters",
                "EndLoop",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "NightLifeMenu"
            ]
        },
        {
            "NameOfScene": "Go along with her.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Ella guiña un ojo y gira sobre un tacón, pisando un dedo con una mirada seductora hacia atrás como una instrucción sin palabras para que la sigas.",
                "IfChoice",
                "1",
                "",
                "FollowIntro1",
                "IfChoice",
                "5",
                "",
                "FollowIntro2",
                "IfChoice",
                "6",
                "",
                "FollowIntro3Check",
                "JumpToScene",
                "RandomIntro"
            ]
        },
        {
            "NameOfScene": "RandomIntro",
            "theScene": [
                "JumpToRandomScene",
                "FollowIntro1",
                "FollowIntro2",
                "RequiresPerk",
                "Rut",
                "RuttingIntro",
                "RequiresPerk",
                "Rut",
                "RuttingIntro",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "FollowIntro1",
            "theScene": [
                "Lo haces, teniendo que frenar el ritmo ligeramente para no adelantar a la mujer pequeña, dejándote apreciar la cautivadora visión de sus caderas anchas y balanceándose y enorme culo apenas escondido por su ropa escasa, incluso puedes ver los lados deLas tetas desbordadas que rebotan de un lado a otro a pesar de que ella se aleja de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissSeductive",
                "ChangeBG",
                "InnRoomLewd.png",
                "La vista hace que sea increíblemente tentador llevarla al pasillo aquí y ahora, pero suprimes el impulso mientras te lleva a una habitación.Ella abre la puerta, se pavonean dentro mientras te da un gesto de llegada de aquí, seguido de un beso húmedo y golpeado que te hace temblar con anticipación al entrar después de ella en el dormitorio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Ella usa un pie en el tacón para que la puerta le cierre la puerta detrás de ella, antes de que ella se ponga en la cama.",
                "IfChoice",
                "1",
                "",
                "Suggest sex.",
                "JumpToScene",
                "GalviSexMenu"
            ]
        },
        {
            "NameOfScene": "FollowIntro2",
            "theScene": [
                "La sigues ansiosamente mientras ella te lleva de regreso a su habitación, dejándote ver que sus anchas caderas se agitan y balancean con ella en cada paso.Pequeñas chispas de electricidad arcan entre sus cuernos de su emoción, provocando una respuesta de contracción inconsciente en su polla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "El Voltlin te arroja una sonrisa juguetona sobre su hombro.",
                "Speaks",
                "Espero que estés listo para otra experiencia inolvidable, Big Guy. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Al llegar a su habitación, abre ligeramente la puerta, antes de abrirla el resto del camino con el sensual impacto de sus espesas caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "ChangeBG",
                "InnRoomLewd.png",
                "La sigues a la habitación, cuidando de cerrar la puerta detrás de ti mientras Galvi se dirige a la cama, apoyándose contra ella con una sonrisa astuta, mientras jugaba ociosamente con sus joyas.",
                "IfChoice",
                "5",
                "",
                "Ask for a titfuck.",
                "JumpToScene",
                "GalviSexMenu"
            ]
        },
        {
            "NameOfScene": "FollowIntro3Check",
            "theScene": [
                "IfHasPerk",
                "Rut",
                "RuttingIntro",
                "JumpToScene",
                "RandomIntro"
            ]
        },
        {
            "NameOfScene": "RuttingIntro",
            "theScene": [
                "Casi sin pensar la sigues, tus ojos no pueden mirar hacia otro lado de sus amplias caderas que se balancearon, cada paso que da hace que tu polla latir con necesidad mientras su trasero se sacude seductoramente, tu cuerpo de celo dolía cuánto tiempo tarda en llegar alhabitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "El Voltlin deja de caminar un momento y te arroja una sonrisa astuta sobre su hombro, señalando tu cara aturdida mientras suprimes la tentadora necesidad de follarla aquí y ahora en el pasillo.",
                "Speaks",
                "Hmm, ♥ tienes rut ​​realmente mal, ¿no? {i} stud? ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Empiezas a gritar una respuesta, y te cortas mientras ella le da a las caderas anchas y fértiles un batido demasiado exagerado que hace que tu espasmo rígido de polla sea rastreadoras contra tu ropa, y tus caderas son inconscientemente mientras te corres de la mera meraVista de su seductora provocación, tus ojos prácticamente pegados a su culo regordete y espalable.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "¡Oh!{i} realmente malo, {/i} Necesitamos llevarte a la habitación rápidamente. ♥ Vamos, Hunk. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Ella le da a tu virilidad vestida una acaricia suave mientras camina hacia adelante con un puntal más rápido para sacarte de tu estupor lujurioso, y la sigues con fuertes respiraciones temblorosas, aún incapaz de mirar hacia otro lado de sus caderas sensualmente balanceándose.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeBG",
                "InnRoomLewd.png",
                "Al llegar a su habitación, ella abre rápidamente la puerta y se apresura adentro, llevándote al interior con un dedo torcido, y en el momento en que estás dentro, cierras desesperadamente, girando hacia atrás con un suspiro de alivio solo para verla apoyada en el borde deLa cama se balancea su abundante culo, presentando completamente su peluche, jodible detrás de ti, cortocircuando tu cerebro con deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Te apresuras hacia adelante y presionas tus caderas contra las de ella, irreflexionamente seco jorobando sus suaves curvas mientras tus manos sueltan los pantalones, y ella te mueve la cintura con una sonrisa astuta y una risita dulce, haciéndote congelarte como una sacudida de placer a través de tu cintura.",
                "Speaks",
                "Shh, ♥ solo tómate un momento para calmar a Big Guy, no vamos a hacer ninguna mierda contigo así. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Galvi se levanta recto y se gira hacia un lado, deslizándose una mano por los pantalones para acariciar su dolor de virilidad, dejando a su corazón aleteo mientras toma respiraciones constantes de aire para calmar sus pensamientos.",
                "Speaks",
                "Ahí tienes, eso es un semental de cría {i} bueno {/i}. ♥",
                "Sus palabras mordiadas envían un temblor de felicidad necesitada en la columna vertebral mientras bombea su longitud, su dulce sonrisa lo ayudó a concentrarse en ella en lugar de la dolorosa necesidad de ararla tonta, el placer que te está dando te mantiene maravillosamente sedado y cachondo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Tejidas un poco mientras ella te sale de los pantalones y se vuelve hacia la cara completamente con una dulce sonrisa.",
                "IfChoice",
                "6",
                "",
                "Rutting Fuck.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "JumpToScene",
                "GalviSexMenu"
            ]
        },
        {
            "NameOfScene": "GalviSexMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "Hmmm, ♥ entonces stud, ¿qué debemos hacer esta noche? ♥ ¿Alguna sugerencia? ♥",
                "Menu",
                "Suggest sex.",
                "Ask for a titfuck.",
                "HideOptionOnRequirementFail",
                "RequiresPerk",
                "Rut",
                "Rutting Fuck.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Suggest sex.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "1",
                "FuckedGalvi",
                "Bueno, ♥ entonces no necesitaremos la cama, tachuelas, ♥ Te lo aseguro.",
                "1",
                "",
                "No necesitaremos la cama, ♥ You Stud, ♥ Te aseguro.",
                "EndLoop",
                "Ella señala sus cuernos con una sonrisa, que brilla y cruje con electricidad débil y arqueada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "1",
                "FuckedGalvi",
                "Pero primero, vas a agarrar mis cuernos, agradables y apretados, y me folla la garganta como lo dices en serio. ♥",
                "1",
                "",
                "Vas a agarrar mis cuernos, agradables y apretados, y fóllame la garganta como lo dices en serio. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Tu cara se quema con excitación y emoción ante la idea, pero tienes reservas sobre agarrar los cuernos eléctricos.De todos modos, te quitas la ropa en su totalidad, desnuda ante la mujer mientras tira fácilmente su propia ropa a un lado.",
                "2",
                "",
                "Tu cara se quema con excitación y emoción ante la idea, pero tienes reservas sobre agarrar los cuernos eléctricos.De todos modos, te quitas tu uniforme en su totalidad, desnuda ante la mujer mientras tira fácilmente su propia ropa a un lado.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras te deslizas los pantalones, tu polla brota, de pie con toda atención mientras tentativamente alcanzas tus manos por sus cuernos.Agarrando a cada uno de ellos en sus manos, sintiendo instantáneamente una oleada estática de hormigueo emocionado corriendo por sus brazos y en su núcleo.",
                "Se siente {i} bueno {/i}.Con cada momento que pasa rápidamente, se llena rápidamente de una necesidad cachondada, los arcos eléctricos que suben sus brazos y entran en su cuerpo, haciendo que su polla se contrae esporádicamente de deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralTease",
                "Ella abre la boca lasci atrás, y le dispara una mirada también conocida.Sus ojos violetas ardían con un deleite y entusiasmo en bruto por lo que está por suceder.",
                "Speaks",
                "No te atrevas a retener [ThePlayerName]. ♥ No es que puedas más, stu- {i} mfffp! ♥ {/i}",
                "Sientes una oleada de deseo de deseo a través de tu cuerpo de los cuernos y la corta irreflexivamente, empujando las caderas hacia adelante, conduciendo la longitud de las espasiones directamente por su boca abierta y ansiosa, tu comprensión de sus cuernos poco apretados mientras su energía estática los mantiene.tenso.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella deja escapar un gemido de deleite mientras te sabe, su boca sellando firmemente alrededor de tu polla en forma suave.Su boca apretada prácticamente se llenó hasta el borde con tu polla tensa.",
                "Empiezas a sacudir tus caderas, la increíble opresión de su pequeña boca caliente combinada con los movimientos rodantes de su lengua te hace jadear en placer en cuestión de segundos.Las sacudidas de electricidad de sus cuernos solo se suman a las olas de la dicha extática.",
                "Galvi suspira felizmente, sus ojos se vuelven medio alquilados mientras relaja su cuerpo, preparándose para que uses su rostro como un juguete sexual.",
                "ChangeImageLayer",
                "Effects",
                "1",
                "Electrified",
                "Su agarre sobre sus cuernos se tensa aún más como una oleada de arcos de electricidad sobre sus cuernos y joyas metálicas, golpeando su núcleo e inundando con una necesidad burbujeante de placer.",
                "Casi sin pensar, comienzas a usar sus cuernos como apalancamiento mientras empujas, follando su boca putna como un pistón mientras los tiras a tiempo con tus caderas, perdiéndote a tus instintos más bajos.",
                "La estás obligando a una espesor profunda a tu espesa virilidad con cada empuje, pero si ella se siente incómoda, ciertamente no lo muestra.De hecho, obviamente está amando cada momento de esto si el retorcimiento de su cuerpo y gemidos felices son algo para mostrar.",
                "La electricidad continúa fluyendo de sus cuernos, arqueando entre sí, sus joyas y subiendo a través de todo su cuerpo.No sientes absolutamente ninguna tensión de tu ritmo rápido y áspero, inundado de resistencia y energía mientras tu cuerpo trabaja horas extras para arar su cara cachonda.",
                "La saliva gotea de su boca y hacia el piso mientras te follas la boca, y ella deja escapar girando gemidos de deleite cada vez que conduces tu eje profundamente en la parte posterior de su garganta, y la energía estática pulsante te llena de necesidad y placer salvaje,Instando a dominar su boca apretada mientras ella chupa ansiosamente y lame tu eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un hambre ardiente de más, lo mezclas tirando de ella casi todo el camino hacia atrás, hasta la punta de tu polla, dejándola apenas sostenida por sus labios suaves e intensamente chupadores, antes de golpearla por tu rígida erección con su bocina,Forzando su nariz en su entrepierna, haciéndola carcaj de éxtasis mientras inhala su aroma.",
                "Luego lo repites, follando implacablemente su rostro, cada uno de tus empujes la hace llorar con deleite, mientras que una de sus manos jugando con su coño babeante, sus gemidos eróticos y gemidos dejan su apretada garganta para contraer tu polla twitching aún más, enviando vibraciones estáticas a lo largo de su circunferencia.",
                "Su límite se acerca rápidamente a medida que continúa arrojando absolutamente sus labios y garganta cachonda, sus bocinas electrizantes que amplifican el éxtasis de cada empuje de Hilting, y la forma en que su cuerpo diminuto temblaba con dicha deja sus instintos corriendo.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralTease",
                "Aterrizas sus cuernos crepitantes con una bodega blanca y nudosa y golpeas tu polla espasmo en la parte posterior de su garganta una última vez, un intenso oleaje de energía estática en cascada a través de ti mientras dejas escapar un grito de éxtasis animal puro, tu esperma se derrumbatu eje y en ella.",
                "Sus dos manos repentinamente balancean tus bolas sacudidas, a tientas y amasando con amor y amasadas mientras tu esperma se le alimenta.Dejándote suspirando en la dicha mientras tu mente se enoja en las oleadas de clímax electrizante mientras ella expulsa tanto como puede.",
                "PlayerOrgasmNoSpiritLoss",
                "Su cuerpo hormiguea con la excitación y el deseo electrizantes, incluso cuando te quedas firmemente incrustado en la boca mientras tu orgasmo continúa, y te deleitas con la sensación de que traga hasta la última gota de semen grueso que descargas en ella, su garganta llena de deliciosas ondas estáticas tanElla drena tu circunferencia, su lengua amorosa girando y burlándose mientras sus dedos altos masajes masajean tus bolas tensas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Pero su orgasmo caliente blanco se reduce lentamente a pesar de que la lujuria induce electricidad que se arquea en su cuerpo, y con ninguna pequeña cantidad de dificultad, logra meter su polla rígida y dolorida libre de su apretada garganta, antes de dejar que sus manos se escapen de sus cuernos comoLa electricidad se arrulla a una suave estática.",
                "Te tambaleas y te sientas de nuevo en la cama mientras la lujuria eléctrica continúa arrastrándose a través de tu cuerpo a pesar de soltar sus cuernos, dejando a tu polla y una tumba aún dolorosamente dura y rígida, todo lo que está ansiando más, ya que tu cerebro prácticamente corta circuitos con la necesidadpor sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Cuál es el semental de la materia? ♥ Ese fue solo el calentamiento.¿O soy demasiado mujer para ti? ♥",
                "Ella no parece sin aliento en lo más mínimo de la brutal cara que acaba de recibir, y le da a sus caderas un batido burlón que hace que su polla hambrienta latira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Te tragas y sacudes la cabeza, cada parte de ti acusada de deseo por ella, mirando con un aturdimiento cachondo mientras Galvi gira sobre un talón antes de doblarte frente a ti, revelando su babeando a ti mientras mostraba su culo seductoramente grueso ycaderas fértiles.",
                "Speaks",
                "Mmm, pensé que sí. ♥ Ahora, mi querido trozo, ♥ Sé que te duele criar.",
                "Casi en puro instinto burbujeante solo te levantas de la cama y te inclinas hacia adelante, agarrando sus cuernos con carga estática nuevamente en tus manos.La energía crepitante aumenta a través de su cuerpo, y sus instintos de apareamiento dan vueltas en una onda en una ola de hormigueo.",
                "Gemes mientras tu polla palpita y pulsos con necesidad, justo en la entrada de su coño babeante, rogando que la folle sin sentido y llénala de semen, solo dude de lo aturdido que estás de tu estado cachondo con carga estática.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Fuck Me Stud. ♥ I {i} sé {/i} Es todo en lo que puedes pensar. ♥",
                "Sus palabras ronco suenan a través de tu mente y empujas tus caderas hacia adelante dejando que tus impulsos se hagan cargo, gimiendo mientras su coño envuelve tu polla palpitante con tan increíble opresión que apenas crees que puedes encajar dentro de ella en primer lugar, estirando su agujero apretadoAjuste a su erección furiosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Finalmente te empujas completamente dentro de ella, y tus caderas se encuentran con su trasero con una onda de su atractiva carne.Te paras a tu altura completa, dejando sus piernas flexibles colgando justo sobre el suelo brevemente antes de que las envuelva alrededor de tus caderas, tus manos todavía encerradas sobre sus cuernos.",
                "Ella es sorprendentemente ligera a pesar de sus voluptuosas curvas, y no tienes problemas para sostenerla del suelo y apoyar su peso.Ella gime en pura dicha cuando su polla se asienta en sus profundidades cómodas y su pensamiento errante se desvanece en una oleada de deseo, dejándote ansioso a aparearse implacablemente con ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "Speaks",
                "Mmmmm, ♥ eres tan {i} grande. ♥ {/i} vamos a tu stud, ♥ soy todo tuyo, ♥ créame. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "No hay forma de que puedas rechazar su oferta de puta, su electricidad arqueada te encierra en un estado de rutina cachonda, y con un bestial grito de placer comienzas a golpear su coño húmedo babeante.Las paredes apretadas de Galvi se abrazan y se aferran a cada movimiento, deleitándote mientras la are, enviando los sonidos húmedos del sexo que resonan en la habitación.",
                "Poco a poco, comienzas a acostumbrarte a su maravillosa opresión, estableciéndose en una serie de empujes de ritmo rápido que te habrían desgastado rápidamente en circunstancias normales.Todo el tiempo gime en éxtasis mientras dominas implacablemente su hendidura apretada, sus jadeos de placer instando a su cerebro cachondo a follarla sin sentido y llenarla con su semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Effects",
                "1",
                "Electrified",
                "Con su lujuriosa electricidad surgiendo a través de su cuerpo en arcos alucinantes, ¡siente que podría hacer esto durante horas, incluso días!Haciéndote sonreír ante la idea de aparearse sin cesar con ella mientras te dedicas a ver sus enormes senos y sus abundantes rebotes y sacudirte con tu implacable jodida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Galvi grita en absoluta felicidad mientras su polla estira su coño flexible y hace su abultamiento del vientre muy ligeramente con cada golpe profundo de su polla.Su cuerpo ocasionalmente se estremece en la felicidad mientras te golpeas en su cuello uterino, enviando arcos de electricidad crepitantes de sus cuernos hacia ti, solo alimentando tu necesidad de follarla aún más.",
                "Speaks",
                "¡OUHH! ♥ Fuck! ♥ ¡Sí! ♥ ¡Así que {i} bien! ♥ {/i} ahhh! ♥ ¡Eso es todo!¡Trátame como tu pequeña manga de polla cachonda! ♥ mmmm! ♥♥♥",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Tire de sus cuernos para aprovechar su posición dominante, y ella llora con la lujuria pura, sus ojos se rodan, mientras sus empujes atacan perfectamente en ella haciéndole temblar el culo y sacudirse y sus piernas apretan sus caderas, asegurándose de usted, asegurándose de usted.Quédate dentro de ella, haciéndote dolor de verter tu semilla dentro de ella.",
                "La punta de tu polla besa su matriz con cada empuje de tus caderas contra sus propias caderas de criador anchos, la energía estática de sus cuernos que se pone más alto ya que la base necesita joder es absolutamente abrumador.",
                "Gruñiras y aprietas tu agarre de sus cuernos a un agarre blanco como una potencia eléctrica y un placer en cascada a través de tu cuerpo en una ola de pasión de marea arqueada.",
                "Sus cuernos aumentan con una explosión crepitadora de la electricidad arqueada que eclipsa cualquier pulso estático anterior, arqueando en todas sus joyas metálicas y su cuerpo, corriendo por los brazos y golpeando su núcleo con necesidad y placer desbordantes.",
                "Todavía estás golpeando su coño babeando a un ritmo rápido, altísido en un estado de felicidad de éxtasis sexual, tu mente casi completamente en blanco en la necesidad de follar, señalando que Galvi es gemir y gemir en una cascada de orgias.",
                "Odly, piensas en lo mortal que sería esto si su electricidad fuera normal, entonces tus pensamientos están fuera de tu mente en otro estallido violento de energía estática y placer a medida que tu cerebro se sobrecarga con su poder crudo, pateando tus instintos de apareamiento en sobrecarga.e inundando con hormigueo.",
                "Dejas escapar un grito de éxtasis y comienzas a arar su agujero apretado con potencia y velocidad a diferencia de cualquier cosa que hayas logrado anteriormente, la necesidad de joder por completo sobrevolcándolo.Tus caderas son borrosas, y su cuerpo se cuesta visiblemente y los terremotos con cada golpe mientras temblan en una cascada de dicha orgásmica, gemiendo fuerte y puta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Speaks",
                "Ouhhh ♥ joder sí! ♥ créame, semental! ♥♥♥",
                "Su voz se rompe mientras alcanza un ápice climático definitivo, sus jugos que se escabullen alrededor de su polla mientras su apareamiento frenético y salvaje la abruma por completo, sus paredes internas que se contraen con tanta opresión que se les sale de su coño espasmante.Sin embargo, su apretada pierna se bloquea alrededor de sus caderas y su agarre de muerte en sus cuernos lo mantiene firmemente alojado en su coño de orgasmo.",
                "Tus empujes nunca fallaron en toda su mente derretiendo el clímax, dejándote en blanco con placer electrizante mientras te apartaste sin sentido con ella, y ella continúa gritando con Bliss rogándole que no te detengas.Empiezas a sentir tu propio orgasmo rápidamente comenzando a derrumbarse después de que su poderoso clímax deja de aplastar tu longitud sin sentido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "¡Vamos Stud! ♥ ¡Ohh! ♥ Cum dentro de mí! ♥ Lléname hasta el borde y hazme abultarse con tu semen! ♥ ¡Ahh! ♥",
                "Su voz está desesperada, y continúa gimiendo con la pasión espiratoria mientras finalmente sientes que tu presa se rompe en una oleada blanca de dicha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Tu voz se rompe con tu propio grito de pasión cruda mientras descargas tus bolas en su matriz, aún empujando y apareando con antecedentes incluso mientras te corres dentro de ella.Pero mientras la llena, hay un estallido de estática de sus cuernos que se convierte en una corona que rodea sus cuerpos entrelazados.",
                "PlayerOrgasmNoSpiritLoss",
                "Cada parte de usted está cubierta con una sensación de hormigueo maravillosa, que rápidamente se convierte en una sensación de intenso éxtasis que inunda todo su cuerpo con placer orgásmico y la necesidad de criar su coño apretado, llenándolo de inmensa satisfacción mientras brote las cuerdas gruesas de semen.a ella.Una y otra vez.{i} No quieres que termine. {/i}",
                "Todo su cuerpo está bloqueado en su lugar desde la energía estática creciente, dejándote las bolas profundamente dentro de su agujero aplastante.Tu semen sale de ti con tanta fuerza que sientes que Galvi se contrae en la felicidad con cada cuerda gruesa que se está quitando a su matriz.",
                "No puedes mover un músculo, encerrado para sostener sus cuernos y tocando con fondo en su coño.Su orgasmo se prolonga durante una cantidad de tiempo indeterminada a medida que el placer continúa abrumándose, y sus bolas continúan drenándose por completo.",
                "A medida que el tiempo se extiende sobre su vientre, se distingue visiblemente con la magnitud de la semilla que bombeas en ella.Su electricidad mantiene su cuerpo encerrado en un estado de reproducción enfocado, y su coño no deja escapar una sola caída, su matriz lo lleva todo, sosteniendo para su custodia.",
                "Sientes que la dicha se desgasta lentamente, reduciéndose, pero descubres que literalmente no puedes liberar sus cuernos, su energía estática que te mantiene las manos cerradas sobre ella, y a pesar de lo drenado y agotado que estás, el placer eléctrico crepitante te mantieneSupernaturalmente duro y ansioso por más sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Speaks",
                "Ahhaa ... ♥ s-corner sobre ese semental ... mn, espera ...",
                "ChangeImageLayer",
                "Effects",
                "1",
                "HornyAir",
                "Ella está respirando irregularmente ahora, apenas recuperándose de su intenso clímax, pero con una destreza ágil, usa sus piernas para alejarte de ti, caer al suelo y liberar tu polla aún rígida antes de extender la mano y agarrarte con cautela en sus manos más pequeñas., tirando de sus cuernos con un poco de dificultad.",
                "Tan pronto como te liberan de las cuernos de tu mano de sus cuernos, vuelve a caer sobre la cama, todo tu cuerpo se inundó de fatiga a pesar de la necesidad aún crepitadora de sexo a través de ti, tu visión se desvanece brevemente a negro después del sexo intenso.-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Llegas, recostado en la cama suave con la espalda encima de las cubiertas, y Galvi limpia suavemente tu cuerpo con un paño fresco y húmedo.Trabajaste un sudor infernal.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Bueno, una noche inolvidable, ¿verdad? ♪ jeje. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sus ojos ardieron con esa pasión familiar, prometedor y con ganas de más ... pero gime y dejas caer la cabeza sobre una almohada.Sientes que Galvi se arrastra a tu lado y te toca la frente con un paño, antes de acostarse a tu lado y acariciar la cabeza en el ladrón de tu cuello.",
                "Tu polla todavía está dolorosamente dura y tus pensamientos todavía están nublados con pensamientos de joder y cría de Galvi, pero sus manos acarician suavemente tu pecho y te alivias suavemente desde el alto eléctrico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "Jeje, ♥ podríamos seguir hasta el amanecer, y probablemente aún más, pero creo que mereces un descanso, semental. ♥",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Ella se acuesta dulcemente contigo, dejándote que te quedes dormido lentamente en un sueño sin ensueño mientras susurra traviesamente en tu oído, y sin más electricidad te arqueas, dejas escapar un feliz suspiro, completamente contento con el abrazo de lujoso de Galvi ...",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleep",
                "...",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostLewds",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "PostLewds"
            ]
        },
        {
            "NameOfScene": "Ask for a titfuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "5",
                "titfuckedGalvi",
                "Luego ven aquí y toma un asiento, guapo. ♥",
                "5",
                "",
                "Ven aquí y toma asiento, guapo. ♥",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella extiende y acaricia el borde de la cama, dándote una sonrisa astuta.",
                "Speaks",
                "Y perder los pantalones, ♥ obviamente. ♥",
                "Haciendo lo que te dicen, te diriges a la cama y te hundes en el borde como se les indica, deslizando los pantalones hacia abajo para exponer la longitud de la mitad erecta al lujurioso Voltlin.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "",
                "Ella le da a tu virilidad una mirada apreciativa y de evaluación mientras desliza lentamente su top escasa, dejando que sus enormes y voluptuosas tetas salgan libres mientras le da a sus labios una lamida hambrienta.",
                "De pie a su altura, el impresionante estante de Galvi sube justo por encima de su regazo mientras está sentado allí.Ella descansa bruscamente sus suaves y pesados ​​senos en tus muslos mientras te llaman.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "¿Te gustan los gemelos? ♥",
                "Empuja sus manos hacia la lujosa suavidad de sus enormes tetas de almohada, rodándolas entre sí, dejando tu imaginación en la naturaleza con pensamientos de cómo se sentirán con tu polla enterrada entre ellas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "De {i} curso {/i} te gustan, ♥ stud. ♥",
                "Su eje se eleva ansiosamente completamente frente a su cara lujuriosa de sus burlas seductoras, para su obvia alegría.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Galvi se inclina, usando sus manos para extender sus senos de par en par.Luego, su cálido y acogedor valle interior lentamente comienza a cerrar alrededor de su rígida erección sin que Galvi necesite presionar sus tetas nuevamente.Puedes sentir el calor de su carne, ya que promete sofocar tu virilidad, burbujeando la anticipación en tu ingle.",
                "Una vez que se pone en posición, su eje perfectamente centrado dentro de su busto extendido, ¡de repente abofetea sus tetas a su alrededor!Sus tetas se extienden deliciosamente alrededor de su eje mientras aplauden, consumiendo completamente su polla entre su carne indulgente.La punta de su pene es apenas visible en sus acres de escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Te recuéstate con asombro aturdido y cachondo ante la sensación de que tu polla está completamente enterrada, mirando a la longitud sofocada, antes de seguir los ojos hasta la cara de Galvi.Sus ojos se bloquean con los tuyos, brillantes de travesuras, mientras sus cuernos salen suavemente y chispanían, arqueando un rayo entre ellos, mientras comienza a rodar suavemente sus tetas arriba y abajo de tu polla.",
                "Speaks",
                "Continúa, sabes qué hacer, [ThePlayerName]. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Usted extiende tentativamente con ambas manos, sus dedos apenas pastan sus cuernos antes de que su electricidad salga y se entregue las yemas de sus dedos, enviando un deseo electrizante directamente a su ingle, y siente su oleada de virilidad, se contrae entre sus enormes y sofocantes senos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Qué estás esperando?No seas tímido, ♥ Atrápalos.Te conozco {i} quiero {/i} to. ♥",
                "Ella sonríe a sabiendas cuando comienza a bombear su longitud con trazos lentos, sensuales hacia arriba y hacia abajo que te hacen temblar con dicha, y resolviéndote, cierras los dedos alrededor de sus cuernos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Al instante, siente que la oleada de hormiguear la electricidad viaja por sus brazos y a través de su cuerpo, haciéndolo tenso y gemir en euforia absoluta, su polla brota precum en su escote desbordante para proporcionar algo de lubricación natural a su titfuck lento y paciente.",
                "Speaks",
                "¡Eso es más parecido! ♥ Ooh, ♥ estás goteando tanto ahora. ♥",
                "Ella saluda, observando mientras reacciona felicidad a la estimulación eléctrica, y comienza a recoger el ritmo de sus senos lentamente acariciando, golpeando su suave carne contra sus caderas, haciendo que sus senos se extienden deliciosamente.",
                "Tus dedos se aferran a los cuernos cada vez más apretados, aceptando el flujo de electricidad aumentando gradualmente a través de tu cuerpo mientras te deleitas en las sensaciones de su titfuck.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡Empuja tus caderas, semental! ♥",
                "Su comando se arquea a través de su cerebro mientras su energía estática hormiguea en su piel y mantiene sus abundantes tetas rebotando a un ritmo constante y rápido cuando comienzas a rockear tus caderas a tiempo con ella.",
                "Speaks",
                "Eso es todo, ♥ Simplemente siga mi ejemplo, ♥ y aguanta {i} apretado {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Asiente con la cabeza en comprensión, una sonrisa maravillosa en su rostro mientras hace todo lo posible para seguir con las intenciones seductoras de Galvi, el placer que irradia en cada parte de usted.",
                "Tus caderas empujaban constantemente, follando ansiosamente su busto de sacudido, usando la cama para aprovechar tus movimientos.No puedes evitar gemir mientras continúas brotando precum en su valle, instado por el flujo electrizante de estimulación y constante zumbido de deseo estático que llena tus caderas de agarrar sus cuernos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Galvi se da cuenta de su aumento de la fuga mientras ella aprieta firmemente sus senos alrededor de su eje, aumentando la presión celestial en su valle apretado a todas las nuevas alturas deliciosas mientras le follan las tetas en un aturdimiento cachondo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Cum!♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "ChangeImageLayer",
                "Effects",
                "1",
                "Electrified",
                "Gomas en voz alta mientras un aumento de placer induciendo electricidad acompaña a sus palabras, y tiras de sus cuernos ligeramente para inclinar su cara hacia abajo mientras tu polla estalla en una fuente de semen, salpicando tu semilla a través de su escote y cara como, por cierto, la obliga a forzarla a¡Mira los frutos de su trabajo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "Galvi Coos de deleite y continúa su titfuck apretado a través de su orgasmo, comenzando a moler sus tetas, burlándose de los movimientos alternativos, frotando uno mientras el otro baja, sofocando su polla palpitante en constante dicha inductora de estimulación.",
                "Speaks",
                "Stud, ♥ dame {i} más. ♥ {/i}",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Es claramente exigente, en lugar de preguntar, su comando seductor solo saca otra cuerda de semen de su dolor de polla y, a pesar de que ella es la que te atiende, te sientes extrañamente envuelto alrededor de su dedo.Pero su mente cachondada y electrificada está demasiado aturdida para cuidar de todos modos, usted {i} necesita {/i} para darle más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Galvi se encuentra con los ojos con una amplia sonrisa en su rostro mientras continúa ordeñándote con sus abundantes tetas, tu polla espasmante palpitando con cada impacto brusco de su impresionante busto, y se desliza la lengua sobre sus suaves labios para lamer tu semilla.",
                "Speaks",
                "Mmmm, ♥ eres como una fuente. ♥ Bueno, gracias por la comida, guapo. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralTease",
                "Ella agacha la cabeza hacia el valle de su busto, empujando la punta de su polla en su boca, justo cuando un poderoso aumento viaja a lo largo de sus cuernos y en su cuerpo.",
                "ChangeImageLayer",
                "Effects",
                "1",
                "Electrified",
                "Dejas escapar un grito de sorpresa y placer, tus empujes vacilan y luego llegas a una parada total cuando su mamada combinada Titfuck en tu espasmo, la virilidad se combina con el nuevo aumento de excitación eléctrica casi corta circuitos tu mente con euforia caliente blanca, lo que te haceAgrita los dientes y trate de aguantar por mi vida.",
                "Su lengua húmeda rueda sobre su glande sensible mientras sus tetas se juntan y se sueltan, acariciando rápidamente.Con los ojos cerrados en concentración, Galvi continúa enfocando todos sus esfuerzos en extraer una segunda erupción de usted, y su mente está completamente inundada y abrumada por el deseo electrizante, su polla palpitando en oleadas entre sus pesadas tetas.",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Su agarre de nudillos blancos sobre sus cuernos brillantes y hormigueantes comienza a afligirse un poco mientras relaja su flujo de electricidad, y siente que su fatiga comienza a ponerse a medida que la mezcla de adrenalina se desvanece, y el orgasmo prior y sobrenaturalmente poderoso toma supeaje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Ella abre un ojo y te mira mientras siente que comienzas a caer.Su boca sale de tu punta y te da una sonrisa de disculpa.",
                "Speaks",
                "Oh, perdón por eso, déjame arreglarte. ♥",
                "ChangeImageLayer",
                "Effects",
                "1",
                "Electrified",
                "¡Con eso, envía una poderosa sacudida directamente a través de sus cuernos justo cuando estabas a punto de dejarlo ir!¡Su oleada perfectamente cronometrada hace que sus dedos vuelvan a envolverse bien alrededor de sus cuernos, haciéndolo gemir y sentarse recto mientras su energía estática fluye a través de su sistema nervioso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Tus caderas conducen frenéticamente hacia arriba, empujando tu polla contracción en sus tetas desbordantes.Su esperma sobrante y su saliva haciendo un trabajo fantástico como lubricación, lo que le permite empujar rápida y suavemente.Los ojos de Galvi se abren de sorpresa, pero de repente se estrechan de emoción mientras tiene una idea.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Ohhh, ♥ jeje, ♪ no te resista. ♥",
                "Ella engancha sus brazos alrededor de tus caderas y te da un tirón afilado hacia el piso.",
                "El tirón no es tan fuerte, pero permites que tu empuje disminuya y sigue su guía.Ella cae sobre el piso de la habitación, guiándote a sentarte sobre su estómago con la polla enterrada profundamente en su escote desbordante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Assertive",
                "Speaks",
                "¡Ahora, ve a Wild Stud! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "En esta nueva posición, te sientas de rodillas y comienzas a empujar con entusiasmo, golpeando tus caderas en la parte inferior de sus tetas graciosas.Con las manos sosteniendo firmemente sus cuernos, la espalda está arqueada ligeramente hacia abajo mientras se pierde en sus simples instrucciones.",
                "Speaks",
                "Eso es todo ... ♥ ¡No seas gentil! ♥",
                "Ella gime felizmente, su cuerpo se retuerce debajo del tuyo mientras sus tetas aplauden y rebotan contra las caderas mientras las golpeas, enviando ondas de éxtasis fundidas calientes que pulsan a través de tu ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "Mmm, ♥ es como si estuvieras tratando de criar mis tetas, ♥ jeje ... ja ... ♥ Bueno, no te impediré intentar derribarlas! ♥",
                "Ella envuelve firmemente sus brazos alrededor de sus enormes senos, abrazándolos como un vicio lubricado mientras continúa golpeandolos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Ve a ti Hunk, ♥ Cúrate a los gemelos en semen. ♥ Deja que ese cerebro de cortocircuito tuyo haga {i} todos {/i} el pensamiento y el empuje, ♥ empuje, ♥ {i} empuje {/i}. ♥♥♥♥",
                "PlayerOrgasmNoSpiritLoss",
                "El nuevo nivel de opresión y presión es demasiado para que puedas soportar, y lloras mientras tu semen explota de tu punta y comienza a vertiendo en su valle, pintando su busto interno blanco antes de que el exceso empape su rostro.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLickHungry",
                "Tus empujes continúan a un ritmo rápido a medida que tu semen se lanza para crear un increíble desastre de la cara y las tetas de Galvi, tu mente completamente en blanco aparte de la necesidad de {i} joder {/i} y la necesidad pulsante de {i} más {/i}.Dejándote inundado en un mar de éxtasis eléctrico mientras golpeas su busto, brotando una y otra vez.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella te da una sonrisa engreída de detrás de su cara recubierta de semen mientras sigues tratando de criar sus tetas, tu polla palpitaba con entusiasmo con cada empuje incluso cuando el orgasmo se aleja.Solo para el próximo placer electrizante alto para lavarte, y te rompes como un grifo roto sobre ella nuevamente.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralTease",
                "Galvi bebe ansiosamente lo que puede hacerlo mientras pintas su blanco con semen, y no puedes dejar de empujar las caderas a pesar de tu aumento del agotamiento, su electricidad te mantiene en marcha mientras te follas las tetas y sopla tu carga, perdiéndote por completoa sus instintos base a medida que su energía estática se agita a través de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Después de lo que se siente como una eternidad de los orgasmos electrizantes, el flujo de la corriente estática de Galvi se corta repentinamente, y su visión de repente se convierte en negro cuando una ola de agotamiento te golpea como un minotauro de carga, dejándote caer de nuevo en la cama como la inconsciencia te lleva, la leve sensación de ser arrastrado a la cama y acurrucarse con lo último que sientes ...",
                "SetChoice",
                "5",
                "titfuckedGalvi",
                "StopBGM",
                "...",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostLewds",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "PostLewds"
            ]
        },
        {
            "NameOfScene": "Rutting Fuck.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Hmmm, ♥ Usted Pobre Stud ... Creo que necesitas ayuda para administrar esas traviesas {i} Urge {/i} llenando tu cabeza. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Ella se acerca y presiona su enorme busto contra la carpa de contracción en tus pantalones, haciéndote temblar de placer mientras su lujosa suavidad se frota suavemente contra tu longitud vestida mientras te mira con una sonrisa cachonda.",
                "Speaks",
                "Es bueno que esté aquí. ♥ Me encargaré de tu dolorosa necesidad de {i} joder. {/i} ♥",
                "Con cuidado, se desliza los pantalones con sus manos hábiles, dejando que su polla se libere en su escote desbordante y suave, lo que te hace gemir felizmente mientras tus pensamientos comienzan a dispersar en un aturdimiento lujurioso de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Galvi casi irreflexivamente presiona sus abundantes tetas en su ingle, una de sus manos acariciando en broma y hacia abajo mientras su pecho se contague lentamente hacia arriba y hacia abajo de su polla sacudida.",
                "Speaks",
                "Oh, [ThePlayerName], ♥ apuesto a que no pudiste dejar de ver mi trasero todo el camino aquí, ♥ pensando en agarrar mi ancho {i} fértil {/i} caderas, ♥ y {i} apareamiento {/i} ♥ conyo hasta que cada gota de semen en tus bolas fue golpeada en mi matriz. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Gimas mientras ella se combina seductoramente, asintiendo mientras su cuerpo de celo queda cada vez más necesitado y cachondo para el Voltlin curvilíneo de cada palabra atractiva, y la tentadora suavidad de su fuerte pecho manteniendo su furiosa erección enterrada todo el tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "",
                "Luego, retrocede con una sonrisa petulante, dejando que tu polla se libere de su escote, dejándote jadeando e increíblemente ansioso por follar, tus ojos se precipitan hacia arriba y por su delicioso cuerpo.Sus manos se quitan ágilmente su ropa escasa antes de girar en su lugar, y te sacude las caderas anchas y fértiles.",
                "Speaks",
                "Bueno, no contengas, ♥ ¿Por qué no te apresuras, ♥ tírame en la cama y fóllame como una manga de polla? ♥",
                "Sin la estimulación a su furiosa erección, algo dentro de su mente le da la tentación, se apresura hacia adelante y agarras su forma diminuta por sus espesas caderas, y la empujas a la cara de la cama primero, frotando tu longitud rígida entre sus maravillosamente suaves y regordetas mejillas de culo regordetePor un momento, jubilándolos con necesidad palpitante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Eso es trozo, ♥ pierde todo control, ♥ y {i} raza {/i} me. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Sus palabras burlonas dan un acorde con su mente ahora primitiva y ronca, haciendo que todo su cuerpo temble con deseo, antes de levantar sus caderas un poco más y llorar su virilidad palpitante en su hendidura babeante, golpeando su cuello uterino directamente en una mentalidad.empuje.",
                "Después de congelarse por un momento en dicha, antes de comenzar a golpear rápidamente el coño de Galvi, follando lo único que queda dentro de su mente de rutina, y cualquiera de sus empujes podría llevarlo al orgasmo mientras su punta prácticamente brota en ella..Ella deja escapar un suspiro intoxicado y acaricia su rostro en la ropa de cama mientras la follas en él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Speaks",
                "Mmmmm- ♥ tan grande. ♥ ohhhh- ♥ tal A- mrm- ♥ {i} semental. ♥ {/i} jeje, ni siquiera necesito mi electricidad para ponerte en marcha. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con un feliz gemido, Galvi se acomoda en la cama mientras la pistones en ella en un frenesí de apareamiento, constantes sacudidas de placer atravesando sus caderas cada vez que su cuello uterino besa su punta, dejando sus bolas doloridas en preparación mientras su voz zorra te insta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "PlayerOrgasmNoSpiritLoss",
                "Con un grito bestial, te empieces dentro de ella con un poderoso empuje, vertiendo tu semilla directamente en su útero, haciéndola llorar en éxtasis junto a ti mientras todo tu cuerpo temblaba en el cerebro derretiendo deleite con cada chorro de semen que descargas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Jadeas y tiemblas por un momento mientras sostienes sus caderas en tus manos, deleitando en el maravilloso resplandor que te extiende a través de ti como tu rígida polla se contrae dentro de ella, pero aún necesitas follarla {i} más {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Mmm, no me digas que mi gran semental ya ha terminado follando mi grande, ♥ {i} creditable {/i} ♥ HIPS? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Su mirada de espalda y voz burlona te hacen golpearla nuevamente, antes de lo que pretendías, pero no puedes evitarlo, sus palabras seductoras se arrancan en las partes sensibles de tu mente de celo, y cada empuje trae una nueva ola de una nueva ola dedicha sexual.",
                "Galvi queda jadeando y gimiendo mientras la follas en la cama, sus gritos apenas amortiguados de placer conducirte en adelante, manteniendo tus pensamientos enfocados en el apareamiento, follando y corriendo mientras golpeas su matriz una y otra vez, perdiéndote en primal, carnal.euforia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "Effects",
                "1",
                "HornyAir",
                "Incluso cuando brotas una gruesa cuerda de semen en su útero hambriento, no dejas de follarla, tratándola implacablemente como tu manga de polla personal como quería, vertiendo la carga después de la carga en ella a medida que el tiempo se aleja en la dicha sexual, llenando elaire con el aroma humeante del sexo.Pero sin que su electricidad te mantenga en marcha, tu resistencia comienza a disminuir eventualmente.",
                "Con un gemido satisfecho, se libera de su coño apretado, y ni una sola gota de tu semilla lo escapa mientras ella temblora en la cama con tibias placenteras.Pero ella respira sorprendentemente rápido, y te mira con una maquinilla de necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Mnn -... ♥ y-tú puedes ir una vez más, ¿no puedes estudiar? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckMe",
                "Ella rueda sobre su espalda y te da una mirada necesitada, extendiendo las piernas invitando y extendiendo los brazos invitados.",
                "Speaks",
                "Please?♥",
                "De acuerdo, su polla está completamente erguida y lista para ir una vez más desde la tentadora vista frente a usted.",
                "Con cuidado, sumerges tu longitud dentro de ella, y tus manos se encuentran entrelazadas con las de ella cuando comienzas a empujar suavemente al coño babeante.Poco a poco, prácticamente te acostas sobre ella y ella se acaricia en tu pecho mientras se bloquea las piernas firmemente alrededor de la cintura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Pero, bien podemos ir algunos más, ♥ {i} ¿verdad? ♥ {/i}",
                "Ella deja escapar una risita bastante engreída mientras sus cuernos se crepitan con electricidad, arquean sus joyas y su sudor cargada de cuerpo, llenándote con un dolor de zumbido placentero mientras tu empuje, y tensa las manos y las piernas lo sostienen mientras dejas salir unGimiendo jadeo de sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "¡Mmmmm! ♥ ¡Eso es todo! ♥ fóllame sin sentido de nuevo! ♥ Podemos abrazarnos a popa- eek! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Con un lujurioso gruñido de leve molestia a ella extendiendo tu amor, hacerte comenzar a follarla lo más fuerte que puedas desde esta posición dominante con tu cuerpo presionándola.Galvi se deja rápidamente gimiendo en un éxtasis incoherente con cada uno de ellos, enviando todas las nuevas sacudidas de arco estático en su cuerpo.",
                "Sus piernas se tensan desesperadamente alrededor de su cintura, asegurando que su palpitante polla nunca la deja por un momento, y su coño se deleite en su virilidad cuando el placer se monta dentro de ambas caderas como el magma burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Speaks",
                "¡OUHHH! ♥ ¡Sí! ♥♥♥ ¡créeme! ♥ ¡Lléname hasta el borde con tu semilla!-♥",
                "Con un fuerte empuje hacia abajo, te empuñes dentro de ella y le das a su matriz otra gruesa carga de semen, todo tu cuerpo dejó hormigueo con éxtasis primario.Pero a medida que su electricidad sigue dando vueltas sobre su cuerpo en ondas erráticas, su izquierda encerrada en una maravillosa rutina estática de apareamiento con Galvi, y rápidamente reanuda el apareamiento con ella en un frenesí sin sentido.",
                "Speaks",
                "¡Por favor! ♥ ¡Soy tuyo! ♥ ¡No te detengas! ♥",
                "Gime mientras te pierdes de nuevo a Galvi infinitamente como un animal, trabajando para saciar ambas necesidades doloridas de sexo, su descarga estática que te mantiene listo para mantener el apareamiento toda la noche, dejándolo llenarla con tu esperma hastaSu vientre se ve casi embarazada de lo mucho que le has servido.",
                "Si bien parece que su sesión de sexo desenfrenado nunca terminará, incluso su electricidad no puede mantenerse al día con su agotamiento, y su estado sin sentido no puede mantenerlo mucho más tiempo, por lo que rápidamente le golpea el coño una vez más, cambiandoTu posición lo suficiente para besarla con amor antes de que estuvieras una carga más en ella, dejándola gimiendo en pura felicidad mientras tus lenguas se enredan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Rompes el beso con un jadeo pesado, su propia respiración coincide con la tuya mientras la carga estática se aleja, ambos miran los ojos de los demás antes de liberarte de su hendidura apretada antes de rodar a ambos a tus lados para acurrucarse de cerca en elcama, perezosamente consolándose después de ese maratón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "E-Eso ... ♥ Fue {i} maravilloso {/i} ... ♥",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "Ella te da un beso rápido en la mejilla antes de acariciarte, ambas respiraciones disminuyen gradualmente antes de que te alejes.",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleep",
                "...",
                "SetChoice",
                "6",
                "ruttingFuck",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostLewds",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "PostLewds"
            ]
        },
        {
            "NameOfScene": "PostLewds",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "SleepPlayer",
                "DelayNotifications",
                "IfHasPerk",
                "Rut",
                "RutRidingWakeup",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeFetish",
                "Rut",
                "40",
                "Te despiertas, Galvi sacudiendo suavemente tu cuerpo.",
                "Speaks",
                "Es hora de despertar [ThePlayerName], has estado fuera como una luz casi toda la mañana.",
                "IfFetishLevelEqualOrGreater",
                "Rut",
                "100",
                "RutAwakening",
                "Tose y te sientes, sintiéndote sorprendentemente renovado, pero un poco dolorido por todas partes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Jeje, ♥ no creerías lo tentado que estaba de comenzar a montar esa maravillosa polla mientras dormías, stud. ♥",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissSeductive",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Ella te arroja tu ropa antes de repararse, y luego camina hacia la puerta, te mira por encima del hombro y guiñó un ojo, persiguiéndolos y golpeándolos juntos.",
                "2",
                "",
                "Ella te arroja tu uniforme antes de repararse, y luego se acerca a la puerta, dándote un vistazo sobre su hombro y guiñando guiños, persiguiéndolos y golpeándolos juntos.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "Pero lamentablemente no debería pasar todo el día follando, así que nos reúnamos pronto, ¿m'kay? ♥",
                "JumpToScene",
                "PostEvent"
            ]
        },
        {
            "NameOfScene": "RutAwakening",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Gemes mientras te sientas, tu polla todavía dolorosamente dura, tu mente todavía reflexiona sobre el maldito coño de Galvi, el mero pensamiento te tienta a ararla tonta nuevamente mientras ella traza una mano rígida.",
                "Speaks",
                "Jeje, Stud, ♥ Creo que toda esa diversión electrizante conmigo te envió a una rutina. ♥ mmm ... ♥ tu aroma me está volviendo loco. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SeductiveSmile",
                "Ella acaricia tu eje y respira profundo y lujurioso, mirándolo con lujuria ardiente.",
                "GivePerk",
                "Rut",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "No creerías lo tentador que era montar tu maravillosa polla mientras dormías. ♥ No mencionar en este momento. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "Ella retrocede con un puchero, eso te deja lleno de anhelo por ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "BaseSmile",
                "Speaks",
                "Pero lamentablemente no debería pasar todo el día follando, así que nos reúnamos pronto, ¿m'kay? ♥ me aseguraré de cuidar esa polla necesitada tuya. ♥ Sin embargo, mi electricidad {i} lo hará {/i} Termino simplemente enviándote más profundo en Rut. ♥ Así que trate de tener eso en mente guapo. ♥",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissSeductive",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Ella te arroja tu ropa antes de repararse, y luego camina hacia la puerta, te mira por encima del hombro y guiñó un ojo, persiguiéndolos y golpeándolos juntos.",
                "2",
                "",
                "Ella te arroja tu uniforme antes de repararse, y luego se acerca a la puerta, dándote un vistazo sobre su hombro y guiñando guiños, persiguiéndolos y golpeándolos juntos.",
                "EndLoop",
                "JumpToScene",
                "PostEvent"
            ]
        },
        {
            "NameOfScene": "RutRidingWakeup",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangePerkDuration",
                "Rut",
                "18",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "ChangeImageLayer",
                "Effects",
                "1",
                "HornyAir",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Te despertaste con un gemido maravilloso, sintiendo algo húmedo y cálido acariciando hacia arriba y hacia abajo de tu dolor de erección, y miras hacia abajo para ver, Galvi viajando en reversa, dándote una vista completa de su delicioso culo rebotando con cada ritmo de sus anchas caderas..",
                "Speaks",
                "Mmmm! ♥ o-oh, perdón, ♥ el aroma de tu rutina me estaba volviendo loco, ♥ así que no pude evitar tu erección de la mañana gruesa. ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ella comienza a rebotar con más energía, haciéndote gemir con ella como arcos de electricidad rastrean por sus cuernos, a sus joyas, y luego, incitando aún más a tus deseos, para que alcances y te agarras de las caderas anchas y las pelares antes de hacerse cargo, golpeándola en tu polla rígida, tu mente solo se centró en follar y bombearla llena de tu semen.",
                "Galvi grita con deleite mientras golpeas su coño babeante, sus apretadas paredes apretadas amenazan con ordeñarte con cada golpe, y durante unos minutos maravillosos e irreflexivos, los dos se pierden en el placer carnal, dejando que los sonidos eróticos de tu apareamientoHaga eco a través de la habitación mientras el éxtasis te arrastra en olas.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OrgasmHeavy",
                "Pero finalmente cedes al éxtasis burbujeante en tus caderas con un gemido bestial, tu punta de espasmo golpeando su cuello uterino, enviando una sacudida de dicha blanca a través de ambos mientras estabas gruesas cuerdas de esperma directamente en su útero, dejando tu menteAlcance con pura satisfacción mientras su energía estática cae en cascada sobre sus cuerpos, llenándolo con un deseo aún más profundo de más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Ohhh ... ♥ Creo que los dos necesitamos eso. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Thinking",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Antes de que cualquiera de ustedes pueda comenzar la siguiente ronda, Galvi se escapa de su polla rígida con un puchero, dejándolo jadeando en la cama.",
                "ChangeImageLayer",
                "Effects",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mmm, desearía que pudiéramos pasar todo el día follando, así que nos reúnamos pronto, ¿m'kay? ♥ me aseguraré de cuidar esa polla de tuyo.{i} Termina simplemente enviándote más profundo en Rut. ♥ Así que trate de tenerlo en cuenta guapo.",
                "ChangeImageLayer",
                "ClothingTop",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "ClothingBottom",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "Expression",
                "1",
                "KissSeductive",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Ella te arroja tu ropa antes de repararse, y luego camina hacia la puerta, te mira por encima del hombro y guiñó un ojo, persiguiéndolos y golpeándolos juntos.",
                "2",
                "",
                "Ella te arroja tu uniforme antes de repararse, y luego se acerca a la puerta, dándote un vistazo sobre su hombro y guiñando guiños, persiguiéndolos y golpeándolos juntos.",
                "EndLoop",
                "JumpToScene",
                "PostEvent"
            ]
        },
        {
            "NameOfScene": "PostEvent",
            "theScene": [
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "PostEventNotWork",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Con eso, Galvi se va, dejándote vestir lentamente tu cuerpo de dolor y salir de la habitación para recoger tu pago.",
                "ChangeEros",
                "1000",
                "GiveExp",
                "100",
                "SetChoice",
                "1",
                "FuckedGalvi"
            ]
        },
        {
            "NameOfScene": "PostEventNotWork",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Con eso, Galvi se va, dejándote vestir lentamente tu cuerpo de dolor antes de salir de la habitación y bajar las escaleras.",
                "SetChoice",
                "1",
                "FuckedGalvi",
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "2",
                ""
            ]
        }
    ]
}