{
    "name": "Bar Glory Hole Mara Visit",
    "CardType": "GloryHoleShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "requiresEvent": [
        {
            "NameOfEvent": "Lonely Arch Succubus",
            "Progress": "0",
            "ChoiceNumber": "34",
            "Choice": "Eager"
        }
    ],
    "Speakers": [
        {
            "name": "Mara",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Durante un tiempo, no escuchas nada más que la charla amortiguada de otras partes del burdel, así como el gemido ocasional de los otros agujeros.",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "Es decir, hasta que un zumbido femenino familiar suena tus oídos, y el sonido distintivo de tacones altos que golpean el piso se vuelve cada vez más fuerte a medida que escuchas a alguien acercarse.",
                "Speak",
                "???",
                "Mi mi, no esperaba encontrar {i} tú {/i} aquí, joven ...",
                "La voz ronca de Mara toma toda su atención, silenciando todos los demás sonidos mientras escuchas a la seductora dejó escapar una risita casi divertida mientras tu polla se contrae ligeramente a su llegada.",
                "Speaks",
                "Sabes, no necesitas ponerte en este tipo de situación.Si quieres esa maravillosa polla chupada, y tus bolas se vaciaron, sabes que puedes venir a {i} me {/i}. ♥ y puedo pagar mucho mejor también en comparación con trabajar en este puesto. ♥",
                "Un escalofrío corre por su columna vertebral mientras siente que un dedo se remonta lentamente a lo largo de la parte inferior de su polla rígida, por lo que se contrae instintivamente en emoción mientras la mano suave de Mara se burla ligeramente de usted.Ella deja escapar una risa baja, y puedes imaginarla sonriendo, sus grandes tetas rebotando ligeramente dentro de su ropa apretada como lo hace.",
                "Speaks",
                "Mmmm ... no puedes esconderte de mí, ya sabes. ♥ puedo reconocer el {i} delicioso {/i} aroma de tu polla en cualquier lugar. ♥ tu stud. ♥",
                "Luego escuchas el sonido amortiguado de la voluptuosa mujer que se arrastra al otro lado de la pared, no está segura de lo que puede estar haciendo, hasta que sientas su saliva húmeda, la cabeza de tu pene mientras presiona sus labios regordetes contra él y comienza a chuparlo.en tu punta en broma.",
                "Speaks",
                "Hmpmm ... ♥ mahybe, ¿te pones en la emoción? ♥",
                "Mara deja escapar una risita sensual mientras sientes su lengua con amor rodeando tu polla por unos momentos, antes de que te quite la longitud más profunda en sus fauces traviesas, y un gemido tembloroso te escapa mientras comienza lenta y sensualmente la boca hacia arriba y hacia abajo.Una de sus manos sostiene firmemente la base de tu polla, manteniéndola en su lugar mientras se entrega a probarla.",
                "Si bien no puedes verla, no puedes evitar fantasear con sus labios regordetes fuertemente sellados alrededor de tu circunferencia mientras su mirada seductora te mira mientras se desliza hacia arriba y hacia abajo de tu ansiosa polla, sus pesados ​​senos rebotando a tiempo con sus movimientos, sus anchas caderas sensualmenteMirándose mientras disfruta de tu longitud, todo su cuerpo perfectamente moldeado como si te roge que folle su rostro hasta que llenes su garganta con tu semen.",
                "Otra risita lujuriosa escapa de Mara a medida que sus movimientos se vuelven más intensos, ahora llevando todo su longitud de punta a base, su polla contracción golpeando la parte posterior de su apretada garganta a un ritmo cada vez más rápido realmente no te da un momento de descanso.",
                "A medida que sus labios suaves y regordetes se deslizan a lo largo de su polla junto con una intensa succión de la mente, y su lengua rueda cariñosamente a lo largo de la parte inferior de su dolor de virilidad, no puede evitar sentir que podría estar haciendo aún más para ordeñarlo,Tu experiencia con ella te dejó muy consciente de que está conteniendo en sus intentos de chuparte.",
                "PlayerOrgasmNoSpiritLoss",
                "Pero aun así, solo puedes aguantar durante tanto tiempo, y mientras empuñja tu longitud por su garganta con una poderosa chupa, todo el cuerpo se escapa en el éxtasis de rizado y un gemido jadeado te escapa mientras derramas una carga espesa por la garganta, y ella tararea contundamente mientras detiene su ritmo frenético y lentamente retrocede, simplemente manteniendo su cabezal de polla brotando entre sus labios regordetes, succionando suavemente mientras sigue descargando su semen en sus fauces hambrientas en cuerdas gruesas, y ella no permite que unsoltero caída para escapar de ella.",
                "Lentamente, tu orgasmo finalmente disminuye mientras libera tu polla y lamiéndose audiblemente los labios con un ronroneo cachondo.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Mmmmmmm! ♥ por la diosa, tu semen es tan jodido {i} delicioso {/i} ... ♥ No me importaría obtener {i} adicto {/i} para ... ♥♥♥",
                "150",
                "Mmmmm ... ♥ tu semen es tan bueno ... podría seguir chupando por {i} horas {/i} ... ♥",
                "0",
                "Mmmmm, ♥ delicioso como siempre ... ♥",
                "EndLoop",
                "Jadeas mucho mientras escuchas sus alabanzas, algo contento de que no pueda ver tu rostro sonrojado, hasta que otro pequeño thiving cura a través de ti mientras comienza a besar cariñosamente tu virilidad marcada, dejándola volviendo a crecer de nuevo mientras sus labios regordetes sin duda lo cubren conSu lápiz labial púrpura.",
                "Speaks",
                "Será mejor que no estés cansado todavía, joven. ♥ ese era solo el {i} aperitivo {/i}. ♥",
                "Mara continúa besando a lo largo de su polla rígida, ocasionalmente rodando la lengua en el lugar en un pequeño círculo burlón, y sientes que su lápiz labial cubre más y más con cada beso, hasta que la mujer cachonda finalmente se detiene.",
                "No tienes forma de saber qué tiene en mente exactamente cuando la escuchas de nuevo, aparentemente subiendo a sus pies hasta donde puedes adivinar, dando a tu erección algunos toques ligeros con sus manos hábiles, como para burlarse y provocarUsted, cuando te preguntes, qué vendrá exactamente a continuación.",
                "Finalmente, te encuentras con la sensación de algo suave y húmedo frotando contra la punta de tu furia, pero es {i} claramente {/i} no su boca.Mara deja escapar un gemido suave mientras le da a tu polla algunos golpes con la mano, y rápidamente te das cuenta de lo que está sucediendo exactamente mientras alinea tu punta contra su coño empapado.",
                "Speaks",
                "Mmm. ♥ lo necesito ... asegúrese de correrse tanto como puedas, mi {i} stud {/i}. ♥",
                "Dejas escapar un fuerte gemido mientras sientes que Mara prácticamente se empuja sobre tu polla, enterrándola profundamente en su apretado coño mientras golpea la pared que los separa con una fuerza sorprendente.La mujer sedienta gime con entusiasmo mientras comienza a girar su espalda de cadera y hacia atrás, antes de rebotar rápidamente a un ritmo frenético, follando en el agujero de gloria.",
                "Te retorces en el acto, incapaz de hacer nada mientras te monta, y solo puedes imaginar su gran culo curvilíneo en la pared con cada golpe de tu polla.La inmovilidad de las restricciones de los puestos te deja fantaseando con salir de tus enlaces y agarrar sus suaves accesorios, cavar tus dedos en su trasero regordete mientras la golpeas sin sentido.",
                "En cambio, todo lo que puedes hacer ahora es estar completamente a su misericordia mientras entierra tu erección rígida en el fondo de ella a su propio ocio, y sus movimientos son {i} cualquier cosa {/i} pero gentil;Y cuanto más te folla, más aumenta su ritmo caliente y pesado, gimiendo de placer mientras te usa como poco más que un consolador vivo.",
                "Después de varios minutos de montar vigorosamente tu desventurada polla, sientes que se aparta, tu polla rebota mientras está liberada de su coño exquisitamente lascivo y ajustado.Dejas escapar un gemido ya que se contrae necesitados, prácticamente rogándole que lo volviera a poner, y ella deja escapar una risita sensual en respuesta.",
                "En lugar de intercambiar palabras, sientes que algo golpeó la parte superior de la pared mientras sus dedos cuidados se envuelven con amor alrededor de la circunferencia de tu polla nuevamente, y sientes que se frota contra su coño una vez más, aunque puedes decir que está completamente diferente.posición ahora.Mientras sientes que su clítoris se frota contra la punta de tu polla en cierto ángulo, puedes decir que está mirando más hacia ti y por un lado ahora.",
                "Speaks",
                "Me estoy poniendo tan bien ... ♥ Esto fue {i} significaba {/i} para ser un rápido. ♥ Pero eres un refrigerio tan sabroso, simplemente no puedo resistirme. ♥,",
                "Solo puedes fantasear con la imagen de Mara en una división de pie, su pie de tacón presionado contra la parte superior de la pared que los separan mientras ella sumerge tu polla dentro de su coño apretado nuevamente, los dos gimieron de deleite mientras se reanuda su vigorosaJoder de tu dolor de virilidad como un juguete sexual.Te imaginas que su cuerpo temblando y los dedos de los pies rizados en éxtasis mientras ella monta tu longitud que lo está en profundidad dentro de ella una y otra vez a un ritmo rápido, sin descansar.",
                "La imagen de sus enormes tetas rebotando hacia adelante y hacia atrás mientras mueve sus caderas hacia arriba y hacia abajo sobre su polla, sus muslos dejan poco a la imaginación mientras lo usa en su posición indefensa, sus labios regordetes se separan mientras deja escapar un gemido agradable.Todo el tiempo, empujas débilmente tus propias caderas hacia lo mejor que tu habilidad, en un intento por igualar sus movimientos a pesar de tus restricciones.",
                "Cada ritmo completo de sus caderas anchas deja que tu polla palpita con emoción cuando tu punta golpea su cuello uterino, tus movimientos débiles y restringidos solo amplificando la sacudida celestial de placer rebotando a través de ambos, tus gemidos eróticos y el sonido de sexo todo lo que puedasEscuche mientras se usa como un consolador vivo para lo que se siente como una eternidad feliz.",
                "PlayerOrgasmNoSpiritLoss",
                "Finalmente, ya no puedes soportar el placer candente que atraviesa tu cuerpo mientras sopla una carga gorda dentro del voraz coño de Mara, y la mujer prácticamente se golpea a la pared, obligándolo a verter tu semen directamente en su útero hasta que esté llenoy desbordando.",
                "Ella llora de deleite, dando a su erección temblorosa un puñado de más rebotes de mentalidad para ordeñarlo de todo lo que vale, y lo obliga tanto como su cuerpo puede, cada impacto tentador extrae una cuerda fresca de espesa semen.",
                "Cuando finalmente dejas de correrse, tu cara se aflige de placer, la sientes, casi a regañadientes, retrae a sí misma, liberando tu erección gastada y cubierta de lápiz labial de su coño cuando comienza a cojear.Respiras mucho en jadeos lentos, y puedes escucharla hacer lo mismo cuando se mueve al otro lado de la pared, probablemente vistiéndose.",
                "Speaks",
                "Ahh ... mmmm ... ♥ Buen trabajo, joven. ♥ Mnnn ... ♥ Es una pena que tenga que dejar un poco temprano esta noche, o solicitaría que salga de esa caja y te haga {i} Realmente {/i} trabaja esa polla. ♥",
                "Speaks",
                "Asegúrate de visitarme otra noche, ¿hmm? ♥ para que puedas {i} mirar {/i} Tomar esa polla gorda tuya. ♥",
                "Dejas escapar un gemido agradable y ella se ríe en respuesta, antes de sentir que le das a tu polla algunos besos más cariñosos, dejándote a media mástil antes de que finalmente escuches el sonido de sus tacones altos haciendo clic nuevamente, ahora avanza másmás lejos.",
                "Finalmente, escuchas que tu puesto se desbloquea cuando Belle lo abre.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Speaks2",
                "Muy bien [ThePlayerName], tu turno ha terminado por el día.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Speaks2",
                "Sheesh, te ves bien gastado.Lo que es raro, porque no vi a nadie llevarte esta noche, aparte de esa mujer con el collar ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeBG",
                "InnPlayerRoom.png",
                "Belle piensa por un segundo antes de encogiéndose de hombros para sí misma, desatándote de tu stand y llevándote a la posada.Sientes que tu cuerpo descansa en la cama mientras tu fatiga te alcanza, con el Minotauro que te envía en una manta mientras te quedas dormido ...",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "Dejas escapar un pequeño gemido mientras te despiertas al día siguiente, sintiéndose descansado de tu terrible experiencia con Mara la noche anterior.Mientras te quitas la manta y miras a ti mismo, confirma que ella ha cubierto toda tu polla con marcas de beso morado, encima de las marcas que quedan cuando te chupó, la mayoría de ellas manchadas ahora, aparte de sus besos finales de adiós..",
                "Empiezas a limpiarte tú mismo, solo para ser atrapado en fantasías de los labios de Mara envueltos alrededor de tu polla, marcandote como la suya con su lápiz labial nuevamente antes de ordeñar tus bolas secas ... no lleva mucho tiempo hasta que termines masturbándose a esos pensamientos.",
                "A medida que se corre y finalmente decide limpiarse correctamente, baja las escaleras y cobra tu pago.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5"
            ]
        }
    ]
}