{
    "name": "Bar Glory Hole Succubi",
    "CardType": "GloryHoleShift",
    "CardLimit": "0",
    "Description": "GloryHoleShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "SetChoice",
                "3",
                "",
                "SetChoice",
                "4",
                "",
                "SetChoice",
                "5",
                "",
                "SetChoice",
                "6",
                "",
                "SetChoice",
                "7",
                "",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "Por unos momentos, todo lo que puedes escuchar es una charla ocasional de un grupo de mujeres y personas que se mueven al otro lado de la pared.",
                "VirilityEqualsOrGreater",
                "25",
                "ScenePartOne",
                "Luego sientes el cálido aliento de una mujer en tu polla semi-erecta, mientras respira tu aroma, pero luego la escuchas murmurar con disgusto y alejarse, dejándote de nuevo solo.",
                "A medida que pasa el tiempo, algunas otras chicas monstruosas se detienen y repiten efectivamente el proceso, y en base a su charla, es un grupo de succubi por el que el que está estacionado, y no creen que su semen esté a la altura de sus estándares.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Pero nunca, menos te sientas en el puesto cada vez más aburrido hasta que Belle finalmente regresa y abre la cámara, y comienza a desenvolverte de las restricciones.",
                "Speaks2",
                "Muy bien [ThePlayerName], tu turno ha terminado.Parece que no fuiste lo suficientemente viril para la clientela de esta noche, ya sea que creas que es algo bueno o no, depende de ti.Significa que te pagan mucho menos.",
                "ChangeBG",
                "Inn.png",
                "Ella te ayuda a salir del puesto antes de enviarte en tu camino de regreso a la recepción para recibir tu escaso pago.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeEros",
                "50",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "ScenePartOne",
            "theScene": [
                "SetProgress",
                "1",
                "HoldCurrentVirility",
                "VirilityEqualsOrGreater",
                "300",
                "virileStartFinal",
                "VirilityEqualsOrGreater",
                "200",
                "virileStartTwo",
                "VirilityEqualsOrGreater",
                "100",
                "virileStartOne",
                "JumpToScene",
                "SuccubusOralRandomized"
            ]
        },
        {
            "NameOfScene": "virileStartOne",
            "theScene": [
                "ChangeProgress",
                "1",
                "JumpToScene",
                "SuccubusOralRandomized"
            ]
        },
        {
            "NameOfScene": "virileStartTwo",
            "theScene": [
                "ChangeProgress",
                "2",
                "JumpToScene",
                "SuccubusOralRandomized"
            ]
        },
        {
            "NameOfScene": "virileStartFinal",
            "theScene": [
                "ChangeProgress",
                "3",
                "JumpToScene",
                "SuccubusOralRandomized"
            ]
        },
        {
            "NameOfScene": "SuccubusOralRandomized",
            "theScene": [
                "JumpToRandomScene",
                "SuccubusOne",
                "SuccubusForkedTongue",
                "SuccubusKissing",
                "SuccubusCup",
                "SuccubusTitfuckBJ",
                "SuccubusDuo",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "SuccubusOne",
            "theScene": [
                "IfChoice",
                "2",
                "SuccOneIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "2",
                "SuccOneIsDone",
                "Luego sientes el cálido aliento de una mujer en tu polla rápidamente rígida mientras respira profundamente tu aroma antes de dejar escapar un suspiro hambriento y sellando sus suaves labios alrededor de tu punta, comenzando suavemente a sacudir la cabeza hacia arriba y hacia abajo de tu longitud,chupando con avidez cada centímetro.",
                "Su lengua se desliza hacia arriba y hacia abajo por la parte inferior de su eje, lamiendo su punta de fuga cuando se retira, tratando tentador de convencer su semilla lo más rápido posible, su intención chupando los labios solo aumentan el placer de hormiguear sus caderas.",
                "Incapaz de ver, y apenas capaz de moverse, solo te quedas capaz de concentrarte en su boca, complaciendo tu virilidad, dejándote hundirte en la cálida felicidad húmeda envuelta alrededor de tu polla, deleitando en cada pequeña sensación que inflige en tu palpitante polla.",
                "Ni siquiera puedes tratar de pensar en otra cosa que no sea el placer de su boca tratando de drenar tus bolas, la sensación de que sus labios firmemente sellados acarician tu longitud y su lengua hambrienta burlando tu polla dolorida, expulsa cualquier otro pensamiento, dejandoAcepta ansiosamente el servicio oral experto que está recibiendo.",
                "Ella deja escapar de gemidos maravillosos y cachondos mientras se balancea hacia arriba y hacia abajo de tu eje, claramente disfrutando dándote la cabeza casi tanto como tú, el sonido de chupación húmeda que emana de su boca crece en intensidad mientras se sacude la cabeza más rápido, haciendo que tu dolor de bolas doloridastiempo en preparación a medida que su orgasmo se acerca rápidamente.",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Tu mente se está en blanco de placer mientras se empuñ si a la longitud por su apretada garganta, dejándote descargando espesas cuerdas de semen explosivamente por su garganta, y se sorprende de sorpresa mientras tu potente y viril semilla se adhiere a su interior, dejándola desesperadamente tratando de tragarTodo hacia abajo, tirando lentamente hacia atrás con un ronroneo sensual que te mantiene descargando una corriente de semen casi constante en su boca hambrienta.",
                "100",
                "Tu mente se está en blanco de placer mientras se empuñ si a la longitud por su apretada garganta, dejándote descargando espesas cuerdas de semen directamente por su garganta, y se sorprende mientras tu potente semilla se adhiere a su interior, dejándola tratando de tragarlo todo hacia abajo todo, retrocediendo lentamente con un ronroneo sensual que te mantiene descargando semen en su boca hambrienta.",
                "0",
                "Tu mente se acumula de placer mientras se empuñ si a la longitud por su apretada garganta, dejándote descargando cuerdas de semen directamente por su garganta, y lentamente se aleja con una tontería larga, tragando tu esperma todo el tiempo.Luego, a medida que su cuerpo tensa el orgasmo se aleja, libera tu punta de sus labios con un pop húmedo.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Sus labios permanecen firmemente encerrados alrededor de su circunferencia en una forma de O maravillosamente suave mientras lentamente regresa a su punta, la maravillosa succión sola extrae aún más semen de sus dolor de dolor y rotas.Sus tragos audibles y eróticos envían escalofríos por la columna vertebral del sonido de ella alimentándose ansiosamente de su espeso semen, pero con la gran cantidad que está derramando, está empezando a luchar a beber toda su semilla gruesa.",
                "100",
                "Sus labios permanecen firmemente encerrados alrededor de su circunferencia en una forma maravillosamente suave mientras lentamente regresa a su punta, la succión parece sacar aún más semen de sus bolas doloridas.Sus tragos audibles y eróticos envían escalofríos por la columna vertebral del sonido de ella alimentándose ansiosamente de su semen, luego, a medida que su cuerpo tensa el orgasmo, libera su punta de sus labios con un pop húmedo y satisfactorio.",
                "0",
                "",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "La escuchas dejar escapar un ruido húmedo de sorpresa mientras sigues brotando en su boca del afecto amoroso de su lengua, dejando tu semen babeando de su boca, y finalmente libera tu punta de espasmo de sus suaves labios, dejándote cubriendo su rostro conRopas de esperma mientras ella traza ruidosamente su gruesa comida, dejándote temblando con la dicha post-orgasmica, incluso cuando el placer se aleja.",
                "0",
                "",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Mnnn! ♥ ahhh! ♥ o-oh {i} f-fuck! ♥ {/i} Tu semen es tan delicioso y grueso an- oh {i} diosa {/i} todavía me pegan a mi garganta. ♥♥ mmm, ♥ y en toda mi cara. ♥ Tengo que contarles a los demás sobre ti. ♥",
                "100",
                "Oh, ♥ mmmm, ♥ {i} wow, ♥ {/i} eres delicioso, ♥ y tu semen también es muy grueso. ♥ jeje, necesito volver por segundos. ♥",
                "0",
                "Mmmmm, ♥ eso fue bastante sabroso. ♥ Tal vez volveré por segundos. ♥",
                "EndLoop",
                "Ella le da a tu polla y una tumba un beso de despedida, enviando una sacudida de éxtasis a través de tu longitud gastada.Antes de que ella se vaya, y te quedas solo por unos momentos, jadeando para recuperarse de tu orgasmo, sintiéndote bastante drenado de él.",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "SuccubusForkedTongue",
            "theScene": [
                "IfChoice",
                "3",
                "SuccForkedIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "3",
                "SuccForkedIsDone",
                "Luego, una mano suave agarra firmemente su polla semi-hard y la bombea lentamente, llevando rápidamente su polla a una erección completa y rígida.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "200",
                "{i} ohhh, ♥ {/i} hueles {i} increíble. ♥ {/i} jahhh, ♥ tu aroma está inundando por completo mi mente. ♥ un semental como tú definitivamente tiene algo {i} grueso {/i}yo. ♥",
                "100",
                "Jeje, ♥ hueles delicioso. ♥ puedo decir que tienes algunos bonitos {i} espesas {/i} cargas para mí. ♥",
                "0",
                "Jeje, ♥ hueles bien. ♥ apuesto a que tienes una bonita carga gruesa para mí. ♥",
                "EndLoop",
                "Te tiemblas mientras la escuchas lasciva, y abres húmedamente la boca antes de que ella le dé a tu polla un beso descuidado, rodando su lengua larga y carecida mientras acaricia tu polla dolorida, cada bucle de su lengua envía un delicioso perno de placer a lo largo de tu longitud.",
                "Su lengua dividida baila con amor alrededor de tu espada y sensible cabeza de polla, enviando sacudidas tras una sacudida de éxtasis corriendo en tus caderas, dejándote con un placer borracho que no puede concentrarte en otra cosa que no sea la maravillosa e ineludible dicha oral mientras ella se burla suavemente de tu uretra.",
                "Ella le da a tu propina una succión hambrienta y vuelve a tu punta que bebe con avidez cualquier pre-cum que se filtre, luego detiene su mano acariciada para prepararse contra la pared.Apenas se le da un momento para prepararse antes de que ella comience a una garganta rápidamente profunda, su erección, dejándolo gimiendo incoherentemente en la dicha mientras sus largas y hábiles bobinas de lengua y baila alrededor de su dolor de virilidad.",
                "Cada vez que tu polla golpea la parte posterior de su garganta apretada, un pulso de éxtasis se lava a través de ti, y con su cara de tu cara en tu rígido eje, rápidamente te ahogas de placer, tu polla espasmante se prepara ansiosamente para darle a la hambrienta mujer hambrientaExactamente lo que ella quiere mientras su lengua dividida se burla de la parte inferior de su longitud, cada mitad envuelve tentador alrededor de su circunferencia.",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Ella se retira con una succión burlona que te deja retorciéndote en tus restricciones mientras comienzas a verter brotes gruesos de semilla en su boca, temblando de placer mientras su lengua larga y larga masajea con amor tu punta, ordeña una corriente casi constante con cada semen con cada uno con cada uno.Amar a apriete, enviando una cascada pulsante de felicidad caliente atravesando las caderas.",
                "100",
                "Ella se retira con una succión burlona que te deja retorciéndote en tus restricciones mientras comienzas a verter tu gruesa semilla en su boca, temblando de placer mientras su lengua larga y carecida masajea con amor tu punta, ordeña un chorro adicional de semen con cada apretón amoroso, enviando sacudidas de felicidad caliente atravesando sus caderas.",
                "0",
                "Ella se retira con una succión burlona que te deja retorciéndote en tus restricciones mientras comienzas a verter tu semilla en la boca, temblando de placer mientras su lengua larga y cariñada masajea con amor tu punta, persuadiendo algunos disparos adicionales de semen de ti conAmar a los apretones, enviando escalofríos de dicha revoloteando por las caderas.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Te quedas temblando en dicha y gimiendo de manera incoherente mientras sigue lamiendo y chupando tu punta, manteniéndote constantemente estimulada a medidaCon placer al alimentarla, su lengua se burla implacablemente de su glande durante todo el orgasmo, dejándote corriendo tu cerebro por sus burlas bucales expertas.",
                "100",
                "Te quedas temblando en dicha y gimiendo de manera incoherente mientras sigue lamiendo y chupando tu punta, persuadiendo aún más de tu semilla de tus bolas doloridas, y ella traza con avidez cada gota, manteniéndote más bien estimulado a través de tu orgasmo, su lengua provocó sinelearse de su glande mientras se corre el cerebro.",
                "0",
                "Te quedas temblando en dicha y gimiendo de manera incoherente mientras sigue lamiendo y chupando tu punta, asegurándote de que se ponga hasta la última gota, sobreestimulando con placer que se asomana mientras extrae cada bits de tu semen para tragar antes de soltarteSu longitud libre con un suspiro húmedo, dejando a su longitud gastada contrajándose al aire libre.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Con fuerte y lascivo apesta, extrae cada carga de semen que puede, casi logrando mantener su orgasmo en un alto constante antes de que finalmente se aleje, felizmente tragando su semen antes de finalmente dejar su longitud con un suspiro húmedo y satisfecho,Dejando su longitud gastada retorciendo al aire libre.",
                "100",
                "Con ruidoso y lascivo, apesta, extrae cada parte perdida de su semen que puede, ya que su orgasmo finalmente se aleja, felizmente tragándolo antes de dejar su longitud libre con un suspiro húmedo y satisfecho, dejando su longitud gastada en el aire libre.",
                "0",
                "",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Jahhhh ... ♥ que fue {i} perfecto. ♥ {/i} mmmm ... ♥ tan lleno ... ♥ pero todavía quiero más ... ♥ jeje, ♥ bueno, tal vez más tarde. ♥",
                "100",
                "Jajhhh ... ♥ que estaba delicioso. ♥",
                "0",
                "Jajhhh ... ♥ no está mal. ♥",
                "EndLoop",
                "Ella tararea de satisfacción mientras se aleja, dejándote jadeando y temblando mientras te recuperas de tu intenso orgasmo.",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "SuccubusKissing",
            "theScene": [
                "IfChoice",
                "4",
                "SuccKissIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "4",
                "SuccKissIsDone",
                "Luego, un dedo presiona suavemente su punta, y levanta su eje semi-duro para apuntar hacia arriba, y se planta un beso suave cerca de la base de su longitud, enviando un escalofrío de placer a través de las caderas y haciendo que su eje se hinche al instante hasta el máximolongitud.",
                "Speaks",
                "Jeje, ♥ es hora de besar a esta polla en sumisión. ♥",
                "Ella sigue su delicado dedo por tu longitud ahora rígida antes de que se aleje de tu polla sacudida, y luego comienza a plantar beso después de un beso a lo largo de tu eje desde la parte inferior, cada simple beso envía una sacudida de placer a través de tus caderas.",
                "Cada beso húmedo se siente mejor que el anterior, las chispas de éxtasis se amplifican mientras besa tu dolor de polla, la pausa ocasional entre los besos dejan tu polla palpitando en anticipación para la siguiente.",
                "Mientras le da a la parte inferior de tu punta un beso burlón que te dejan gemir incoherentemente, tu polla burbujeando con necesidad mientras sus labios se vierten con lujuria fundida antes de apartarse, dejándote en el borde alucinante.",
                "Speaks",
                "Ahh, ♥ te ves tan necesitada ahora. ♥ listo para brotar por mí. ♥ bueno, ♥ gracias por la comida. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Luego planta sus suaves labios en su punta de espasmo, dándole un lento largo que electrifica todo su cuerpo con un éxtasis maravilloso, dejando que su polla palpitante descargue largas y gruesas cuerdas de esperma en su boca que puede oír su audiblemente engañarse tanElla continúa besando firmemente tu espasmo de la virilidad, y tus pelotas pesadas producen con entusiasmo más semen para que ella beba.",
                "100",
                "Luego planta sus suaves labios en su punta de espasmo, dándole un lento largo que electrifica todo su cuerpo con un éxtasis maravilloso, dejando su polla palpitante descargando cuerdas gruesas de esperma en su boca que puede escuchar su audiblemente salpicando mientras continúaPara besar firmemente su espasmo de virilidad, y sus bolas agitadas hacen todo lo posible para derramar tanta semilla como puedan.",
                "0",
                "Luego planta sus suaves labios en su punta de espasmo, dándole un lento largo que electrifica todo su cuerpo con un éxtasis maravilloso, dejando su polla palpitante descargando cuerdas de semen en su boca para que pueda escuchar su audiblemente traza mientras continúaBesa firmemente tu virilidad por espasmo.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "La mujer ni siquiera necesita molestarse en usar su lengua, la mera sensación de sus suaves labios presionando contra su cabeza de polla te deja ahogando en un mar de éxtasis constante mientras las cálidas ondas de placer felices se extienden a través de tu erección espasmante, manteniéndote chorreando tu viscosoy semilla viril en su boca hambrienta en una corriente constante de brotes alucinantes.",
                "100",
                "La mujer ni siquiera necesita molestarse en usar su lengua, la mera sensación de sus suaves labios presionando contra su cabeza de polla te deja ahogando en un mar de éxtasis constante mientras las cálidas ondas de placer felices se extienden a través de tu erección espasmante, manteniéndote provocando tu virilSemilla en su boca hambrienta en largos y alucinantes chorro.",
                "0",
                "La mujer ni siquiera necesita molestarse en usar su lengua, la mera sensación de sus suaves labios que presionan contra su cabeza de polla te deja ahogando en un mar de éxtasis constante mientras las ondas de placer felices y felices se extienden a través de tu erección espasmante, manteniéndote estimulando tu semillaen su boca hambrienta.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "El beso se siente como si nunca terminará cuando la alimentes cada gota que desea, sus suaves labios sacan tu potente semen de tu polla sobreestimulada como una paja, hasta que finalmente termina el beso con un fuerte golpe, dejándote brotando múltiples, cuerdas perdidas de tu gruesa semilla en toda su cara, y probablemente el piso.",
                "100",
                "El beso se siente como si nunca terminará cuando la alimentes cada gota que desea, sus suaves labios sacan tu potente semen de tu polla sobreestimulada como una paja, hasta que finalmente termina el beso con un fuerte golpe, dejándote brotando múltiples, cuerdas perdidas de tu semilla gruesa probablemente en su rostro.",
                "0",
                "El beso se siente como si nunca terminará cuando la alimentes cada gota que desea, sus suaves labios prácticamente sacan tu esperma de tu polla sobreestimulada, hasta que finalmente termina el beso con un fuerte golpe, dejándote golpeando algunas cuerdas perdidasde semillas muy probablemente en su rostro.",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Oh! ♥ jeje, ♥ mmmm, ♥ fuiste y cubriste mi cara con semen. ♥ No me importa.",
                "100",
                "Oh! ♥ jeje, ♥ mmmm, ♥ fuiste e hiciste un desastre por toda mi cara. ♥ No me importa.",
                "0",
                "¡Oh! ♥ Jeje, ♥ Mmmm, ♥ Fuiste e hiciste un desastre en toda mi cara. ♥ No me importa. ♥",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "La escuchas lamer sus labios, antes de que ella le dé a tu polla marcada un beso más que te envía un ola eléctrica de placer a través de ti, dejándote sonriendo borracho, dándole un último chorro de semen antes de que se aleje.Dejándote temblando de placer mientras tu dolor de polla queda goteando una pequeña cuerda corrida para la próxima chica monstruosa hambrienta.",
                "100",
                "La escuchas lamer sus labios, antes de que ella le dé a tu polla marcada un beso más que envía una ola eléctrica de placer a través de ti, dejándote sonriendo borracha y temblando de placer mientras se aleja, tu dolor de polla se queda con fugas previas para elSiguiente chica monstruosa hambrienta.",
                "0",
                "Ella le da a tu polla marcada un beso más que envía una ola eléctrica de placer a través de ti, dejándote sonriendo borracho y temblando de placer mientras se aleja.",
                "EndLoop",
                "Tu mente se deja en blanco por unos momentos mientras intentas recuperarte de tu intenso orgasmo inducido por besos, jadeando y jadeando en delirio leve.",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "SuccubusCup",
            "theScene": [
                "IfChoice",
                "5",
                "SuccCupIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "5",
                "SuccCupIsDone",
                "Entonces, lo que supone es que se presiona una copa de vino contra la parte inferior de su punta, la sensación genial que hace que su polla se hinche ligeramente, y escucha que el dueño de la copa se rompe los dedos mientras habla en un tono desinteresado.",
                "Speaks",
                "Llena mi taza.",
                "Otra voz interviene, hablando con el dueño de la voz fría y el vidrio.",
                "Speaks",
                "Tienes que chuparlo. ♥",
                "La mujer suspira con desdén leve.",
                "Speaks",
                "Ugh, ¿los hombres no saben cómo correrse aquí?Bien, supongo que entrenaré un poco este.",
                "Te sientes un poco nervioso por su declaración, luego ella le rompe los dedos y jadeas mientras un aumento de la magia fluye a través de tu longitud al instante, lo que se hincha al máximo a toda su longitud.",
                "Mantiene su vaso debajo de su punta, incluido preventivamente para atrapar cada gota de su semilla cuando te corras, chasqueando los dedos nuevamente usando su mano libre, enviando una ola de placer hormigueante.",
                "Speaks",
                "Cum.♥",
                "Su voz fría desinteresada se traslada a una de la seducción fundida en un instante, atrapándote desprevenido con su ronroneo sensual mientras el placer se extiende a través de tus caderas de su magia.",
                "Speaks",
                "No hay necesidad de contenerse. ♥ Cum. ♥",
                "Ella puntúa sus palabras con otro chasquido de sus dedos, haciendo que tu polla palpite con felicidad mientras gemiste de placer, sus palabras extrañamente fascinantes, tan dulce que solo quieres seguir y hacer lo que quiera.",
                "Speaks",
                "Se siente tan bien {i} cum {/i}. ♥",
                "La mujer vuelve a tomar sus dedos y te tiemblas con éxtasis mientras tu polla se contrae en respuesta a su comando mágicamente aplicado, y te encuentras que tus pensamientos se enfocan rápidamente en correrse tan pronto como puedas, se sentiría {i} So {/i} bueno para alimentarla.",
                "Speaks",
                "Eso es todo, quieres {i} cum {/i}. ♥ quieres {i} spurt {/i}. ♥ es la cosa {i} solamente {/i} en la que puedes pensar. ♥",
                "Ella se ajusta a tiempo con sus palabras y te encuentras alejándote con las olas de placer, ansiosa por seguir sus palabras seductoras, centradas solo en la necesidad burbujeante de correrse en tu cerebro.",
                "Speaks",
                "Nada está mal con {i} Spuring {/i} rápido, ♥ siempre que sea cuando se le dice que {i} cum {/i}. ♥",
                "Los pulsos del éxtasis mágico se lavan a través de ti, tentándote a descargar, el placer alucinante dejando que su dulce voz se acumule sensualmente en tu mente y te guíe hacia lo que ambos quieren, cada chasquido de sus dedos te acerca más y más cerca del borde.",
                "Speaks",
                "Así que continúe, {i} cum {i}. ♥ {i} spurt. ♥ {i} deja que todo salga.i} cum! ♥ {i}",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Ella rápidamente le chasta los dedos a tiempo con sus palabras, cortocircuitando tu cerebro cachonda y sobrecargado con una cascada de dicha ondulante, obligando a tu polla espasmante a finalmente verter tu gruesa semilla en su vaso en su vaso largo y desordenado, dejando tu mente, dejando tu menteMusta cachonda mientras sigue chasqueando los dedos, diciéndole que se corra por ella una y otra vez, lo que lo profundiza en su cerebro.",
                "100",
                "Ella rápidamente le rompe los dedos a tiempo con sus palabras, cortocircuitando su cerebro cachonda y sobrecargado con una cascada de felicidad ondulante, obligando a su polla espasmante a verter finalmente su gruesa semilla en su vaso en largas chorros, dejando su mente con la mente.Mientras sigue chasqueando los dedos, diciéndole que se corra una y otra vez, lo que lo profundiza en su cerebro.",
                "0",
                "Ella rápidamente le rompe los dedos a tiempo con sus palabras, cortocircuitando su cerebro cachonda y sobrecargado con una cascada de dicha ondulante, obligando a su polla espasmante a verter finalmente su semilla en su vaso en largas chorros, dejando su mente cachonda tan cachonda tanElla sigue chasqueando los dedos, diciéndole que se corra por ella una y otra vez, lo que lo profundiza en su cerebro.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "El placer mantiene su mente en blanco mientras llena su vaso hasta el borde con su semilla, sus dedos que toman su euforia golpearon la erección descargando todo lo que puede, una corriente casi constante de semen que sale de su virilidad amenaza con desbordamiento de la taza, haciendo queLa mujer dejó escapar un grito de sorpresa.",
                "100",
                "El placer mantiene su mente en blanco mientras llena su vaso hasta el borde con su semilla, sus dedos que toman su euforia golpearon la erección descargando todo lo que puede, dejando sus bolas doliéndose de nada a medida que se vacían.",
                "0",
                "",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Ella rápidamente, pero quita cuidadosamente la taza, sellando sus suaves labios alrededor de tu punta, tratando de no hacer un desastre mientras continúas brotando, y ella deja escapar un gemido de sorpresa mientras bebe por tu semilla, y sigue rompiéndoladedos, dejando sus bolas agitadas doliendo felicidad mientras se vacían en su boca hambrienta, su lengua lamiendo suavemente su espasmo.",
                "0",
                "",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "La mujer finalmente deja de chasquear los dedos cuando su semen deja de derramar, y luego aleja sus labios de tu calma, sacudiendo la polla con un pop húmedo seductor, y la escuchas lamer sus labios con un ronroneo hambriento mientras todo tu cuerpo tembla conréplicas de placer.",
                "100",
                "La mujer tararea con aprobación mientras aleja la taza de tu polla titulando, titulando todo tu cuerpo temblando con réplicas de placer mientras la escuchas tomar un sorbo de tu semilla fresca.",
                "0",
                "La mujer tararea contenta mientras aleja la taza de tu polla marcando, titulando la polla, todo tu cuerpo temblando con réplicas de placer mientras la escuchas tomar un sorbo de tu semilla fresca.",
                "EndLoop",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Oh {i} my! ♥ {/i} simplemente sabes {i} exquisito. ♥ {/i} y tú también viniste tanto. ♥ No tenía idea de que había hombres de calidad en este establecimiento ... me pregunto siEstás a la venta ...",
                "100",
                "Hm! ♥ Esto es bastante maravilloso, y tú también dejas salir mucho ... ♥ Tal vez volveré más tarde para volver a llenar ... ♥",
                "0",
                "Hm! ♥ no está mal.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Escuchas su paso, tomando una bebida codiciosa de su vaso completo, dejándote tratar de recuperarte de la experiencia alucinante de Cumming con muy poca estimulación real, anhelando irreflexivamente a otra mujer que te ordene que te brote ...",
                "0",
                "Escuchas su paso, dejándote recuperarte de la experiencia alucinante de Cumming con muy poca estimulación real, anhelando irreflexivamente a que otra mujer te ordene brotar ...",
                "EndLoop",
                "ChangeSensitivity",
                "Magic",
                "5",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "SuccubusTitfuckBJ",
            "theScene": [
                "IfChoice",
                "6",
                "SuccTituckIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "6",
                "SuccTituckIsDone",
                "Entonces sientes que un par de tetas suaves envuelve alrededor de tu polla semi-hard, lo que hace que se produzca rápidamente a lo largo mientras rodan suavemente tu virilidad.",
                "Speaks",
                "Oh mi, ♥ ya estás twitching. ♥ que enérgico. ♥",
                "Sus abundantes senos se juntan con amor mientras bombea tu virilidad contraproducente con su abrazo celestial, enviando olas de placer felices a través de tus caderas con cada golpe.",
                "Speaks",
                "Mis pechos se sienten bien, ¿verdad? ♥ Asegúrate de derramar muchos semen para ellos. ♥",
                "Gomas irreflexivamente mientras masajea su polla palpitante con sus grandes tetas suaves, y ocasionalmente la mezcla con un apretón tentador o moviéndolas en direcciones alternativas, dejándote temblando de placer y tus bolas tensas como éxtasis se derriten a través de tu ingle.",
                "Speaks",
                "Ahí tienes. ♥ casi ahí. ♥",
                "Sus senos de malvavisco son completamente abrumadores de tu erección espumosa con la felicidad, cada apretón y batido amenazando con terminarte, y tal como crees que no podrías sentir mejor, ella sella sus labios alrededor de tu punta y comienza a chupar desordenando y lamerlo,Enviando una cascada de éxtasis alucinante atravesando a través de ti.",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "100",
                "Callas en euforia incoherente, chocando con gruesas cuerdas de semen potente en su boca hambrienta mientras ella continúa bombeando tu longitud con sus tetas suaves, ordeñando hasta la última gota que puedes ofrecer mientras atormenta con amor a tus glandes sensibles con placer, su experta lengua.Locando a su punta mientras sus labios permanecen firmemente sellados con una intensa succión.",
                "0",
                "Callas en euforia incoherente, chocando con gruesas cuerdas de semen en su boca hambrienta mientras continúa bombeando tu longitud con sus tetas suaves, ordeñando hasta la última gota que puedas ofrecer mientras atormenta con amor a tus glandes sensibles con placer, su hábil lengua lamiendoA su propina mientras sus labios permanecen firmemente sellados con una intensa succión.",
                "EndLoop",
                "Speaks",
                "Nm, ♥ Thatsh es todo. ♥ Mantenga mnnnn, ♥ alimentándome. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Una oleada de magia de sus senos te deja gemir en la dicha sin sentido mientras sigue frotando tu espasmo con sus suaves tetas, extendiendo tu intenso orgasmo con un éxtasis caliente y ardiente, dejándote corriendo sin parar en su boca chupada, vertiendo tu semilla virilElla mientras su lengua rueda sensualmente alrededor de tu cabina, enviando sacudidas temblorosas de felicidad disparando a través de tu cuerpo.",
                "100",
                "Una oleada de magia de sus senos te deja gemir en la dicha sin sentido mientras sigue frotando tu espasmo con sus suaves tetas, extendiendo tu orgasmo con un salto de éxtasis ardiente, dejándote tirar sin parar en su boca chupa, vertiendo tu semilla viril en ellaMientras su lengua rueda sensualmente alrededor de su cabeza de gallina, enviando sacudidas temblorosas de felicidad disparando a través de su cuerpo.",
                "0",
                "Una oleada de magia de sus senos te deja gemir en la dicha sin sentido mientras sigue frotando tu espasmo con sus suaves tetas, extendiendo tu orgasmo con un salto de éxtasis caliente, dejándote corriendo casi sin parar en su boca chupada, su lengua rodando sensualmente.Tu cabeza de gallina, enviando sacudidas temblorosas de dicha disparando a través de tu cuerpo.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Se siente como si estuviera tratando de drenarte mientras te brotas y brotes sin fin a la vista, dejándote perdido en la maravillosa sensación de sus abundantes senos y chupando labios, una sonrisa borracha borracha en tu rostro mientras devora cada gota de tuSemilla viril que quiere, manteniéndote descargando un flujo casi constante de espeso espeso en ella.",
                "100",
                "Se siente como si estuviera tratando de drenarte mientras te brotas y brotes sin fin a la vista, dejándote perdido en la maravillosa sensación de sus abundantes senos y chupando labios, una sonrisa borracha borracha en tu rostro mientras devora cada gota de tuSemilla viril que quiere, manteniéndote descargando espesas cuerdas de semen en ella.",
                "0",
                "Se siente como si estuviera tratando de drenarte mientras te brotas y brotes sin fin a la vista, dejándote perdido en la maravillosa sensación de sus abundantes senos y chupando labios, una sonrisa borracha borracha en tu rostro mientras devora cada gota de tusemilla que quiere.",
                "EndLoop",
                "Finalmente, se aleja, liberando tu polla temblorosa de su escote y su semen que drena la boca, el orgasmo que extiende la magia que se desvanece en un instante, dejándote temblando con réplicas de placer.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "{i} phwaaaa, ♥ {/i} mmmmm, ♥ {i} tan delicioso. ♥ {/i} oh ... ♥ Realmente quiero más, tu semen es tan grueso que no puedo obtener su maravilloso saborde mi boca. ♥ jeje, ♥ pero debería darle a esta feliz polla tuya primero. ♥",
                "100",
                "{i} phwaaaa, ♥ {/i} mmmmm, ♥ {i} delicioso. ♥ {/i} oh ... ♥ quiero más ... ♥ Pero debería darle a esta feliz polla tuya primero.♥",
                "0",
                "{i} Phwaaaa, ♥ {/i} mmmmm, ♥ delicioso. ♥ Jeje, ♥ Apuesto a que lo disfrutaste. ♥",
                "EndLoop",
                "Ella traza un dedo en el dedo alrededor de su punta hinchada, sacudida, enviando thivers de dicha a través de ti antes de que se aleje, dejándote recordarte después de ser ordeñado por sus senos y la boca ...",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "SuccubusDuo",
            "theScene": [
                "IfChoice",
                "7",
                "SuccDuoIsDone",
                "SuccubusOralRandomized",
                "SetChoice",
                "7",
                "SuccDuoIsDone",
                "Luego sientes que un par de manos suaves se envuelven alrededor de tu polla semi-hard, y te acarician suavemente a la erección plena, el cálido aliento de dos mujeres a tu longitud solo acelera el proceso.",
                "Speaks",
                "Hmmm, ♥ este se ve bien. ♥",
                "Otra voz dulce entera después de que su dueño respira profundamente su aroma, sus manos todavía bombean en broma la rígida virilidad.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Mmmm, ♥ huele {i} increíble. ♥ {/i} apuesto a que podría emborracharme solo con su aroma. ♥",
                "100",
                "Mmmm, ♥ huele {i} realmente {/i} bueno. ♥",
                "0",
                "Mmmm, ♥ huele bien también. ♥",
                "EndLoop",
                "La mujer que acaba de terminar su evaluación tira de su punta en su boca y comienza a chupar con avidez tu punta, rodando la lengua alrededor de tu glande sensible, enviando maravillosas chispas de placer a ti.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "{i} oooh, ♥ {/i} tienes razón. ♥ mnnn, ♥ apuesto a que tiene todo el semen que podemos beber. ♥",
                "100",
                "Sí, ♥ Estoy seguro de que tiene un {i} montón {/i} ♥ de semen para nosotros ♥",
                "0",
                "Sí, ♥ Estoy seguro de que tiene al menos {i} {/i} ♥ una carga para cada uno de nosotros. ♥",
                "EndLoop",
                "Su amiga deja escapar un acuerdo amortiguado mientras le chupa la cabeza de la polla, ambas manos se escapan de su eje mientras el comentario burlón de la mujer envía un escalofrío seductor en su mente, y comienza a plantar besos a lo largo del costado de su rígida virilidad.",
                "Suspiras felizmente mientras la mujer chupando tu punta comienza a sacudirse la cabeza hacia arriba y hacia abajo de tu longitud, dejando escaparlos eróticos y chupa mientras ella lame expertos en tu eje.Su amiga adorando tentadoramente cualquier pulgada de carne disponible que pueda besar y lamer, enviando ondas de placer derretidas a tus caderas.",
                "De repente, intercambian tu polla sacudida entre sus bocas, el nuevo par de labios que chupa intensamente mientras presiona tu punta en su mejilla mientras lame junto con la corona de tus glandes y la otra mujer lame y besan por la base de tu eje.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "Ohhh ... ♥ Ojalá esas pelotas tuyas estuvieran aquí para poder chuparlas. ♥ Hazlas girar y {i} dolor {/i} ♥ con necesidad. ♥",
                "100",
                "Ohhh ... ♥ Ojalá tus bolas estuvieran aquí para poder chuparlas. ♥ Hazlas girar y {i} Achee {/i} ♥ con necesidad. ♥",
                "0",
                "Ohhh ... ♥ Ojalá tus bolas estuvieran aquí para poder chuparlas. ♥ haciéndolas dolor de necesidad. ♥",
                "EndLoop",
                "Su amiga deja escapar una risita mientras comienza a sacudirse los labios por la parte superior de su longitud, dejando que la otra mujer tenga un reinado completo durante la mitad inferior, sus burlas combinadas y chupa enviando sacudidas tras ser de placer a través de su contracción.polla.",
                "Luego, mientras se lame por tu eje, su amiga pasa tu longitud en su boca, cambiando los roles nuevamente, enviando una ola tensadora de dicha melosa a través de ti, su lengua roda con amor alrededor de tu punta de espasmo mientras sus plantas compatriotas se burla de tu longitud a lo largo de tu longitud.",
                "Speaks",
                "Jeje, ♥ está palpitando mucho ahora. ♥ apuesto a que está casi listo para brotar. ♥",
                "Su amiga suelta un gemido amortiguado de acuerdo, y de repente se le da un reinado total de su longitud, ansiosamente profundamente cutando su longitud mientras el otro observa con una risita.",
                "La succión de su boca solo se intensifica con cada momento que pasa, dejándote gemir de manera incoherente cuando lentamente se retira a tu punta, sus labios suaves firmemente sellados deslizándose a lo largo mientras su lengua masajea la parte inferior de tu eje, amenazando con sacar tu semilla en largoespurios gruesos.",
                "Sientes que sus suaves labios en forma de O te van a enojar de placer a medida que la presión se acumula y se acumula dentro de tus bolas, la mera succión de su boca amenazando con la leche te seca, dejándote impotente eufórico de su lengua tratando de convencer tu semilla..",
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "Ella golpea tu longitud por su apretada garganta, y con una final final, larga y larga, chupa mientras tira hacia atrás a tu punta, te dejan gimiendo de manera incoherente mientras descargas cuerdas largas y gruesas de vírgenes y vírgenes en su boca, la intensa succión prácticamente vaciandoTu potente semilla de tus bolas de contracción como si tu polla fuera solo una pajita.",
                "100",
                "Ella golpea tu longitud por su apretada garganta, y con una final final, larga y larga, chupa mientras tira hacia atrás a tu punta, te dejan gemir de manera incoherente mientras descargas cuerdas largas y gruesas de semen en su boca, la intensa succión prácticamente vacía tuSemilla de tus bolas de contracción como si tu polla fuera solo una pajita.",
                "0",
                "Ella golpea tu longitud por su apretada garganta, y con una final final, larga y larga, chupa mientras tira hacia atrás a tu punta, te dejan gemir de manera incoherente mientras descargas largas cuerdas de semen en su boca, la intensa succión prácticamente vacía tu semillade tus bolas como si tu polla fuera solo una pajita.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "El placer irradioso no se desvanece en lo más mínimo, manteniéndote duro y corriéndote sin sentido mientras vierte tu potente semen en su maravillosa boca en una corriente casi constante, su lengua experta ayudando a convencer aún más de tu increíblemente grueso semen como esto.Mueve la parte inferior de tu propina, y ella no tiene problemas para beber la increíble cantidad de semen que te está sacando.",
                "100",
                "El placer irradioso no se desvanece en lo más mínimo, manteniéndote duro y corriéndote sin sentido mientras vierte tu potente semen en su maravillosa boca en constantes chorros, su lengua experta ayuda a convencer aún más de tu semen grueso mientras mueve la parte inferior de la parte inferiorde su consejo, amplificando su orgasmo alucinante.",
                "0",
                "El placer radiante no se desvanece en lo más mínimo, manteniéndote duro y corriéndote sin sentido mientras vierte tu semen en su maravillosa boca, su lengua experta ayuda a sacar aún más de tu semen mientras mueve la parte inferior de tu punta.",
                "EndLoop",
                "Speaks",
                "¡Hola, recuerda compartir!",
                "Estás tan aturdido, casi olvidaste que el segundo succubus estaba allí, y a mediados de la orgasmo tu longitud se intercambia en sus labios, ella deja escapar un feliz ruido de satisfacción mientras succiona tu punta, bebiendo el semen callejero a la izquierda.Detrás, y sin la intensa succión que aturde la mente, puedes sentir el intenso orgasmo eufórico que se aleja.",
                "Speaks",
                "Bueno, quería comer ante ti por una razón ...",
                "No puedes evitar gemir como de repente tu polla siente la sensación de sus besos labios y lamiendo la lengua por todo el eje, Echos de sus acciones anteriores cuando los dos te atendieron juntos, dejándote sin aliento en el sin pararplacer oral.",
                "La mujer chupando risitas juguetonamente ante tu reacción, o tal vez en el comentario anterior de sus amigos, no se puede decir más, sus labios chupando firmemente alrededor de tu espasmo en la cabeza, y su punta parece que está siendo masajeado por múltiples casos diferentes de su boca chupando y burlona de la lengua.",
                "En medio del mar del amor oral, ni siquiera se puede decir si su amiga se unió o no, y su polla está impulsando en el placer mientras innumerables lenguas ilusas lo roda, amando los labios besándolo en rápida sucesión, dejando a todo su cuerpo temblandoA medida que las ondas de placer blancas y altas irradian a través de cada parte de ti.",
                "SwapLineIf",
                "Virility",
                "300",
                "La estimulación mental no lleva mucho tiempo obligarse a un estado de clímax eufórico, atrayendo un gran chorro de tu semen grueso en su boca hambrienta, el afecto oral interminable te mantiene tan dolorosamente duro como el primer orgasmo en el primer orgasmo.otro, y luego otro, dejándote vertiendo tu potente semilla en su boca como un grifo roto.",
                "100",
                "La estimulación mental no lleva mucho tiempo obligarse a un estado de clímax eufórico, atrayendo un grueso brote de su potente semen en su boca hambrienta, el afecto oral interminable te mantiene tan dolorosamente duro como el primer orgasmo en el primer orgasmo.otro, y luego otro, dejándote vertiendo tu semilla en su boca como un grifo roto.",
                "0",
                "La estimulación mental no lleva mucho tiempo obligarse a un estado de clímax eufórico, atrayendo un grueso brote de su semen en su boca hambrienta, el afecto oral interminable lo mantiene tan dolorosamente duro como el primer orgasmo en otro, y luego otro.",
                "EndLoop",
                "Ella traza ansiosamente por la corriente de semen que te está ordeñando, el placer de otro mundo abrumando por completo tu virilidad con un afecto oral adorador, y te quedas apenas coherente mientras te corres, te corres y se corres.Apenas es capaz de recordar otra cosa que no sea el océano de innumerables lenguas y labios que rodean tu polla en el placer húmedo y meloso.",
                "Una sonrisa de placer borracho está enyesado en tu rostro mientras te pierdes por completo en la feliz euforia de su magia oral, corriendo una y otra vez para alimentarla aparentemente hambre por tu semilla.El eco de los besos y los lamidos que te vuelven loco con un placer constante, mientras que ella simplemente succiona tu punta de espasmo.",
                "Después de lo que se siente como una eternidad, finalmente libera tu longitud gastada de su placer oral con un pop húmedo, dejando tu polla enclética al instante y temblando con réplicas de éxtasis incoherente, tratando de recordarte a pesar de que tu mente aún se pierde enUn mar de placer, ansiando un poco más de placer.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "300",
                "... {i} 'No sé por qué quieres ir primero, vamos a compartirlo. ♥' {/i} uh huh, mira eso, realmente lograste drenarlo {i} seco! {/i} ugh, realmente también quería otra carga ...",
                "100",
                "... {i} 'No sé por qué quieres ir primero, lo compartiremos. ♥' {/i} uh Huh, mira eso, ¡en realidad lo agotaste seco!Ugh, realmente quería otra carga también ...",
                "0",
                "... {i} 'No sé por qué quieres ir primero, vamos a compartirlo. ♥' {/i} uh huh, mira eso, ¡lo agotaste seco!",
                "EndLoop",
                "Speaks",
                "E-eh?Ah ... W-Well ... Me acabo de perder en el momento ...",
                "El primer amigo suspira de frustración y se aleja.",
                "Speaks",
                "¡Espera!Uhm ... ah ...",
                "SwapLineIf",
                "Virility",
                "300",
                "Sientes su lugar una mano sobre tu polla flácida gastada, y gemir cuando una cálida ola de mágica rueda a través de tus caderas, haciendo que tus bolas pesadas se ganen con la necesidad.",
                "0",
                "Sientes que su lugar le pasó una mano sobre tu polla flácida, y gemirá cuando una cálida ola de magia rueda a través de tus caderas, haciendo que tus bolas se ganen con la necesidad.",
                "EndLoop",
                "Speaks",
                "¡Ahí! ♥ Ahora puedes alimentarnos a algunos más. ♥",
                "La escuchas apresurarse después de su amiga, sintiéndose mucho menos agotada, pero aún muy fuera de eso, ya que el placer hace que Echos a través de tu cuerpo.",
                "JumpToScene",
                "PostRandomSucc"
            ]
        },
        {
            "NameOfScene": "PostRandomSucc",
            "theScene": [
                "ChangeProgress",
                "-1",
                "IfProgressEqualsOrLess",
                "0",
                "EndEvent",
                "Pasan unos minutos antes de que la próxima mujer se acerque a su puesto, y su mente todavía está girando de placer.",
                "IfProgressEqualsOrGreater",
                "1",
                "SuccubusOralRandomized",
                "JumpToScene",
                "EndEvent"
            ]
        },
        {
            "NameOfScene": "EndEvent",
            "theScene": [
                "PlayerOrgasmNoSpiritLoss",
                "SwapLineIf",
                "Virility",
                "300",
                "A medida que su cambio continúa, ni siquiera obtienes un solo descanso entre las mamadas alucinantes, atrapando rápidamente suficiente charla para descubrir que es una fiesta de succubi variados que te ha estado chupando constantemente todos los cambios, sus lenguas expertas y suaves y suavesLos labios te mantienen dolorosamente duro todo el tiempo, y tu polla sacudida pasa ansiosamente al próximo súcubo hambriento en la fila inmediatamente una vez que el succubus actual se llena.",
                "200",
                "A medida que su turno continúa, apenas obtienes un minuto entre las mamadas alucinantes, atrapando rápidamente suficiente charla para descubrir que es una fiesta de Sucúcubi variados que te han estado chupando todo el cambio, que generalmente te mantiene dolorosamente duro mientras esperanSu polla sacudida para recuperarse de la última mamada, esperando ansiosamente su turno para tomar una copa.",
                "100",
                "A medida que continúa su turno, apenas obtienes unos minutos entre las mamadas alucinantes, finalmente atrapando suficiente charla para darse cuenta de que es una fiesta de Succubi variados que te han estado chupando todo el cambio, que a veces te mantiene dolorosamente duro mientras esperanSu polla sacudida para recuperarse de la última mamada, esperando ansiosamente su turno para tomar una copa.",
                "0",
                "A medida que continúa su turno, afortunadamente, obtienes unos minutos entre las mamadas alucinantes, y finalmente atrapa suficiente charla para descubrir que es una fiesta de Succubi una variedad que te ha estado chupando seco todo el cambio, que te da suficiente tiempo para tu dolor de polla doloridaPara recuperarse de la cepa antes de que el próximo Succubus decida usarlo.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Se vuelve rápidamente evidente que eres el favorito de la multitud para beber, una larga línea de succubi cachonda que espera frente a tu puesto, dándote cero tiempo para recuperarte del placer constante alucinante de las bocas demoníacas de las mujeres.Incluso parecen estar ignorando los otros agujeros de gloria disponibles, claramente enamorados de tu potente semilla, dejándote alimentar a toda la multitud, corriendo casi sin parar en gruesos chorros alucinantes.",
                "200",
                "Por lo que son los sonidos, definitivamente eres uno de los favoritos para beber, con al menos dos succubi alineados en todo momento, charlando mientras esperas que te recuperes o mientras te agotan otro súcubo, apenas dándote ninguno.Es hora de descansar a pesar de no ser el único agujero de gloria en el que el grupo grande se está alimentando, pero al menos obtienes algunos momentos de respiro o estás bastante seguro de que te estarías sin detener todo el cambio.",
                "100",
                "Por lo que parece, aparentemente eres uno de los favoritos para beber, con al menos un súcubo esperando que te recuperes en todo momento, apenas te da tiempo para descansar a pesar de no ser el único agujero de gloria que el gran grupo es alimentarEn adelante, pero afortunadamente, al menos obtienes algunos momentos de respiro, o estás bastante seguro de que te estarías corriendo sin parar todo.",
                "0",
                "También ayuda que no sea el único agujero de gloria en el que el grupo grande está alimentando, o está bastante seguro de que estaría corriendo sin detener todo el cambio.Pero incluso con los descansos, sientes que te vas a perder por el placer de succión, sus bocas de otro mundo drenan las cargas más gruesas de ti, incluso cuando te sientes completamente gastado.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Sin descansos te estás perdiendo al placer constante de succión, sus bocas de otro mundo que drenan cargas mucho más gruesas de lo normal de ti, sus labios y lenguas hábiles se sienten alucinantes, y puedes sentir tus bolas pesadas mientras hacen más.Semilla para la multitud hambrienta, su magia innata y su presencia seductora que los convierten en que trabajen más duro.",
                "200",
                "Pero con descansos tan cortos e infrecuentes, sientes que te estás perdiendo al placer de succión, te mantienen dolorosamente duro en todo momento, y sus bocas de otro mundo drenan las cargas más gruesas de ti incluso cuando te sientes completamente gastado.Su magia seductora natural que amplifica cada orgasmo con un intenso éxtasis, y sus labios chupadores y sus lenguas hábiles se sienten alucinantemente maravillosas, solo intensificadas por la falta de visión.",
                "100",
                "Pero incluso con los descansos cortos que sientes que te vas a perder ante el placer de succión, sus bocas de otro mundo drenan las cargas más gruesas de usted, incluso cuando te sientes completamente gastado.Su magia seductora natural que amplifica cada orgasmo con un intenso éxtasis, y sus labios chupadores y sus lenguas hábiles se sienten alucinantemente maravillosas, solo intensificadas por la falta de visión.",
                "0",
                "Su magia seductora natural amplifica todos sus orgasmo con intenso placer, y sus labios y lenguas hábiles se sienten alucinantes, solo intensificadas por la falta de visión.",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "Pronto los súcubos trabajan constantemente en parejas para alimentarse de usted, cada vez más impaciente a la larga, y de vez en cuando lo tratan con un cambio de ritmo del oral constante, usando sus aros generales para bombear su espeso semen, oUna variedad de magia inductora de placer para obligar al semen a salir de tus testículos doloridos, dejándote gemir de manera incoherente mientras te ordenan una y otra vez.",
                "200",
                "Ocasionalmente, algunos de los succubi funcionarán en parejas para alimentarse de usted, o lo tratarán con un cambio de ritmo del oral constante, usando sus abundantes senos para bombear su espeso semen, o una variedad de magia inductora de placer para forzar el semenFuera de sus bolas pesadas y doloridas, dejándote gemir incoherentemente mientras te ordeñan una y otra vez.",
                "100",
                "Ocasionalmente, algunos de los Sucucubi lo tratarán con un cambio de ritmo del oral constante, usando sus abundantes senos para bombear su semen, o una variedad de magia que induce el placer para obligar al semen a salir de sus bolas doloridas, dejándolo gimiendo incoherentementeMientras te ordenan una y otra vez.",
                "0",
                "",
                "EndLoop",
                "SwapLineIf",
                "Virility",
                "300",
                "No importa cuánto te orienten, tus bolas agitadoras siguen bombeando más semen para ellos, su virilidad amplificando su capacidad de alimentarse de ti, dejando tu mente flotando en una neblina de placer borrachos de la cascada casi constante de orgasmos que se acelerana través de ti de sus lenguas y bocas adoradoras que te drenan.",
                "200",
                "A pesar de lo mucho que te han escurrido, tus testículos agitadores siguen bombeando más semen para ellos, la mera presencia de los succubi y sus amorosos afectos orales los alentan a seguir haciendo más para que beban, dejando tu mente flotando en una neblina deplacer borracho felicidad.",
                "0",
                "",
                "EndLoop",
                "VirilityEqualsOrGreater",
                "300",
                "HighVirileEnd",
                "El actual súcubo que se balancea hacia arriba y hacia abajo de tu dolidosa polla está chupando intensamente mientras te acaricia con sus suaves labios, su lengua experta masajeando cada centímetro, dejando tu mente ahogándose aún más dicha mientras te acerca a otro orgasmo, y sonríes y sonríes.Felizmente como dulces pulsos de liberación climática a través de tus caderas.",
                "SwapLineIf",
                "Virility",
                "100",
                "Dejas escapar un gemido maravilloso mientras brotes largas cuerdas de espesas espesas en su boca hambrienta, tus bolas agitándose de alegría mientras la alimentan, y ella traza con avidez tu potente semen mientras se balancea hacia arriba y hacia abajo, dejándote perdido en un placerLa bruma borracha mientras su cuerpo permanece tenso en la dicha orgásmica, incluso cuando dejas de descargar la boca.",
                "0",
                "Dejas escapar un gemido feliz mientras brotes largas cuerdas de esperma en su boca hambrienta, y ella lo traza con avidez mientras aún se balancea hacia arriba y hacia abajo, dejándote perdido con bruma borracha mientras tu cuerpo permanece tenso en la felicidad orgásmica incluso mientras túDeja de descargarle la boca.",
                "EndLoop",
                "Finalmente libera tu eje de marcado con un suspiro satisfecho, dejándote temblando en la dicha postorgasmica.Luego le da a tu consejo un beso de despedida que hace que tu tambor de longitud gastada con felicidad la haga reír antes de que se vaya.",
                "Estás tan perdido en el placer que apenas te registras que Belle te desencadena de las restricciones del puesto hasta que finalmente te libera.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Speaks2",
                "Muy bien [ThePlayerName], tu turno ha terminado.Parece que te hicieron un número.Tal vez deberías ir a dormir un poco.",
                "ChangeBG",
                "Inn.png",
                "DisplayCharacters",
                "EndLoop",
                "HoldCurrentVirilityEnd",
                "Asentido con el asentimiento mientras arreglas perezosamente tu ropa, todavía se pierde parcialmente en el maravilloso resplandor de la serie de mamadas que acabas de recibir, preguntándote si te vas a ser adicto a oral de esto antes de dirigirte y recoger tu salario.",
                "AdvanceTime",
                "1",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Oral",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5"
            ]
        },
        {
            "NameOfScene": "HighVirileEnd",
            "theScene": [
                "Speaks",
                "Hmmm, ya sabes, con cuánto se corre, en lugar de dos a la vez, ¿podríamos hacer cinco a la vez?",
                "El resto del grupo está rápidamente de acuerdo y dejas escapar un gemido nervioso de placer mientras cinco lenguas largas antinaturalmente talentosa descienden sobre tu eje de contracción, lamiendo cada centímetro con hambre hambriento, sus labios bañando tu virilidad con besos mental.",
                "PlayerOrgasmNoSpiritLoss",
                "El éxtasis inducido oral inducido al blanco te deja gimiendo incoherentemente, y como de repente enfocan sus lenguas ágiles en tu punta sensible, masajeando cada parte de ella bajo un unísono perfecto, y un aullido de dicha orgásmica te escapa mientras las bañas en tu espeso semen, y todos lloran de alegría, limpiando cada gota de su erección que todavía está en clímax.",
                "Justo cuando el grupo de cinco dispersan, un nuevo grupo de cinco enjambre su polla todavía temblorosa, y la pasan entre sus labios suaves, que logra profundamente una vez antes de darlo al siguiente súcubo, cada una de sus gargantas está texturizada de manera diferente, sus lenguas que varían variandoDesde largo y hábil a corto y texturizado exóticamente, lo que te vuelve loco del placer en constante cambio.",
                "Sus bocas antinaturalmente placenteras te convencen rápidamente de tu próximo orgasmo, y cuando una de ellas se inclina por su eje por la garganta, estallas por él en gruesos chorros, solo para pasar al siguiente súcubo que te deja chorrear cuando tu longitud se sumerge por ella por ella.Garganta apretada, luego la siguiente, luego la siguiente, y finalmente el quinto cuyos labios chupando intensamente obliga a una cascada de clímax a seguir a través de usted.",
                "Mientras estás liberado de sus labios con un pop húmedo lascivo, el grupo se dispersa e instantáneamente el siguiente grupo está sobre ti, duchando tu erección palpitante en suaves besos, sus labios regordetes que te disminuyen de la intensa retroceso que hizo el último grupo mientrasConstruyéndolo dulcemente hasta su próximo orgasmo, y sus bolas se contraen con un deleite placentero, que se agita con el semen recién hecho para este quinteto de mujeres.",
                "Se turnan para besar su punta sensible, ducharse cada centímetro con besos, cada uno enviando una nueva sacudida de placer mental a través de sus caderas y en su cerebro cortocircuito.Una sonrisa borracha de placer se siente permanentemente enyesado en tu rostro mientras te contraes y espasmo con la felicidad celestial, babeando ligeramente por lo blanco con placer que está tu mente.",
                "La lluvia de besos comienza a amplificarse rápidamente en intensidad, besándose más rápido con fuertes golpes húmedos, hasta que los cinco le dan a su eje un poco más tiempo que electrifica todo su cuerpo con un éxtasis caliente, dejándote erupcionando cuerdas gruesas de espesas sobre ellosMientras rompen el beso, dejándote temblar mientras se limpian ansiosamente tu eje y entre ellos con la lengua.",
                "Otro grupo de cinco desciende sobre su erección de contracción, y gime con felicidad, preguntándose ociosamente cuánto más será su cambio, no está seguro si desea que nunca termine, o se detenga lo antes posible, sus cinco bocas adoradas lo dejaránEn una neblina de euforia infernal, sus labios besándose y chupando, sus lenguas lamen y masajearon, cada centímetro amable.",
                "Te estás ahogando por completo en el placer que sus bocas demoníacas te están dando, incapaz de contener la dicha que te lavan, perdida en el mar invisible de bocas hambrientas que te seca, manteniéndote corriendo como un grifo roto para alimentar su hambre insaciable portu espeso semen.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Luego sientes débilmente que tu peso cambia, y apenas registra a Belle que te desaconsee de las restricciones después de tu último orgasmo de espumaje, alejándote del agujero de la gloria, para los gritos desesperados de los hambrientos succubi.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks2",
                "Lo siento señoras, su turno ha terminado, tendrán que volver en otra ocasión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Belle mira su forma de contracción e incoherente con un suspiro, y lo único que logras decir es un murmullo incoherente a medida que nadas visión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Bueno [ThePlayerName], tu turno ha terminado.Parece que {i} realmente {/i} le gustaste.Y voy a suponer que no puedes caminar ahora mismo.Así que voy a arrojarte en una cama para que puedas dormir esto.",
                "Asentiste sin pensar mientras ella te lleva a una de las habitaciones libres, permitiéndote tratar de recordarte a ti mismo, todavía perdido en el maravilloso resplandor de la serie de mamadas que acabas de recibir, sin saber si podrás volver a las mujeres normales alguna vezde nuevo después de eso.",
                "ChangeBG",
                "InnPlayerRoom.png",
                "DisplayCharacters",
                "EndLoop",
                "Pronto Belle te está colocando sobre una cama suave y arrojando una manta cálida sobre tu forma flácida, y te lleva meros momentos a dormir ...",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "SleepPlayer",
                "DelayNotifications",
                "...",
                "ChangeFetish",
                "Oral",
                "50",
                "ChangeSensitivity",
                "Sex",
                "20",
                "ChangeBG",
                "Inn.png",
                "HoldCurrentVirilityEnd",
                "Te despiertas de un sueño febril con placer oral, o tal vez fue solo un recuerdo de tu último turno, te sientes muy cansado, te tambaleas abajo y obtienes tu pago sorprendentemente considerable por alimentar esencialmente una fiesta entera de succubi.",
                "ChangeEros",
                "2000",
                "GiveExp",
                "150"
            ]
        }
    ]
}