{
    "name": "Bar Glory Hole Long Tongue",
    "CardType": "GloryHoleShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Lo único que puede escuchar es la charla ocasional y las personas que se mueven al otro lado de la pared.",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "Pero no tarda mucho en decidir hacer uso de tu eje, y tú dejas escapar un grito sorprendido cuando una lengua húmeda comienza a lamer tentativamente la punta de tu polla.",
                "La lengua de la niña monstruosa invisible le da a tu longitud unas pocas lamidas largas, y la saliva que queda atrás parece hormiguearse mientras las sensaciones agradables suben por tu columna vertebral.",
                "Justo cuando comienzas a acostumbrarte a la lengua que lame en tu punta, gemirás, ya que parece extenderse increíblemente largo, enrollado alrededor de tu virilidad mientras comienza a acariciar tu eje.",
                "Las extrañas sensaciones de hormigueo de la saliva del monstruo cubren rápidamente todo su eje y comienzan a extenderse lentamente a sus caderas, haciendo que su polla se hinche más grande y más difícil de lo normal a medida que se contrae de alegría.",
                "Después de unos golpes más con su lengua, la niña monstruosa invisible toma tu virilidad en su boca antes de comenzar a chupar suavemente mientras su lengua continúa burlándose de la longitud completa de tu polla palpitante.",
                "Ahora, en el fondo de su boca, la mujer invisible se enreda a agresivamente con tu polla, enredada y desacredita agresivamente de manera agresiva con tu polla, enrollando constantemente y desacredita tu virilidad de maneras deliciosas.",
                "El placentero hormigueo de su saliva se ha extendido por completo por todo su cuerpo en este punto, haciéndote sentir agradable adormecido a medida que la lengua de la mujer continúa burlándose y twine alrededor de tu eje.",
                "Su suave succión lentamente comienza a volverse más intensa mientras se sacude la cabeza ligeramente alrededor de su polla mientras sus labios y la lengua sinuosa continúan tratando de convencer a su semen.",
                "Te duelen la virilidad con un placer abrumador ya que las únicas cosas en las que puedes concentrarte dentro de tu caja son las sensaciones de la increíble mamada que estás recibiendo y los sonidos lascivos de la boca de la mujer mientras continúa lamiendo y chupando tu polla.",
                "Jadeando y gimiendo, te sientes llegando al punto de no retorno a medida que tus bolas se tensan y se contraen desde el orgasmo de tu edificio.",
                "PlayerOrgasmNoSpiritLoss",
                "Tu cuerpo se estremece en éxtasis cuando comienzas a bombear la carga después de la carga de tu semen en la boca llena de la mujer, y gemirás más fuerte cuando su lengua entra en un frenesí alrededor de tu eje mientras te corres.",
                "A medida que su orgasmo finalmente comienza a desaparecer, la mujer con avidez comienza a tragar su semilla, dejándote jadeando de placer mientras intentas recuperarte.",
                "Pero en lugar de alejarse, la lengua de la mujer comienza a volver a trabajar su eje, con la intención de otra comida y mantener su rígida virilidad firmemente arrugada en su boca.",
                "Tu polla palpita felizmente por la atención, más duro que nunca y lista para ser ordeñada nuevamente, incluso cuando tu cuerpo está lleno de intenso placer.",
                "Instintivamente, intentas empujar tus caderas en su deliciosa boca en un intento de sentirte aún mejor que actualmente, pero no puedes mover un solo músculo mientras te paras dentro de tu caja, completamente paralizado.",
                "Tras esta realización, la sensación de hormigueo en todo tu cuerpo parece sentirse aún mejor, haciéndote gemir suavemente mientras te relajas involuntariamente y deja que la mujer invisible continúe chupando.",
                "Escuchas los débiles sonidos de satisfacción mientras la chica monstruosa siente tu relajación, y ella le da a tu virilidad un último apretón con la lengua antes de que se abre paso a través de los huecos en el agujero de gloria y comienza a lamer el eje de tu eje antes de envolverteen sí mismo alrededor de tus dolores de bolas.",
                "Ella comienza a lamer y apretar tu saco mientras su lengua continúa enrollando y burlándose de tu polla con increíble delicadeza.",
                "Tu dolor de virilidad dolorida y digna de deleite del asalto oral constante de la mujer, haciéndote gemir con placer a través de tus labios paralizados.",
                "De repente, deja de burlarse de tu polla mientras envía todo su enfoque en tus bolas mientras las lame, envuelve y la aprieta con su cálida lengua cubierta de saliva.",
                "Tus bolas ya sensibles gradualmente se vuelven cada vez más ajustadas, dolientes y contraproducentes con la necesidad de correrse mientras ella continúa burlándose de ellas.",
                "PlayerOrgasmNoSpiritLoss",
                "Eventualmente le da a tu saco un último apretón amoroso, obligándolo al borde mientras se contrae casi imperceptiblemente y comienzas a brotar espesas cuerdas de semen en su boca que espera.",
                "La mujer invisible traza todo sin esfuerzo, sin dejar que una sola caída escape mientras su cuerpo paralizado poderosamente orgasmos, y a medida que finalmente comienza a desaparecer, finalmente deja de mover su lengua alrededor de su eje.",
                "Pero tu aplazamiento no dura mucho tiempo, ya que le da a tu polla un apretón amoroso con la lengua dentro de su boca y lentamente comienza todo el proceso nuevamente.",
                "Dejas escapar un gemido débil e indefenso cuando su lengua se enfoca casi por completo en tus bolas a partir de este punto, lo que te construye gradualmente hasta el orgasmo después del orgasmo, lo que ocasionalmente le da a tu polla unas bromas o apretones para mezclar las cosas.",
                "Ella continúa ordeñando sin sentido, disfrutando completamente de sus comidas a juzgando por los débiles sonidos de satisfacción a través de la pared, y mientras su lengua continúa jugando con sus bolas, casi puede sentirlas infinitamente llenadas y hinchadas con semen para que beba.",
                "Durante todo su cambio de hora en el orificio de gloria, su polla solo es utilizada por esta boca, ordeñando el orgasmo después del orgasmo de su cuerpo paralizado.",
                "A medida que su tiempo finalmente sale corriendo, la chica monstruosa comienza a alejar su lengua de su eje, pero con un último orgasmo induciendo chupa, su aún palpitante de virilidad palpitante y brota una última carga para ella, que felizmente bebe con un complacidosuspiro.",
                "Le duele la polla y las contracciones en ausencia de la deliciosa boca y la lengua de la mujer burlándose de ella, aún dolorosamente erguida y queriendo más a medida que su saliva se seca al aire libre de la barra.",
                "Ella le da a tu polla una final final, casi anhelo que envía un perno de placer eléctrico en la columna vertebral antes de irse, y Belle abre tu puesto poco después.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Speaks2",
                "Muy bien [ThePlayerName], tu turno ha terminado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shock",
                "Tu cuerpo se contrae ligeramente mientras te desata del stand, pero deja escapar un grito sorprendido y te atrapa como tu cuerpo rígido y aún paralizado comienza a caer hacia atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "ChangeBG",
                "InnPlayerRoom.png",
                "Belle suspira y murmura oscura por el aliento antes de llevarte a la posada y ponerte en una cama para dormir. No puedes estar seguro de lo que dijo exactamente, pero crees que escuchaste las palabras 'saliva paralítica' allí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Mientras ella cubre una manta sobre ti, te da una mirada preocupada antes de decirte que te duermas y vuelvas a la barra.",
                "DisplayCharacters",
                "EndLoop",
                "El agotamiento los golpea a todos a la vez mientras yaces inmovilizado en la cama, y ​​a pesar de tu erección que sigue palpitando, rápidamente te caes en un sueño profundo de tu reciente prueba ...",
                "SleepPlayer",
                "DelayNotifications",
                "Con un gemido, despierta a la mañana siguiente y mueves experimentalmente los brazos, sintiéndote aliviado ya que puedes moverte libremente sin problemas.",
                "Los sueños de la lengua de enrollamiento y burla del monstruo invisible de repente flitan en tu mente, y te gemirán mientras note que tu polla está agradablemente erguida y ansiosa por el placer.",
                "Decidiendo rápidamente que no tienes ninguna otra buena opción, comienzas a masturbarte, y tus fantasías inmediatamente a la deriva hacia la boca de la mujer invisible te chupan mientras su lengua se tuerce maravillosamente a tu alrededor de tu virilidad ...",
                "Gemes suavemente mientras te corres, y poco después de salir, tu eje comienza a bajar rápidamente, así que después de limpiarte, subes abajo y recoges tu pago.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "250",
                "GiveExp",
                "25",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5"
            ]
        }
    ]
}