{
    "name": "Bar GloryHole Condom Milking",
    "CardType": "GloryHoleShift",
    "CardLimit": "0",
    "Description": "GloryHoleShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "Event Start",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "A medida que pasa el tiempo en su puesto, aún puede distinguir vagamente los sonidos de la habitación, tazas que golpean la mesa, cubiertos de cubiertos en platos y los gemidos de sus compañeros de trabajo que los clientes del bar que impregnan el aire.Retorciéndose ociosamente mientras intenta sentirse lo más cómodo posible mientras espere a que cualquiera venga a usar sus servicios depravados.",
                "Después de un tiempo, escuchas el sonido de acercarse lentamente, los zapatos con tacón que se abren los zapatos contra el piso de la taberna, que se acercan hasta que puedas decir que están justo fuera de tu caja.Mientras siente que el calor del cuerpo de quien esté considerando sus opciones con respecto a su polla, ya que sale suavemente con una sensación de anticipación sobre usted.",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "El sonido del cuero frotando contra sí mismo y el tintineo de accesorios de metal resuena en el puesto, una advertencia breve y sutil antes de la sensación de una larga uña comienza a rastrear la parte inferior de su miembro expuesto lo deja para retorcerse instintivamente dentro de sus confines.",
                "Speaks",
                "Hmm ... es bastante bueno esta vez;Grande, pero aún ansioso, qué lindo ~ hará un buen consolador ~",
                "Haciendo todo lo posible para mantenerse cómodo mientras su cliente más nuevo lo inspecciona, el débil olor a café comienza a flotar a través de las paredes de su puesto.Aunque no puede precisarlo a nadie en particular, el olor agradable se compensa con la sensación de sus dedos altos de inmediato, envolviendo su longitud, lo que hace que su cuerpo se tense a medida que su longitud responde rápidamente a su alcance, subiendo a la atenciónSolo unas pocas bombas inactivas de su mano.",
                "Speaks",
                "Hmm, ¿estás aquí porque tienes que ~?Perder una apuesta?¿O eres solo un pervertido ~?Oh, bueno, vas a ser la suerte de un elfo oscuro esta noche ~",
                "Se puede escuchar el sonido húmedo del elfo que le lame los labios antes de que sientas la sensación pecaminosamente dulce de ella besando la punta de tu polla, haciéndote palpitar y sacudir tus caderas después de que la belleza del caramelo sigue su burla suavemente sobre ella suavemente..",
                "Speaks",
                "Mmm .. ~ Estás respondiendo bastante bien, ¿podría ser que estés allí porque te gusta ser un juguete de niño bien comportado para las chicas monstruosas ~?",
                "Al deslizar rápidamente sus dedos por su longitud, la mujer sensual usa un delicado agarre de solo dos dedos envueltos alrededor de su base.Unos golpes ociosos se aseguran de que esté completamente erguido para ella antes de que una respiración cálida y arrullada sopla sobre la punta de su polla sacudida en la punta antes de pasar hambrienta los labios a su alrededor y atraparlo dentro de sus fauces lascivas.",
                "Speaks",
                "Shhlllrp, mmmmn, hmmphllmnn nmmmphllmn ~",
                "Con solo la corona de tu polla atrapada dentro de su boca, tu cuerpo intenta instintivamente empujar aún más, pero gracias a la caja y su apretada agarre alrededor de tu base, permaneces exactamente donde quieres que estés mientras sus labios se deslizan por el eje peroSe detiene antes de ir más de una pulgada o dos mientras ella sucia suavemente su longitud.",
                "Rodando la lengua alrededor y alrededor mientras le deja babear lubricar tu polla y gotear hacia el suelo.La cabeza del elfo oscuro da bobs lentos y pausados ​​mientras ella presta atención a nada más que burlarse de la punta y la base de su dolor de virilidad.",
                "Agarras las manijas dentro del puesto para estabilizarte, indefenso a la lengua del Elfo Dark experimentado mientras te desencadena y conduce tu libido más alto a través de movimientos suaves y practicados que te dejan ansioso por más.",
                "Cada rollo de su lengua alrededor de la corona de tu polla hace que tu sensibilidad se levante a medida que el afrodisíaco empape en tu piel, incluso aprovechando la oportunidad para girar la cabeza mientras te estimula con el interior de su mejilla, asegurando cubrirla a fondo antes de retirarme lentamente.",
                "Speaks",
                "Hmm ... {i} pop ~! {/i} Déjame decirte un pequeño secreto divertido, pervertido ~ mi saliva tiene un pequeño efecto secundario y va a ayudar a conducir tu libido por mí ~",
                "Burlándose verbalmente ahora que sus labios están libres de tu polla, sus dígitos burlones se deslizan hacia tu corona, aumentando su agarre a tu miembro palpitante con un apretón y una risita juguetona que le envía un temblar de columna vertebral.Todo lo que se necesita es otra pareja a medias, a lo largo de tu virilidad para dejar las rodillas temblando mientras lo frota antes de que lentamente libere el agarre de su dedo.",
                "Speaks",
                "¿Oh?Ya estás bastante emocionado, ¿no?Tal vez sería más divertido burlarse de ti simplemente dejándote aquí, todo rígido y necesitado ~",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Una ola de temor se lava a través de su subconsciente, su libido solo continúa guisando y aumentando gracias a los afrodisíacos que fluyen a través de su cuerpo.La belleza burlona se ríe con una suave operación que escapa de sus labios mientras sigue sacándole perezosamente, la mera noción de dejarlo como esto hace que su cuerpo responda mientras su cintura suavemente golpea el puesto de gloria, con la esperanza de obtener más de la mujer inactiva de la mujer.acariciando.",
                "Speaks",
                "Pfff, ahahah ~ Bueno, tu cuerpo es honesto al menos, tal vez debería recompensarlo ~",
                "El sonido sutil de la lengua del elfo oscuro que se extiende por sus labios apenas logra atravesar el puesto mientras la escuchas hurgar seguido de la desgarro.Una risita sensual la escapó de una sensación nueva y desconocida está sobre usted, la sensación antinatural, pero caliente y placentera que envuelve la corona de su polla.",
                "Se siente como si el elfo esté envolviendo su longitud con su boca mojada, pero algo es diferente, como una barrera que lo mantiene de toda la sensación.",
                "El abrazo increíblemente cálido de la ramera bronceada se desliza lentamente por su longitud junto con la tenue sensación de algo delgado y casi frío en contraste con las fauces hambrientas de los elfos oscuros.Un sorbo ocioso y un gemido que proviene del asistente del puesto mientras se contrae y palpitaciones debajo de sus hábiles burlas, inseguras de lo que sucederá a continuación, pero está creciendo demasiado para tratar de detenerla.",
                "Lo que sea que esté sucediendo, tus rodillas luchan por quedarse quieto por lo que parece que su lengua acariciaba perezosamente la parte inferior de tu polla, su boca caliente te tragaba todo.Su cuerpo anhela más la estimulación desconocida a medida que sus caderas se reducen, tratando de profundizar en la búsqueda de respuestas, pero al hacerlo, se da cuenta de que sus movimientos se han detenido.Decepcionado, lo intentas de nuevo, entonces otra vez, con la esperanza de disfrutar de más placer ...",
                "Pero la belleza burlona de bronce parece inflexible en cualquier método que haya elegido para usted y después de varios intentos infructuosos de disfrutar más, cede y permanece quieto por ella.Recompensado con la maravillosa sensación de su petulante riendo que vibran alrededor de su virilidad, otra acaricia masajeada de su lengua burlándose de la parte inferior de su corona.",
                "Una vez que te has quedado quieto por ella, el elfo oscuro cierra sus suaves labios más tensos alrededor de tu polla, terminando el trabajo moviéndose las últimas pulgadas antes de llegar a la base de tu erección sacudida, tirando de un ritmo lento y metódico y dejandoLo que sea que ella te haya aplicado en su lugar.",
                "Speaks",
                "{i} pop! {/i} mmmm ~ ¡Buen chico, terminaste quedándome quieto para mí!Si siguieras tratando de jorobar la boca mientras la estaba poniendo, definitivamente te habría dejado aquí ~",
                "El elfo tonificado de chocolate se ríe una vez más mientras mira tu polla en respuesta a su amenaza, plantando un beso suave y cariñoso en la corona mientras admira su obra.",
                "Speaks",
                "Como te comportaste para mí, me aseguraré de que te corres bien y duro para mí, ¿de acuerdo ~?Pero no vas a bombear todo ese semen caliente por mi garganta.Es posible que pueda usar su semilla para hacer algo {i} divertido {/i}, así que asegúrese de dejar salir mucho en esta goma para mí en su lugar ~",
                "Reflexionando cuando su boca una vez más envuelve su longitud, el sonido descuidado de su hábil lengua rodando de manera hábil girando alrededor de su cabeza se hace eco fácilmente a través del aire del burdel.Alojando suavemente hacia arriba y hacia abajo, la delgada capa entre su polla drogada y sensibilizada y sus fauces lujuriosas haciendo muy poco para reducir el placer de su mamada.",
                "Speaks",
                "{i} mmmph, shhlllrp, hmmmph, glllkmn ~ {/i}",
                "Sin intentar ocultar cuánto disfruta jugando con tu longitud, la belleza bronceada funciona tu eje hacia arriba y hacia abajo sin ningún sentido de reserva.Dejándote arrojar tu cabeza hacia atrás mientras ella cambia periódicamente entre simplemente burlarse de la punta y tragar cada pulgada.",
                "Enrollando la lengua en anillos lentos y burlones alrededor de la punta de tu polla, es solo cuestión de tiempo antes de que el elfo oscuro experimentado te tenga bajo su hechizo, cada movimiento obsceno dejando tu cabeza tambaleándose hacia atrás y tu agarre en las manijas dentro de tu puestoAl crecer cada vez más mientras te empuja más cerca del borde.",
                "Una vez que te han terminado, los labios lujosos del elfo oscuro solo intensifican su vacío como el sello a tu alrededor, acurrucados en forma de O mientras se deslizan hacia abajo y retroceden de manera desigual, lo que ni siquiera puedes tratar de intentarlo.Jorchar contra ella con la esperanza de que obtenga el mayor placer de cada movimiento.",
                "Speaks",
                "{i} shllllrp, mmmmh ~, mlllmnlnlm, slllllllrk ~ {/i}",
                "Con cada habilidad hábil, el patrón de burdel sin sentido aprende cada vez más de sus puntos débiles, encontrando exactamente qué partes de su polla son las más sensibles y cuáles hacen que palpite y se elimine de nada más que un instinto puro impulsado por la lujuria.Su libido no puede tomar mucho más de su mamada indulgente, ya puede sentir que su límite se acerca rápidamente con cada bob y sorbo que hace.",
                "Speaks",
                "Mmmmph ... lehht eht aaaaaaaaahl ooouht ~",
                "El elfo oscuro lo alienta con el sonido excepcionalmente erótico de su voz, amortiguada mientras habla a lo largo de su longitud, trabajando diligentemente para convencer un clímax alucinante de su lujosa polla con su hábil felación.Dos de sus dedos se envuelven alrededor de la base de su longitud de contracción para dar golpes ociosos de estimulación mientras su cabeza se desploma y su cuerpo se entrega a sus deseos.",
                "PlayerOrgasmNoSpiritLoss",
                "Empujado más allá de su límite, gime en voz alta dentro de la caja mientras su cintura cree instintivamente y joroba la parte delantera del puesto.Con una precisión practicada, tira de la boca hacia atrás con un sorbo descuidado y una exhalación de aliento con calefacción cargada eróticamente, la goma abultada se llena rápidamente con cuerdas calientes de su semilla al expandirse detrás de sus labios regordetes.",
                "Speaks",
                "Oh sí, eso es lo bueno, llénalo Cutie ~",
                "Los dedos experimentados de su visitante sensual dan golpes constantes y hábiles a la base de su polla mientras los globos de condones y su peso comienzan a tirar de la punta de su longitud pulsante, el elfo bronce aún se asegura de que esté bombeando tanto como ustedLe dará, ordeñarte suavemente por todo lo que le darás.",
                "Speaks",
                "Hmmm, {i} allí {/i} vamos ~",
                "Con un ronroneo excitado y satisfecho, el elfo sensual tira delicadamente y tira de la bulbo de semilla pesada mientras sus dedos lo alivian, atándolo rápidamente al final antes de esconderla.No es que los sentidos confundidos de su mente puedan hacer mucho de lo que sucede antes de escuchar el mismo sonido de desgarro de antes.",
                "Speaks",
                "Oh ~?Te vi latir cuando abrí este, ¿realmente creías que iba a tomar {i} una {/i} cargar y dejarte solo ~?",
                "Riéndose, el elfo oscuro deja la cabeza de tu polla con fugas un beso delicado y húmedo antes de colocar una vez más el condón entre sus labios y aplicarlo con facilidad practicada a través de la longitud palpitante.Habiendo clímax recién culminada, la sensación de su lengua deslizándose a lo largo de la parte inferior hace que las chispas revoloteen al borde de su visión.",
                "Su boca pecaminosamente hábil una vez más sella fuertemente alrededor de su dolor de erección dolorida, perseguido en una forma de O lujurosa para asegurarse de que haya sido envuelta correctamente por la cubierta rosa con un fuerte {i} sluuuUrp {/i} mientras lo prueba chupando y frotandoSe acerca al interior de su suave mejilla, que continúa golpeando y cepillando su longitud con su lengua.",
                "Tus pensamientos se vuelven confusos cuando ella una vez más comienza a establecerse en un ritmo para aprovechar al máximo las cosas, ambos disfrutan el placer sin sentido que viene con la situación en la que se encuentran.Lejos de cuánto se está complaciendo realmente mientras las respiraciones de arrullón se cepillan sobre tu palpitante polla.",
                "Speaks",
                "{i} hmmmphhh ~ mmmmph ~ ssssssssssllllrk ~ {/i}",
                "Incapaz de verlo, su mente trata de llenar los espacios en blanco, imaginando a la holguty Dark Elf en cuclillas frente al puesto con una mano acariciando ociosamente a su polla dolorida para ayudar a su boca hábil mientras su cabeza se balancea.El otro se quedó entre sus piernas mientras se entrega por completo dentro del hedonismo del momento.",
                "Tu libido se vuelve loca como la belleza del caramelo lo hace lo que quiera mientras estás atrapado en el puesto oscuro y completamente a su merced de sus labios regordetes, invitando a los labios curvados en forma O, bombeando descaradamente hacia arriba y hacia abajo para alentar tucaderas para unirse a la diversión.",
                "Con su autoestimación desmoronada, cede a sus deseos base y se reduce salvajemente contra la pared, el sutil sonido del cofre tetonado del elfo presionando el puesto fácilmente ahogado por sus empujes salvajes como si intentara aparearse con la boca como el elfo el elfo del elfoSolo parece aumentar su ritmo en respuesta.",
                "Speaks",
                "Mmmmph ~ g-ghooohd, {i} shllllrp {/i}, liiihk thaaht, geef meh youhhr seehd ~!",
                "Incapaz de detenerse, solo puede seguir mientras el elfo oscuro deja de hablar en aras de satisfacer su polla exagerada.Acelerando el movimiento de su cabeza a medida que su mamada se intensifica, las burlas de su lengua se vuelven cada vez más hambrientas por más a medida que su propio cuerpo se calienta en la pasión del momento.",
                "Como una presa, llena de lujuria, ya no puedes detenerte.Ansioso por correrse y feliz de complacer el comportamiento desenfrenado de Elfo Bronceed, sus pensamientos se glazan y solo queda el deseo de perseguir un clímax.",
                "PlayerOrgasmNoSpiritLoss",
                "Una vez más, estalló dentro del condón envuelto alrededor de su polla dolorida, dejando soltar varias cuerdas de semillas más calientes para el elfo cachondo.En la señal, su boca se libera de su longitud con otro {i} pop {/i} mientras escuchas el elfo de caramelo tono lamiendo sus labios en satisfacción antes de darle a tu corona otro beso atento mientras llena su recipiente improvisado.",
                "Speaks",
                "Wooow ~ Estoy bastante seguro de que dejaste salir aún más esta vez que la última vez ~ ¿Realmente querías follar mi cara tan mal ~?",
                "Al gemir en la necesidad instintiva, sus caderas continúan golpeando la parte delantera de su puesto hasta que termines de brotar cada gota, el elfo oscuro quitando rápidamente la manga rosa ahora hundida debajo de tu longitud de roca y duro antes de probarlo con otro beso.Esa hábil lengua suya rodando sobre tu propina para convencer un placer por ella antes de que se retire.",
                "Speaks",
                "Mmmmh, diría que estos dos deberían ser suficientes para jugar ... además, si estás lo suficientemente pervertido como para venir aquí una vez, estoy seguro de que volveremos a ver.",
                "Mientras escuchas que la goma se anuda y se esconde, el sonido de la mujer de pie y ajustándose a sí misma se abre paso a través de tu pesada respiración desde el interior del puesto.Recuperándose de la par de orgasmos intensos que lo llevó mientras su cuerpo se inclina hacia atrás para descansar.",
                "Speaks",
                "Sin embargo, mejor mira a ti mismo, eso fue una buena mierda para una mamada y si te veo caminando como camarero, podría tener que drenarte aún más ~",
                "Speaks",
                "Atraparte, pervertido ~",
                "Con esas palabras burlonas, el elfo oscuro te deja, pavoneándose con el sonido de sus botas de tacón lentamente alejándose antes de terminar el resto de tu turno.",
                "AdvanceTime",
                "1",
                "Pasan unas pocas horas más, en gran medida sin incidentes, pero no se puede superar la sensación de que el elfo oscuro lo inculcó mientras su miembro sigue siendo duro y ansioso por más gracias al potente afrodisíaco natural de la mujer.El sonido de Belle sin hacer las cerraduras de tu puesto es un alivio, ahora que puedes buscar placer en otro lugar si no quieres ir otra ronda en el puesto ...",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks2",
                "Muy bien, [ThePlayerName], el tiempo está arriba.",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Oral",
                "10"
            ]
        }
    ]
}