{
    "name": "Bar Glory Hole Trainee Toy",
    "CardType": "GloryHoleShift",
    "CardLimit": "0",
    "Description": "GloryHoleShift",
    "requires": [
        "Sigil Of Will-Power"
    ],
    "Speakers": [
        {
            "name": "???",
            "postName": "",
            "SpeakerType": "?"
        },
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Mientras te sientas en la caja de gloria inversa sorprendentemente cómoda, no puedes evitar escuchar atentamente los ruidos inactivos dentro del burdel.La tintineo de las gafas, el gemido de los hombres en los compartimentos vecinos, fácilmente superado por las risas seductoras de las chicas monstruosas que las usan ...",
                "La anticipación de cuándo será su turno en su mente, la neblina de la lujuria en el aire aceleran su ritmo cardíaco a medida que su virilidad se endurece lentamente, orgullosamente de pie para la atención para quien quiera usarla.",
                "Speaks",
                "Hmm?",
                "Un hormigueo sube su columna vertebral mientras una voz se anima fuera de su caja, y aunque no puede ver el altavoz, tiene la sensación distinta de que su polla se está mirando.Pero poco después, se desvanece, aunque curiosamente no escuchas el sonido de los pasos de retroceso.",
                "Tal vez fue solo tu imaginación.Después de todo, hay muchas chicas monstruosas en el tonelada de burdel",
                "Ahí está nuevamente: la sensación inexplicable, como si estuviera siendo observado.Intentas concentrarte en ello, como si de alguna manera pudieras poner un dedo en el enfriamiento de la columna vertebral si intentas concentrarte lo suficientemente fuerte.Pero no sirve de nada: tan intensamente como escuchas, no puedes tener una idea de quién te está mirando, y no hay nada que puedas hacer más que retorcerse en su lugar, tu miembro palpitando ligeramente con anticipación.",
                "Speaks",
                "Ah, que {b} es {/b} usted!¡Pensé que había reconocido ese olor!",
                "Aunque la voz en el otro lado afirma conocerte, no puedes ponerle un nombre.Se puede escuchar las risas como el sentido inminente de que estás mirando a los cielos ... luego dejas escapar un jadeo sorprendido, tus caderas se sacuden instintivamente la repentina sensación de que los dígitos suaves de una mujer te hundieran.Al principio, es la sensación fría de las uñas lisas, luego el agarre más cálido de los dedos que lo envuelve, el contacto inflamando aún más su excitación rota.",
                "Speaks",
                "Entonces, esta es la polla que venció a Shizu-sensei, ¿eh?No tan duro sobresaliendo de la pared de esta manera, ¿verdad?Jeje ~",
                "El agarre del aprendiz se aprieta alrededor de su erección, aparentemente probando y juzgando silenciosamente su polla, solo para reírse nuevamente mientras lates ansiosamente en su mano.",
                "Speaks2",
                "Realmente, eres un aventurero con las habilidades para hacer que el maestro se sienta, pero estás trabajando en un lugar de hoyo en la pared ~?Supongo que eres solo un humano, después de todo.Esta posición te queda más ~",
                "Incluso si quisieras rechazar sus insinuaciones o incluso agarrar al Smug Kunoichi al otro lado del puesto para que se trague sus palabras, no puedes, tanto bajo contrato {b} como {/b} porque estás firmementeatado y no puedo irse antes de que termine su turno.De una forma u otra, no tienes más remedio que seguirlo hasta el final ...",
                "Speaks2",
                "Supongo que siempre hay la otra opción, ¿no?No es como si fuera una gran sorpresa, realmente ~",
                "Incline la cabeza, no como si ella pueda verla, insegura de lo que podría significar.Como si sintiera su perplejidad, ella se ríe y continúa burlonamente.",
                "Speaks2",
                "En realidad, eres solo un pervertido masoquista ~ tal vez no necesitas el dinero y te gusta ser usado como un juguete de niño ~",
                "Incluso cuando el Kunoichi libera su dolor de erección y empuja suavemente su corona, su longitud todavía se contrae bajo sus acusaciones como una punzada de vergüenza que se acerca a su espalda.Incluso si estaba equivocada en un frente, estaba justo en el otro: estás atrapado en este puesto de gloryhole y tuvo la buena fortuna de encontrarte, dejándote indefenso por lo que sea que tenga reservado.",
                "Al escuchar los sutiles clics de sus uñas contra la parte delantera del puesto mientras se presiona hacia él, se retuerce, pero no hay nada que pueda hacer para evitar que sus delicados dedos envuelvan alrededor de su longitud erigida una vez más.Solo usando dos dedos y su pulgar, ella te da algunos golpes de burlas, y de nuevo, tu cuerpo no puede evitar responder, tu polla saltando ansiosamente en su agarre suelto.",
                "Speaks2",
                "Oye, estás sacudiendo ~ ¿realmente te vas a bajar con la idea de que te atrape así ~?",
                "Es tranquilo, pero puedes jurar que escuchas al aprendiz lamer sus labios mientras asalta tu polla con varias bombas más juguetones, riendo para sí misma mientras contempla exactamente qué hacer contigo.",
                "Speaks2",
                "Ya sabes ... sostenerlo así, es tan grande ... y duro ... y cálido ... en realidad es algo fácil ver por qué Shizu-sensei se perdió ...",
                "La respiración de la demoneta se vuelve más pesada mientras continúa manejándote, una ligera inflexión en su voz que demuestra que se está mordiendo el labio, sin duda pensando en lo que le hiciste a su instructor mientras aspiraba ansiosamente las llamas de tu excitación con la mano.",
                "Speaks2",
                "Sin embargo ... solo estaría en problemas si fuera lo suficientemente estúpido como para luchar contra ti de frente ... no puedes decir que no a lo que quiera hacer aquí, ¿verdad ... ~?",
                "Poco después de su pregunta retórica, se ríe y lentamente desgasta los dedos de su erección, dejándola desatendida mientras el sonido sutil de hurgar se puede escuchar a través de la pared junto con el silencioso silencio de líquido ... Tragas mientras su mente corre con escenariosDe lo que podría tener en mente ... ¿loción?Drogas ...?.",
                "Speaks2",
                "Listo ... y ... chuuu ~",
                "A medida que el aprendiz hace su sonido juguetón, la sensación de algo frío y húmedo besa la parte superior de tu polla erecta, tus caderas se mueven hacia adelante en el instinto antes de que el objeto de chupación se retire lentamente, dejando un rastro de fluidos fríos que gotean la corona de tu virilidad.",
                "Basado en el sonido de su voz y respiración, estás seguro de que todavía está de pie, pero la sensación estaba inequívocamente a la par con un par de labios hábiles y combinó con el sonido que hizo ...",
                "Speaks2",
                "Oh, esa fue una buena reacción que salí de ti ~ ¿Te gustó?Es un juguete especial que Shizu-sensei me dio.Nuestro arma más mortal son nuestros cuerpos como Kunoichi, pero es importante aprender el uso de herramientas ninja también, dijo.Bastante a mano, ¿verdad? ~",
                "Antes de que pueda responder, ella presiona el juguete de nuevo en su longitud palpitante, haciéndolo besar toda su corona esta vez mientras lo empuja en bruto hacia abajo antes de tirar de él una vez más, deleitándose en su reacción jadeada, un {i} {i}} {/b} schhhlop-op {/b} {/b} resonando a través del puesto mientras tus rodillas casi se doblan del 'beso' solo.",
                "Speaks2",
                "Tuve que infundirlo con mi energía, así que, aunque es solo un juguete simple, probablemente hayas notado que se siente mucho mejor de lo que debería ... eso es porque es como si realmente te estuvieras besando la polla.este fin ~",
                "Los Kunoichi titters juguetonamente en el exterior del puesto mientras sientes que mantiene el juguete lo suficientemente cerca como para burlarte de tu rígida virilidad con la posibilidad de empujarlo de nuevo ... espera ... ¿Dijo {i} esto {/i} ¿fin?",
                "{b}{i}Smoooochp~!{/b}{/i}",
                "Una vez más, las rodillas se doblan debajo de la aplicación hábilmente burlona del Onahole a su dolor de pene, aunque esta vez, ella lo mantiene encendido y comienza a acariciar la mitad superior de su polla mientras observa su cuerpo en la parte inferior del cuerpo.",
                "Helimitadamente, empuja el Onahole hacia abajo contra el borde del anillo acolchado al igual que te está dando un bulto profundo, riendo, ya que puede sentir que tus caderas se sacuden de los movimientos rápidos pero suaves y descuidados del Sextoy.",
                "Speaks2",
                "Jeje, Shizu-sensei no pudo vencerte ... ¡pero aquí estás sacudiendo tus caderas por un estúpido juguete!Apuesto a que te sientes bastante cojo, ¿eh ~?",
                "La punzada de vergüenza de sus palabras incitas se ondula a través de su cuerpo, solo sirve para acelerar su ritmo cardíaco mientras su miembro rígido y palpitante permanece a merced de la boca del aprendiz de Kunoichi.Una y otra vez, tira del resbaladizo del dispositivo, sorbiendo la boca de su polla antes de retroceder hacia abajo, enviando una punzada de satisfacción por la columna mientras su resistencia sigue vacilando ...",
                "Fiel a sus afirmaciones, no solo se siente como un juguete sexual lleno de lubricante ... los confines son cálidos y húmedos, al igual que una boca real y una garganta que te atiende.Agarra las manijas en el interior del puesto a medida que sus caderas bombean instintivamente al dispositivo antinatural, el palpitante frecuente y necesitado de su longitud, lo que hace obvio que se está acercando rápidamente al borde del clímax ...",
                "Pero justo cuando estás a punto de estallar, la demoneta saca la herramienta de ninja sexual con un tirón de chupas hasta que solo sus suaves 'labios' se burlan y aprietas alrededor de tu corona, amenazando con liberar tu polla para siempre y dejarte tambaleándose en el enloquecedorborde del orgasmo ...",
                "Speaks2",
                "Quieres volar tu cerebro, ¿eh?Pero todavía no ... esta no es la parte divertida ~",
                "Tus caderas intentan hacer buck y empujar contra el juguete sexual en un intento de evitar que sofoque tu orgasmo, ansioso por liberar y correrse entre ese jugoso par de labios falsos ... pero el clímax en el que intentas abrirse paso rápidamenteA medida que la demoneta saca la herramienta ninja completamente de su longitud con otro húmedo y descuidado {b} {i} schhhlop-op {/i} {/b}.",
                "Jadeando como un perro en calor, tu mente está acelerando, la lujuria te empañas la cabeza mientras intentas inutilidad para salir usando nada más que el anillo acolchado del puesto.Reboleando por el orgasmo denegado, tiras contra las manijas del puesto, algunas jorobas poderosas amenazan con sacudir la caja en la que estás, aunque tus movimientos se ven cortados por una risita burlona de los kunoichi, el sonido que te vuelves de regreso a tusentido.",
                "Speaks2",
                "AHAHAHA ~ ¡Eso es tan lindo!Estás jorobando la pared como un perro {i} {/i} porque no te dejé correrte ~ pero no te preocupes, me divierte más por hacerte pasar.Veamos cómo lidiar con esto en su lugar ~",
                "Con una risita, el Kunoichi voltea rápidamente el juguete en su mano antes de empujarlo hacia su eje con habilidad ágil.Todo el cuerpo de todo el cuerpo y sus caderas son instintivamente reducidos a medida que su polla es tragada por la herramienta de ninja sexual nuevamente ... pero esta vez, es mucho más ajustado y más cálido que antes, como si estuvieras ...",
                "Speaks2",
                "No puedes resistirme a mi coño, ¿verdad?Bueno, en realidad no lo estás disfrutando, pero este juguete te hará {i} sentir {/i} como eres ~ solo sé bueno y déjame atormentarte ~",
                "La traviesa Succubus se ríe mientras te burla.En lugar de atormentarte lentamente como lo hizo con el otro lado, su mano se mueve inmediatamente a un ritmo medido, el holgurado lascivo y descuidado de un coño húmedo empapado que se abre paso a través del agujero en tu puesto mientras te sirve con el juguete artificial.",
                "Speaks2",
                "Oh, claro, olvidé mencionar ~ ya que está infundido con nuestra energía, no hace falta decir que los fluidos con los que están recubiertos tienen un efecto afrodisíaco ... así que incluso {i} usted {/i} no debería poder resistirme a míPor mucho tiempo ~",
                "Incapaz de escapar de su alcance, tus caderas se sacuden y golpean a tiempo con sus movimientos de bombeo.Ya puede sentir que el lubricante cargado con Kunoichi tiene un efecto en su cuerpo, su excitación crece junto con su deseo de seguir empujando mientras el líquido del juguete se remoja en su piel.",
                "Incluso como aprendiz, su toque es hábil y controlado, provocando su cuerpo para que se mueva como quiera, pero evitando que obtenga exactamente lo que necesita, dejándote el límite mientras tus pensamientos se hunden en la lujuria, la zorra juguetona lo roba fácilmente de tucapacidad de pensar.",
                "A este ritmo, no pasará mucho tiempo hasta que la excitación de combustible afrodisíaco supera su racionalidad y comience a querer nada más que enterrar su virilidad en cualquier cosa que se sienta muy placentera.Aun así, te preocupas cada vez menos, ya que tu temor de antes se reemplaza por un impulso desenfrenado de sentir más ese placer para el placer y apretando ...",
                "Speaks2",
                "Oye, vamos, sigue bombeando esas caderas ~ tal como lo hiciste con el maestro ~ bomba de bomba bomba ~ mmm, esto se siente bastante bien ~",
                "La voz burlona de la niña tampoco ayuda, la mezcla de excitación y humillación que mantiene su corazón acelerando, ayudando a llevar el veneno corrupto de Kunoichi a través de su cuerpo.Pronto, sus caderas se mueven solas ... incluso después de que el Kunoichi deja de mover su mano, ya que cree tardíamente con una nueva punzada de vergüenza incitada.",
                "Speaks2",
                "Hazlo, sabes que quieres ~ rendirte a mi coño falso, armario masoquist ~",
                "Una parte de ti quiere detenerse para demostrar que está equivocada, pero es demasiado tarde.Solicidadmente, sigues empujando ansiosamente contra la pared del puesto, directamente en el juguete sexual que gotea como si estuvieras tratando de criar con él, babeando a gotear por el lado de tu boca como el incesante {i} fwumps {/i} deTu pelvis golpeó contra la pared.",
                "Una vez que estás listo para soplar y todo lo que puedes pensar es Cumming, la mano del aprendiz de Kunoichi apretando alrededor del juguete y aplicar presión adicional a tu polla es todo lo que se necesita.Tus caderas se sacuden y tus rodillas se doblan mientras te vacilan irresistiblemente bajo sus estimulaciones, tu spunk inunda el juguete mientras llegas a su orden.",
                "PlayerOrgasmNoSpiritLoss",
                "Speaks2",
                "Bueno cum cum- Oooouuuh ~ ?!",
                "La voz del Kunoichi se toma y recoge inesperadamente cuando comienzas a llenar su juguete ... ¿tal vez porque su energía está infundida dentro de él?¿Podría estar experimentando una reacción violenta de sus propios esfuerzos?",
                "Sin pensar, empuja sus caderas hacia adelante antes de que pueda recuperarse o retirarse.Aprovechando su aparente confusión mientras su agarre espasmódicamente se tensa en el Onahole, empujas con toda tu fuerza, tu energía alimentada tanto por tu excitación como tu necesidad de volver a la niña burlona para jugar contigo.",
                "Speaks2",
                "¡Espera!¡No solo empujes por tu cuenta!¡Hnnng!",
                "Apoyándose contra el exterior de su puesto, la demoneta gime audiblemente mientras se empujan dentro del juguete, bombeando lo más rápido posible mientras aprieta los dientes para soportar la punzada adicional de placer que se arrastra por su columna vertebral de su clímax reciente.",
                "Speaks2",
                "Estúpido juguete ...!Oooh ... ~ ¡¿No te corriste?¡Deja de moverte!",
                "Ella trata de retirar el coño artificial en pánico, pero no cede, decidida a devolverle al aprendiz de nuevo por sus burlas.Como su cuerpo está placentamente destruido por la reacción violenta del juguete, el dispositivo mágico se vuelve más apretado por sí solo, como sus propias paredes de coño se aprieta mientras su polla palpita y se hincha, listos para estallar nuevamente dentro de ella.",
                "Speaks2",
                "Stop!Si esto sigue así ... nnn ~ ¡voy a ...!",
                "Con el fervor decidido, empujas lo más rápido y profundo que puedes en el juguete que el aprendiz se mantiene en su lugar mientras trata de recogerse.El Onahole se vuelve más húmedo, más apretado, más caliente, ya que la demoneta sigue gimiendo, chillando y jadeando, empujándote más cerca hasta ...",
                "PlayerOrgasmNoSpiritLoss",
                "Speaks2",
                "{b}Uoooouuouh!!!♥♥~{/b}",
                "La escuchas llorar a través de la pared del gloryhole, su cuerpo se estremece mientras sus bragas empapadas y su excitación se acumulan debajo de ella de ti corriendo dentro del juguete una vez más, el coño artificial se aprieta como si fuera la suya como lo retrocede de la parte del juguete.Orgasmo de reacción, su semilla blanca y caliente saliendo de la traicionera herramienta sexual para gotear en el piso con sus jugos.",
                "Por un momento, no puedes escuchar nada de ella, excepto jadea caliente y gemiendo, pero una vez que toma el aliento, rápidamente saca el juguete de tu polla palpitante con otro silenciador descuidado, un gemido agradable que escapa en el proceso, confirmandoTus sospechas de que de hecho está conectado con ella de alguna manera.",
                "Speaks",
                "D-Damn You!Y no has visto lo último de mí ...!¡No pienses que esto significa que ganaste!",
                "Con esa proclamación de la venganza, puedes escucharla huir, su calzado que se extiende contra el piso, los sonidos retrocediendo apresuradamente y finalmente desaparecen por completo.Su rostro se alza de vergüenza y placer, suspiras, contento de poder obtener un poco de respiro, disfrutando del resplandor de tu orgasmo único y en la satisfacción del cambio inesperado.",
                "Pasan unas pocas horas sin más problemas para llegar, y muy pronto, Belle viene para liberarte del puesto, poniendo fin a tu turno.",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks3",
                "Muy bien, [ThePlayerName], ha terminado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Stern",
                "Speaks3",
                "¿Qué demonios dejó todas estas cosas frente a tu caja?",
                "Speaks3",
                "'Entrenamiento masoquista para tontos'?¿Quién lee esta basura?Lo que sea ... lo limpiaré y lo pondré en los perdidos y encontrados, supongo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "Una vez que el descontento Minotaur te ha desaprobado y se aseguró de que estés bien, ella acecha que se queja de clientes descuidados, dejándote repararte y salir del puesto para cobrar tu pago.",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "AdvanceTime",
                "1"
            ]
        }
    ]
}