{
    "name": "Hellhound Bondage",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Beris",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Hellhound",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "3",
                "",
                "IfChoice",
                "1",
                "Signed",
                "RepeatMeeting",
                "SetFlexibleSpeaker",
                "2",
                "GetEventAndIfChoice",
                "Labyrinth Floor 4",
                "1",
                "BeatFloor4",
                "StandardsMet",
                "IfHasPerk",
                "Sadist",
                "StandardsMet",
                "IfPlayerLevelGreaterThan",
                "50",
                "StandardsMet",
                "StatEqualsOrMore",
                "Power",
                "25",
                "StandardsMet",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "CallNextSceneJumpThenReturn",
                "GetEventAndIfChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "SetToBeris",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Mientras esperas en las mesas durante la noche, de repente te interrumpen un familiar sabueso casi caminando directamente hacia ti, haciéndote congelar por un momento mientras te arregla con un resplandor ardiente y una burla colgada, mirándote hacia arriba y hacia abajo antesburlándose de sorprendentemente poca hostilidad en su voz a pesar de sus palabras.",
                "1",
                "",
                "Mientras esperas en las mesas durante la noche, de repente te interrumpen una mujer casi caminando directamente hacia ti, haciéndote congelar por un momento mientras te arregla con un resplandor ardiente y una burla colmada, mirándote arriba y abajo antes de burlarse deSorprendentemente poca hostilidad en su voz a pesar de sus palabras.",
                "EndLoop",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Tch ... tu?Saca la mierda del camino, débil.",
                "1",
                "",
                "Tch, sacar el mierda del camino, débil.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Un poco a regañadientes, subes a un lado dado tu trabajo actual, y ella se aleja, mirando alrededor de la habitación del bar, buscando algo, transportando una maleta negra considerable en una mano mientras ese brazo descansa sobre su hombro, por lo que el estuche se acuesta sobre ella.atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Antes de regresar al trabajo, la ves acercarse a uno de los otros hombres en el turno y les gruñe algo y les ofrece un trozo de papel, y el hombre rápidamente sacude la cabeza rápidamente en lo negativo, lo que hace que la mujer del perro infernal gruñeUna serie de juramentos mientras se asalta, mirando entre los otros trabajadores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Pero ella no te presta atención, aparte de una mirada más antes de sacudir la cabeza con decepción.¿Quizás si fueras más fuerte, te ofrecería lo que ella mostró a ese otro empleado?Pero te encoges de hombros y vuelves a trabajar mientras ella ofrece a alguien el mismo trato, al encontrarse con el fracaso nuevamente, haciendo que ella gruñe una serie de juramentos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Belle Quick le dice que se calme, y la mujer se va a una habitación mientras toma el pedido de alguien, su derrota es bastante audible incluso sobre el estruendo de la charla en el bar.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Dejando a un lado el sabueso, no sucede nada particularmente interesante para el resto de su turno, dejándole cobrar un pago muy fácil a medida que regresa a la entrada de la posada.",
                "ChangeEros",
                "100",
                "AdvanceTime",
                "1"
            ]
        },
        {
            "NameOfScene": "SetToBeris",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "SetFlexibleSpeaker",
                "1"
            ]
        },
        {
            "NameOfScene": "StandardsMet",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "CallNextSceneJumpThenReturn",
                "GetEventAndIfChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "SetToBeris",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FrownAngry",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Mientras esperas en las mesas durante la noche, de repente te interrumpen un familiar Hellling Helling que te agarra más o menos por el hombro y te giras para mirarla, dejándote congelado por un momento mientras sus ojos ardientes te miran con juicio y te miran y te miran yAbajo, mientras su cara fruncida se encuentra a un pie de ti ... pero finalmente, su rostro se divide en una sonrisa de dientes y de repente comienza a arrastrarte por las escaleras hasta las habitaciones.",
                "1",
                "",
                "Mientras esperas en las mesas durante toda la noche, de repente te interrumpen una mujer que te agarra más o menos por el hombro y te giras para mirarla, dejándote congelado por un momento mientras sus ojos ardientes te miran juzgando hacia arriba y hacia abajoSu cara fruncida se encuentra apenas a un pie de ti ... pero finalmente, su rostro se divide en una sonrisa de dientes y de repente comienza a arrastrarte por las escaleras hasta las habitaciones.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Tú.Te recuerdo ... je, sí, podrías trabajar.",
                "1",
                "",
                "Podrías trabajar.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Apenas puedes colocar tu bandeja para servir mientras ella prácticamente te lleva junto con ella, y una vez que estás en el pasillo alineado con puertas a las habitaciones, mira apresuradamente por el pasillo antes de asomarse por las escaleras antes de que agarre más o menosTu hombro nuevamente y te empuja contra la pared, dándote un brillo serio mientras las llamas se quitan los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Muy bien, creo que se ajusta a la factura de lo que quiero, pero como soy un sabueso, necesito que firmes este acuerdo.Si estás dispuesto.Ya sabes, al igual que el laberinto.",
                "1",
                "",
                "Muy bien, creo que se ajusta a la factura de lo que quiero, pero como soy un sabueso, necesito que firmes este acuerdo.Si estás dispuesto.",
                "EndLoop",
                "Levanta dos resbalones de papel en su otra mano, mientras continúa hablando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Como probablemente sepa ahora, los sabuesos pueden ponerse muy jodidos, y nunca estamos realmente satisfechos, por lo que es esencialmente un acuerdo de seguridad que indica que no le importa que su cuerpo sea tratado como un juguete sexual hasta que se rompe.La segunda forma es un acuerdo de no divulgación, lo que significa que nada que suceda en esa habitación {i} deja {/i} esa habitación.Entonces, no mencionar mierda o incluso cerca de mis hermanas, {i}?! {/i}",
                "1",
                "",
                "Los sabuesos pueden ponerse muy jodidamente ásperos, y nunca estamos realmente satisfechos, por lo que es esencialmente un acuerdo de seguridad que indica que no le importa que su cuerpo sea tratado como un juguete sexual hasta que se rompe.La segunda forma es un acuerdo de no divulgación, lo que significa que nada que suceda en esa habitación {i} deja {/i} esa habitación.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella gruñe en silencio mientras retrocede, permitiéndote tomar los papeles para mirarlos brevemente, y parece que te dio la versión corta de los formularios, no parece que esté tratando de estafarte.Mientras tanto, parece bastante tensa mientras mira hacia arriba y hacia abajo por el pasillo, revisando para cualquiera que pueda venir, su pie golpeando con impaciencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "FlexibleSpeaks",
                "Bueno, ¿vas a firmarlo o no bastardo?No tengo toda la jodida noche para esperar.El salario tampoco es una mierda si eso te ayuda a pensar más rápido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Su voz agitada te hace temblar un poco, y apenas te logras notar la maleta negra que puso en el suelo, con lo rápido que te trajo aquí ni siquiera te diste cuenta de que hasta ahora.",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "RepeatMeeting",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Mientras esperas en las mesas durante la noche, de repente te interrumpen por Beris agarrándote aproximadamente por el hombro, inmediatamente comenzando a arrastrarte por las escaleras hasta las habitaciones, apenas puedes dejar tu bandeja de servicio.",
                "Speaks",
                "Yo, [ThePlayerName].Vamos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Una vez que estás en el pasillo alineado con puertas a las habitaciones, mira apresuradamente por el pasillo antes de mirar por las escaleras antes de que te agarra el hombro y te empuja contra la pared, dándote una mirada seria cuando las llamas se apaguan de ella.Ojos, su rostro demasiado cerca del tuyo.",
                "Speaks",
                "Fue un dolor en el culo encontrarte allí.Ahora date prisa, firme este estúpido acuerdo nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Levanta un trozo de papel en su otra mano y gruñe en silencio mientras te da un poco de espacio.Dejándole mirar por el pasillo, revisando a cualquiera que pueda venir, su pie golpeando con impaciencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "Bueno, ¿vas a firmarlo o no bastardo?No tengo toda la jodida noche para esperar ... tch- supongo que podrías rechazarlo si quieres, ya sabes lo que vamos a hacer allí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Su voz agitada te hace temblar un poco, y apenas te logras notar la maleta negra que puso en el suelo, con lo rápido que te trajo aquí ni siquiera te diste cuenta de que hasta ahora.",
                "Menu",
                "Sign the papers.",
                "Turn her down.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "OffWorkMeeting",
            "theScene": [
                "SetChoice",
                "3",
                "",
                "IfChoice",
                "1",
                "Signed",
                "RepeatMeetingOffWork",
                "SetFlexibleSpeaker",
                "2",
                "GetEventAndIfChoice",
                "Labyrinth Floor 4",
                "1",
                "BeatFloor4",
                "StandardsMetOffWork",
                "IfHasPerk",
                "Sadist",
                "StandardsMetOffWork",
                "IfPlayerLevelGreaterThan",
                "65",
                "StandardsMetOffWork",
                "StatEqualsOrMore",
                "Power",
                "35",
                "StandardsMetOffWork",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "CallNextSceneJumpThenReturn",
                "GetEventAndIfChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "SetToBeris",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "A medida que te acercas a la mesa, el Hellhound sorprendentemente familiar te da un gruñido y un resplandor de evaluación y ardiente que te envía un escalofrío por la columna vertebral.",
                "1",
                "",
                "A medida que te acercas a la mesa, la mujer te da un gruñido y un resplandor de evaluación y ardiente que te envía un escalofrío por la columna vertebral.",
                "EndLoop",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Joder, [ThePlayerName], no estoy interesado.",
                "1",
                "",
                "Joder, no estoy interesado.",
                "EndLoop",
                "Intentas decir algo, pero ella solo te da un gruñido agresivo en respuesta, una de sus manos agarrando firmemente la maleta del mango que ha sentado junto a ella, y decides que claramente no está interesado en ti, retrocediendo antes de que te llame a Belle sobre ti,O la propia Hell Hound hace algo loco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Mientras retrocede, la ves agarrar a uno de los empleados de aspecto más fuerte por el collar, dándoles una oferta de gruñidos que no puedes escuchar mientras ella les muestra lo que parece un contrato de algún tipo, y el trabajador rápidamente rechaza su oferta,Dejándola soltando una cadena de improperios mientras le dice al trabajador que se enoje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Belle le grita que se calme, y no puedes evitar preguntarte si estaría más interesada en ti si fueras más fuerte.¿Quizás incluso se veía más fuerte?¿Quizás si hubiera algo sobre ti que atrapara su interés?¿Tal vez limpiar el laberinto sería una forma de demostrar su valía?",
                "1",
                "",
                "Belle le grita que se calme, y no puedes evitar preguntarte si estaría más interesada en ti si fueras más fuerte.¿Quizás incluso se veía más fuerte?¿Quizás si hubiera algo sobre ti que atrapara su interés?Aunque dado lo asustado que estaba ese empleado de ella, ¿tal vez mantenerse alejado de ella es lo mejor de ella?",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "DisplayCharacters",
                "EndLoop",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "NightLifeMenu"
            ]
        },
        {
            "NameOfScene": "StandardsMetOffWork",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "CallNextSceneJumpThenReturn",
                "GetEventAndIfChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "SetToBeris",
                "ChangeBGM",
                "music/Casino/Bewitching.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "A medida que te acercas a la mesa, el Hellhound sorprendentemente familiar te da un gruñido y un resplandor de evaluación y ardiente que te envía un escalofrío por la columna vertebral.",
                "1",
                "",
                "A medida que te acercas a la mesa, la mujer te da un gruñido y un resplandor de evaluación y ardiente que te envía un escalofrío por la columna vertebral.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Joder, [ThePlayerName], no estoy interesado ... aunque ...",
                "1",
                "",
                "Joder, no estoy interesado ... aunque ...",
                "EndLoop",
                "Ella te mira por un momento más con pensamiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Floor 4",
                "1",
                "BeatFloor4",
                "En realidad ... lograste superar todos los desafíos y mierda del laberinto ... sí ... podrías trabajar ... pero no eres parte del maldito personal ...",
                "1",
                "",
                "En realidad, parece que podrías manejarlo ... sí ... pero no eres parte del maldito personal ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "FlexibleSpeaks",
                "Tch- no es que valga nada, los cobardes ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "FlexibleSpeaks",
                "Entonces, si estás dispuesto, tengo una oferta para ti ... solo sé que tendrás que firmar algunos derechos y mierda por ello, sí, será por sexo.¿Bien?",
                "Menu",
                "I'm interested.",
                "I'm not interested.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm not interested.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Se encoge de hombros y baja la foto de cualquier bebida que tenga sobre su mesa.",
                "FlexibleSpeaks",
                "Entonces, joder?",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Te alejas y vuelves a molestar sobre la taberna.",
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "2",
                "",
                "DisplayCharacters",
                "EndLoop",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "NightLifeMenu"
            ]
        },
        {
            "NameOfScene": "I'm interested.",
            "theScene": [
                "IfChoice",
                "1",
                "Signed",
                "RepeatInterest",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Ella te da una sonrisa de dientes y baja la toma de cualquier bebida que tenga en su mesa antes de agarrar la maleta que tiene en la cabina con ella, y se levanta, rápidamente te agarra el brazo y lo lleva a un pasillo alineado con habitaciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Luego mira apresuradamente por el pasillo antes de asomarse por las escaleras antes de agarrarte el hombro y empuja hacia arriba contra la pared, dándote una mirada seria mientras las llamas se quitan los ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Muy bien, primero debemos resolver algunos detalles.Pero debido a que soy un Hellhound, necesito que firmes este acuerdo.Si estás dispuesto.Como el de la basura del laberinto.Lo había planeado principalmente en caso de que contraté a alguien de ese lugar, pero ... en este caso, ya que esto es ... algo no profesional, actuará principalmente como un ...la segunda forma.",
                "1",
                "",
                "Muy bien, primero debemos resolver algunos detalles.Pero debido a que soy un Hellhound, necesito que firmes este acuerdo.Si estás dispuesto.Lo había planeado principalmente en caso de que contraté a alguien de ese lugar, pero ... en este caso, ya que esto es ... algo no profesional, actuará principalmente como un ...la segunda forma.",
                "EndLoop",
                "Levanta dos resbalones de papel en su otra mano, mientras continúa hablando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Probablemente ya sea consciente de que los sabuesos pueden ponerse muy jodidos, y nunca estamos realmente satisfechos, por lo que es esencialmente un acuerdo de seguridad que indica que no le importa que su cuerpo sea tratado como un juguete sexual hasta que se rompe.La segunda forma es un acuerdo de no divulgación, lo que significa que nada que suceda en esa habitación {i} deja {/i} esa habitación.Entonces, no mencionar mierda o incluso cerca de mis hermanas, {i}?! {/i}",
                "1",
                "",
                "Los sabuesos pueden ponerse muy jodidamente ásperos, y nunca estamos realmente satisfechos, por lo que es esencialmente un acuerdo de seguridad que indica que no le importa que su cuerpo sea tratado como un juguete sexual hasta que se rompe.La segunda forma es un acuerdo de no divulgación, lo que significa que nada que suceda en esa habitación {i} deja {/i} esa habitación.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella gruñe en silencio mientras retrocede, dejándote tomar los papeles para mirarlos brevemente, y parece que te dio la forma corta de las formas, no parece que esté tratando de estafarte.Mientras tanto, parece bastante tensa mientras mira hacia arriba y hacia abajo por el pasillo, revisando para cualquiera que pueda venir, su pie golpeando con impaciencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "FlexibleSpeaks",
                "Bueno, ¿vas a firmarlo o no bastardo?No tengo toda la jodida noche para esperar.Solo tenga en cuenta que no voy a pagarlo por esto.Hay una basura legal buncha involucrada en hacerlo en la posada si no se trata de empleados reales, y no necesito lidiar con ese tipo de mierda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Su voz agitada te hace temblar un poco, y apenas te logras notar la maleta negra que puso en el suelo, con lo rápido que te trajo aquí ni siquiera te diste cuenta de que hasta ahora.",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "RepeatMeetingOffWork",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "A medida que te acercas a la mesa, Beris te da una mirada algo tensa, y ella toma una copa de su disparo, mirando hacia el bar de manera alejada.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Yo, [ThePlayerName].Recuerde, no lo hacemos {i} sepamos {/i} uno al otro fuera de esa mierda de laberinto ... o uh, a menos que esté interesado en ... ya sabes ...",
                "1",
                "",
                "Yo, [ThePlayerName].Recuerde, no lo hacemos {i} sepamos {/i} el uno al otro ... o uh, a menos que esté interesado en ... ya sabes ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Ella te da una mirada casi tímida mientras sus oídos se contraen nerviosamente, escuchando atentamente.",
                "JumpToScene",
                "RepeatMeetingOffWorkMenu"
            ]
        },
        {
            "NameOfScene": "RepeatMeetingOffWorkMenu",
            "theScene": [
                "Menu",
                "I'm interested.",
                "RequiresChoice",
                "1",
                "Signed",
                "I just want to talk.",
                "I'm not interested.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I just want to talk.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris te da un ceño ligeramente agitado antes de mirar alrededor de la barra, su voz cayendo en un tono bajo y de advertencia.",
                "Speaks",
                "SwapLineIf",
                "Progress",
                "50",
                "Y-you idiota ... ¿de qué demonios tenemos que hablar aquí por aquí?Voy a tener que firmar los papeles también ... y también ... bueno ... ya sabes ... después de eso ...",
                "25",
                "Y-you idiota ... no podemos hablar {i} aquí {/i}.Eso debería ser obvio ... si quieres charlar sobre algo que al menos nos dirigimos a una habitación primero ... y también tendrás que firmar los papeles ... y también .... bien ... ya sabes ... después de eso ...",
                "0",
                "Usted idiota no podemos hablar {i} aquí. {/i} Deberías saber eso ... además.No hay {i} nada {/i} de los que hablar.No lo tomes personalmente, nuestra relación es puramente profesional.Entonces, J-solo avíseme si está interesado en firmar los documentos nuevamente.",
                "EndLoop",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "JumpToScene",
                "RepeatMeetingOffWorkMenu"
            ]
        },
        {
            "NameOfScene": "RepeatInterest",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Está bien!Luego vamos [ThePlayerName].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Ella te da una sonrisa de dientes y baja la toma de cualquier bebida que tenga en su mesa antes de agarrar la maleta que tiene en la cabina con ella, y se levanta, rápidamente te agarra el brazo y lo lleva a un pasillo alineado con habitaciones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Luego mira apresuradamente por el pasillo antes de asomarse por las escaleras antes de que se agarra bruscamente de nuevo y te empuja contra la pared, dándote una mirada seria mientras las llamas se quitan los ojos, su rostro demasiado cerca de la tuya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "Ahora date prisa, firme este estúpido acuerdo nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Levanta un trozo de papel en su otra mano y gruñe en silencio mientras te da un poco de espacio.Dejándole mirar por el pasillo, revisando a cualquiera que pueda venir, su pie golpeando con impaciencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "Bueno, ¿vas a firmarlo o no bastardo?No tengo toda la jodida noche para esperar ... tch- supongo que podrías rechazarlo si quieres, ya sabes lo que vamos a hacer allí ... pero quiero decir ... ya dijisteQuerías hacerlo de nuevo.Así que no me jodas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Su voz agitada te hace temblar un poco, y apenas te logras notar la maleta negra que puso en el suelo, con lo rápido que te trajo aquí ni siquiera te diste cuenta de que hasta ahora.",
                "Menu",
                "Sign the papers.",
                "Turn her down.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "ContractMenu",
            "theScene": [
                "Menu",
                "Sign the papers.",
                "'Hellhounds need a form?'",
                "'What's in the suitcase?'",
                "'Why the non-disclosure agreement?'",
                "'Why do you keep checking the hallway?'",
                "Turn her down.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Turn her down.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Ella deja escapar una serie de improperios mientras rechazas su oferta, prácticamente arrancando las formas de tus manos mientras agarra la maleta y tormenta en la barra.",
                "DisplayCharacters",
                "EndLoop",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Turn her down.NotWork",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Te quedas un poco aturdido del encuentro, pero te haz regreso de abajo y vuelve al trabajo, sin que no suceda nada más.",
                "ChangeEros",
                "100",
                "AdvanceTime",
                "1",
                "ChangeBG",
                "Inn.png"
            ]
        },
        {
            "NameOfScene": "Turn her down.NotWork",
            "theScene": [
                "Te quedas un poco aturdido del encuentro, pero te haz de regreso después de un momento para tratar de no causar algún tipo de escena.",
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "2",
                "",
                "JumpToNPCEventThenScene",
                "Enter the Bar.",
                "NightLifeMenu"
            ]
        },
        {
            "NameOfScene": "'Hellhounds need a form?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Casi hace una doble toma ante su pregunta mientras vigila el pasillo, claramente sin esperar la pregunta.",
                "FlexibleSpeaks",
                "Wh- y-yeah, y es jodido {i} estúpido, {/i} casi cualquier súcubo te haría la misma mierda.Entonces, ¿vas a firmar o qué?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Con una ligera agitación creciente, continúa manteniendo su atención en el pasillo, golpeando el pie con el pie con el ceño fruncido.",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "'What's in the suitcase?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Prácticamente salta de su piel ante la pregunta, su cola y las orejas alerta mientras te rueda con un suave sonrojo.",
                "FlexibleSpeaks",
                "¡No es de tu maldito negocio bastardo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Ella reina sus emociones y cruza los brazos mientras mira hacia atrás por los pasillos, claramente molesta por su pregunta.",
                "FlexibleSpeaks",
                "Si firma los putos documentos, lo descubrirá ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella gruñe las palabras, claramente al límite de sus preguntas.",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "'Why the non-disclosure agreement?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "FrownAngry",
                "FlexibleSpeaks",
                "Porque me gusta mi maldito {i} privacidad. {/i}",
                "Prácticamente sisee las palabras mientras brilla, sus ojos ardientes se mantienen enfocados en la tarea de mirar hacia arriba y hacia abajo del pasillo mientras ella murmura oscura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "FlexibleSpeaks",
                "Moldista, pieza de basura inquisitiva ... gilipollas ...",
                "No hay mucha hostilidad en su murmuración, parece estar ventilando sus frustraciones.",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "'Why do you keep checking the hallway?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "FlexibleSpeaks",
                "Porque te jodas por eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Ella sigue revisando el pasillo con un gruñido.",
                "FlexibleSpeaks",
                "... Gr, no necesito a mis hermanas sabiendo que incluso estaba bien aquí.Así que date prisa y firma, o no.Date prisa, la mierda.",
                "SetChoice",
                "14",
                "Sisters",
                "JumpToScene",
                "ContractMenu"
            ]
        },
        {
            "NameOfScene": "Sign the papers.",
            "theScene": [
                "IfChoice",
                "1",
                "Signed",
                "RepeatSigning",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Firmas los papeles con el bolígrafo que también te dio, y le devuelves los papeles, haciéndola hacer una doble toma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "FlexibleSpeaks",
                "Espera, en serio?Fucking {i} finalmente! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeBG",
                "InnRoomLewd.png",
                "Una sonrisa carnívora se extiende sobre su rostro mientras se mueve los papeles y el bolígrafo, agarrando la maleta en una mano antes de agarrarte la muñeca y arrastrarte a una habitación, pateando la puerta detrás de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Ella suelta la muñeca y coloca su maletín en el piso, arrojando su chaqueta sobre una silla cercana antes de colocar la caja plana y la abre con una sonrisa, su cola se mueve ligeramente de emoción.",
                "No puedes evitar sentirte un poco nervioso al ver el contenido del maletín, una colección de diferentes juguetes sexuales, abrazaderas, {i} lotes {/i} de cuerda, una cosecha de equitación, vendas, gags y mucho más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Ella deja de mirar el caso con entusiasmo, poniéndose atrapada en su propia emoción y recompone con un resoplido antes de darle una sonrisa.",
                "1",
                "",
                "Ella deja de mirar el caso con entusiasmo, poniéndose atrapada en su propia emoción y te mira curiosamente por un momento.",
                "EndLoop",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "",
                "1",
                "",
                "Oh mierda verdad, mi nombre es Beris, ¿cuál es el tuyo?",
                "EndLoop",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "",
                "1",
                "",
                "Te tomas un momento para registrar la pregunta antes de presentarse.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Muy bien, [ThePlayerName], solo recuerde: fuera de esta habitación, no nos conocemos ... aparte de la basura laberinto, obviamente.",
                "1",
                "",
                "Muy bien, [ThePlayerName], solo recuerde: fuera de esta habitación, no nos conocemos.",
                "EndLoop",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "None",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Asentes, y ella se levanta, se quita los zapatos, se quita los calcetines, arrojándolos a ambos a la silla antes de escupir y colgarlos, arrojándolos para unirse a sus otras prendas, dejándola completamente desnuda mientras se agachaAbajo nuevamente del estuche, su cola se mueve con entusiasmo mientras busca algo.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Bondage",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Con un ritmo repentino de dudas, finalmente alcanza y agarra un collar negro de la caja y lo desliza alrededor de su cuello, lo cerró, y las cuerdas se deslizan hacia afuera, envolviéndola suavemente con una suave bondage antes de hacer clic en una correaEl collar, pasando el liderazgo con una descarga claramente avergonzada.",
                "Speaks",
                "Al-Intra, ahora continúa y haz lo que quieras ... Juega de mascotas ... Bondage ... wh-lo que ... w-well, solo asegúrate de atarme al menos un poco ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella no puede mantener el contacto visual contigo mientras su rostro se retorce con un sonrojo profundo.",
                "SetChoice",
                "1",
                "Signed",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "InitalMenu",
            "theScene": [
                "Menu",
                "'Wait. What?'",
                "\"Bueno, todo tiene mucho más sentido ahora\".",
                "'So... Anything?'",
                "'Yo, eh ... no estoy seguro de si me siento cómodo con esto'.",
                "'You're not going to fuck me till I break?'",
                "RequiresChoice",
                "2",
                "Questioned",
                "Look through the suitcase and figure out what you want to do. (Stop asking questions.)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Wait. What?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Beris ataca indigna a su reacción.",
                "Speaks",
                "D-don't {i} 'What' {/i} me dipshit!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Grrr ... y probablemente esperaba que me folle el cerebro o algo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Quiero decir, hay una razón por la que hice que firmes ese formulario de no divulgación ... si alguien se entera de esto, mi reputación sería {i} follada {/i} ... tonta loca ... bondage fetish ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Speaks",
                "W-Well ¿Me vas a mirar boquiabierto, bastardo, o vas a comenzar, ya sabes, haciéndome cosas?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella evita tímidamente sus ojos, su cola meneando con una leve emoción.",
                "SetChoice",
                "2",
                "Questioned",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "'Well, everything makes a lot more sense now.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "La cara de Beris arde brillante con un sonrojo mientras mira el suelo con vergüenza.",
                "Speaks",
                "Sh-shut Up tu pinchazo y atarme o-o algo ...",
                "SetChoice",
                "2",
                "Questioned",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "'So... Anything?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris evita su mirada y se inquieta un poco.",
                "Speaks",
                "W-Well cualquier cosa en el caso está bien ... TH-TH-hay cualquier cosa que puedas usar en mí allí ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Pero ella te mira en serio.",
                "Speaks",
                "Si {i} do {/i} de alguna manera cruza una línea, solo tenga en cuenta que puedo salir de las cuerdas y basura como nada si quisiera.S-So E-incluso si estoy corriendo un poco la boca, uhm, ¿no te detengas?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Su rostro arde aún más que antes, ya que al final de sus palabras está mirando el caso nuevamente.",
                "SetChoice",
                "2",
                "Questioned",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "'I, uh... I'm not sure if I'm comfortable with this.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris se atribuye la indignación y la rabia leve mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Speaks",
                "WH-¿Qué!¡No me follen pollo ahora, Pansy!¡Ya firmaste los papeles y la mierda!S-so al menos ... no lo sé ... atarme y follarme sin sentido en la cama?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "SwapLineIf",
                "OtherEventsChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "Al final, su ira se ha desvanecido a sus fantasías nerviosas, y pensando en ello, ya firmaste los documentos, también puedes hacer {i} algo {/i}.",
                "2",
                "",
                "Al final, su ira se ha desvanecido a sus fantasías nerviosas y pensando en ello, estás aquí para tu trabajo, por lo que probablemente puedas resolver algo.",
                "EndLoop",
                "SetChoice",
                "2",
                "Questioned",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "'You're not going to fuck me till I break?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris te da una mirada de vergüenza.",
                "Speaks",
                "Joder, ¿por qué siempre atrajo los subs ... bueno, quiero decir, {i} podría {/i} follarte en el suelo, pero no es por eso que estoy jodidamente {i} aquí. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Simplemente ... me gusta la idea de estar atado e indefenso ... ¿y una mierda así?R Recuerde el acuerdo de no divulgación!¡Si mis hermanas se enteran de esto, nunca lo viviré!",
                "SetChoice",
                "14",
                "Sisters",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella mira a un lado en el pensamiento.",
                "Speaks",
                "Aunque probablemente les gustará, ya que voluntariamente se puso en esto pensando que ibas a hacer que tu pelvis se jodiera en una sumisión total ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Ella te mira con un al ras.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "¡A-de todos modos!Eso no es importante, j-solo elige algo en el caso, ate, jótame, s-something ...",
                "SetChoice",
                "2",
                "Questioned",
                "JumpToScene",
                "InitalMenu"
            ]
        },
        {
            "NameOfScene": "Look through the suitcase and figure out what you want to do. (Stop asking questions.)",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Cuando comienzas a revisar el caso, Beris se acerca, pero se avanza cuando algo se encuentra en su mente.",
                "Speaks",
                "O-oh derecho, uhm, una limitación más, cosa, uh, si quieres ser más duro conmigo, o uh, ponme en mi lugar, o castigarme o alguna mierda como esa, no me golpees en elrostro.Las nalgadas están bien, y la cosecha de montar, pellizcándose bien, y la luz también se ahoga ... um ... y-Yeah ... llámame también si quieres ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Al final, se puso bastante caliente y molesta mientras mira al suelo esperando que descubras qué hacer con ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Yo podría hablar de vez en cuando, um, solo, castigarme o algo, no {i} en realidad {/i} parar.Oh, eh, probablemente no necesito uno, pero uh, el panqueque de la palabra segura.Entonces, si digo eso por alguna razón, deténgase.Pero realmente puedo liberarme si realmente quiero de alguna de las cuerdas ... um- di-did ya digo eso antes.Y tú también podrías ser gentil, supongo ... wh-lo que quieras ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Claramente está tropezando con sus propios pensamientos con lo excitada y emocionada que está, sus jugos de coño están arrastrándose por sus muslos y su cola se mueve inconscientemente mientras evita su mirada.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Casi distraídamente, ella repasa cómo usar las cuerdas para atarla, y cómo el collar con un poco de magia lo hace fácilmente automáticamente, lo que permite que casi cualquier persona establezca una esclavitud intrincada, incluido alguien solo.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "RepeatSigning",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeBG",
                "InnRoomLewd.png",
                "Firma los papeles con el bolígrafo que ella también te dio, y le devuelves los papeles, y una sonrisa de emoción se extiende sobre su rostro mientras se mueve los papeles y el bolígrafo, agarrando la maleta en una mano antes de agarrarte la muñeca y arrastrarteEstás en una habitación, pateando la puerta detrás de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Ella suelta la muñeca y coloca su maletín en el piso, arrojando su chaqueta sobre una silla cercana antes de poner la caja plana y la abre con una sonrisa, su cola meneando inconscientemente.",
                "Usted mira la vez más el contenido del maletín, todavía con un leve asombro de la colección pura, una colección de diferentes juguetes sexuales, abrazaderas, {i} lotes {/i} de la cuerda, una cosecha de equitación, vendos vendados, gags y mucho más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella deja de mirar el caso con entusiasmo, poniéndose atrapada en su propia emoción y te mira tímidamente por un momento.",
                "Speaks",
                "Solo recuerda, lo que sucede aquí nunca deja esta jodida habitación.Como si ni siquiera nos conociéramos.",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "None",
                "Asentes, y ella se levanta, se quita los zapatos, se quita los calcetines, arrojándolos a ambos a la silla antes de escupir y colgarlos, arrojándolos para unirse a sus otras prendas, dejándola completamente desnuda mientras se agachaAbajo nuevamente del estuche, su cola se mueve con entusiasmo mientras busca algo.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Bondage",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Con un ritmo repentino de dudas, finalmente alcanza y agarra un collar negro de la caja y lo desliza alrededor de su cuello, lo cerró, y las cuerdas se deslizan hacia afuera, envolviéndola suavemente con una suave bondage antes de hacer clic en una correaEl collar, pasando el liderazgo con una descarga claramente avergonzada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Al-Intra, ahora continúa y haz lo que quieras [ThePlayerName] ... Juego de mascotas ... Bondage ... wh-what a ... w-well, solo asegúrate de atarme al menos un poco ....",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "No puede mantener el contacto visual contigo mientras su rostro se retuerce con un profundo sonrojo cuando comienzas a mirar el caso y pensar qué hacer con ella.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "LewdOptionsMenu",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "CallNextSceneJumpThenReturn",
                "IfChoice",
                "18",
                "",
                "GratsLabyChek",
                "IfChoice",
                "17",
                "PlayLabyGrats",
                "GratsLabyScene",
                "Menu",
                "Can we take a moment to talk first?",
                "Think on how to 'play' with her. (Sex Options)",
                "Pull on the leash and pet her.",
                "RequiresChoice",
                "3",
                "",
                "Atar su cuerpo, luego abrazarse con ella en la cama.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "GratsLabyChek",
            "theScene": [
                "GetEventAndIfChoice",
                "Labyrinth Floor 4",
                "1",
                "BeatFloor4",
                "GratsLabyChek2"
            ]
        },
        {
            "NameOfScene": "GratsLabyChek2",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "30",
                "SceneIsGogo"
            ]
        },
        {
            "NameOfScene": "SceneIsGogo",
            "theScene": [
                "SetChoice",
                "17",
                "PlayLabyGrats"
            ]
        },
        {
            "NameOfScene": "GratsLabyScene",
            "theScene": [
                "SetChoice",
                "18",
                "CongratsSeen",
                "SetChoice",
                "17",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Mientras reflexiona sobre las cosas, Beris parece estar inquieto incómodamente en su lugar ... es decir, mucho más que su retorcida cachonda normal, como si masticar algo en su mente antes de finalmente hablar cuando atrapa tu mirada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinStrained",
                "Speaks",
                "{i} por cierto {/i} ... supongo que debería, como ... felicitarte ... incluso si es un poco tarde ... {i} Entonces, {/i} Buen trabajo superando elDesafío de laberinto completo.Y sabes- ECH ... de todos modos, buen trabajo.Allá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Simplemente no dejes que te vayas a la cabeza ... especialmente no solo porque te dejo hacer, sabes, esto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella se queja, inadvertidamente moviendo su cola mientras evita los ojos.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "GratsMenu"
            ]
        },
        {
            "NameOfScene": "GratsMenu",
            "theScene": [
                "Menu",
                "Incluso en el laberinto, es bastante obvio que te gustan esta cosa ...",
                "Spoken like someone who wants to get tied up and toyed with.",
                "Thanks!~",
                "It's really hot when you're chasing me down.",
                "This is more than a {i}little{/i} late?",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Even in the Labyrinth, it's pretty obvious you're into this kinda stuff...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Beris se estremece con una mezcla nerviosa de inquietud y pánico en su rostro mientras su mente se compara con la inesperada llamada.",
                "Speaks",
                "Wh- {i} no, no es jodido, {/i} No hay forma en el infierno que sospechan mierda, ¡está bien!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "¡No es como si nos vemos durante todas las cosas allí!S-SURE, supongo que {i} pueden {/i} escucharlo, pero algunos ... {i} ruidos {/i} no les dirán mierda-!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "En serio, ¿estás tratando de darme un ataque cardíaco ...",
                "Ella dice que con un resumen bajo, su cola se balanceaba perezosamente detrás de su forma revestida de cuerda mientras se inquieta con su collar, aún con preocupación procesando lo que dijiste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "Tch, solo date prisa y ate y me atate para que pueda dejar de inclinarme de la basura sobre esta basura.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Spoken like someone who wants to get tied up and toyed with.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "WHA- tu-!Sh-shut up- {i} no, no fue! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speaks",
                "Tch, aquí estaba tratando de ser {i} agradable {/i} ... gilipollas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Se molesta los dientes molestos por un momento, luego, cuando un silencio tenso comienza a asentarse, rápidamente te mira y luego abre su boca nuevamente, queja con impaciencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Aunque yo {i} soy {/i} todavía aquí para 'estar atado y jugado con' o lo que sea ... vamos a hacerlo y ambos cállate.",
                "ChangeProgress",
                "-2",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "It's really hot when you're chasing me down.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "{i} Guh- {/i} wh- joder- culo raro",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Te gustan las cosas raras y raras, ¿no? ¿Estar en eso y esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella se toma un momento para alejarse de ti tímidamente mientras se frota la parte posterior de su cuello con una mano, se acumula torpemente y trata de regresar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speaks",
                "Bueno, si estás de humor para eso, ve al laberinto y me sacudiré tu mundo.Es mejor que no desarrolle ninguna muda de malks raros, como una mierda cachonda de amor de Ceris-Tier o no sé qué ... ahora date prisa y ate y me atas o algo así.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "This is more than a {i}little{/i} late?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella resuelve eso y mira de humor antes de ofrecer una respuesta gruñona.",
                "Speaks",
                "Bueno, no iba a poner todo cursi y una mierda frente a mis jodidas hermanas {i} {/i}- A-y tuve que pensar en ello, ¡está bien!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "'lados, acabo de decidir {i} ahora {/i} que merecías un' buen trabajo '.Así que trata con eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "¡Ahora cortemos el chit-chat y lleguemos al juego de bondage!",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Thanks!~",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Hay una larga pausa después de su apreciación, Beris miraba su cara radiante, aparentemente esperando algún tipo de seguimiento, su cola de pie en la recta detrás de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Cuando los segundos pasan en silencio y queda claro que es todo lo que tuvo que decir, ella inhala bruscamente y abre su boca con un ceño fruncido, solo para que sus palabras se rastreen antes de que comiencen.Frustrada, ella mira por un momento, dejándote sentir que dijiste algo mal, o que esperaba algo más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Luego vuelve a respirar profundamente, pareciendo decidir, y mientras mantiene su mirada evitada, el sabueso de repente se acerca de repente con tanta asertividad como puede reunirte y envuelve en un abrazo sin ceremonias.El acto casto es bastante compensado por su cuerpo actualmente efectivamente desnudo, pero la intención genuina en su acto es obvia ya que la tensión en su cuerpo, pero se disuelve y exhala su respuesta.",
                "Speaks",
                "De nada...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Ella te deja abrazarla, tarareando contundamente por un momento, luego se aleja del repentino abrazo con una sonrisa, su cola se mueve fácilmente de emoción mientras habla de nuevo, su voz generalmente hostil sonando con alegría poco cuidadosa.",
                "Speaks",
                "Ahora, cortemos con la basura cursi y llegemos a la esclavitud, ¡¿de acuerdo?",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Think on how to 'play' with her. (Sex Options)",
            "theScene": [
                "Menu",
                "Atala, tírala sobre la cama y fóllela.",
                "Tease her with pleasure while her arms are bound in the air and she's forced to squat.",
                "Elaboradamente la ata y la suspende del suelo, luego la atormenta un poco.",
                "'How about some roleplay?'",
                "Not yet.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Not yet.",
            "theScene": [
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Can we take a moment to talk first?",
            "theScene": [
                "IfProgressEqualsOrGreater",
                "25",
                "Talkies",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Beris te da una mirada de molestia y cruza los brazos.",
                "Speaks",
                "SwapLineIf",
                "Progress",
                "5",
                "Tch- Nuestra relación es puramente profesional.Y puedo decirte que ahora no estoy aquí en equipo de esclavitud para {i} chat. {/i} '' ', menos llegaremos a conocernos, ¿mejor, bien?Cualquiera de nosotros podría dejar de ver al otro para esta mierda en cualquier momento ... y conseguí que firmes los documentos por una razón ...",
                "0",
                "TCH- ¿No estoy aquí en un jodido equipo de esclavitud para que sean charlatilleros para que podamos conocernos o alguna mierda, ¿de acuerdo?No necesitas saber a Jack todo sobre mí, esto es todo {i} profesional. {/i} Te hice firmar los documentos por una razón ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella mira tímidamente mientras su ira se desvanece, su postura cayendo a una más relajada.",
                "Speaks",
                "SwapLineIf",
                "Progress",
                "0",
                "... Mierda, S-Sorry por tomar así ... Estoy uh, solo ... un poco acelerado y frustrado ... A-y {i} realmente {/i} emocionado por lo que estamosVoy a hacer ... así que ... uh ... si estás molesto, y tú podrías sacarme de mí ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Ella mira por el caso de los juguetes y el equipo de esclavitud nerviosamente mientras se sonroja profundamente.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Talkies",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella te da un resplandor indignado por un momento antes de mirar hacia otro lado con un puchero.",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "11",
                "Hablé una vez",
                "Ugh, bien, solo recuerda nada de lo que hablamos todavía de salir de esta habitación.Ese contrato todavía se aplica ... ¡y es mejor que me ataran más jodidamente apretado después!",
                "11",
                "",
                "Supongo que hemos estado haciendo esta cosa sub/dom por un poco ahora ... Supongo que no puedo culparte por querer saber un poco más sobre mí ... Ugh, bien, solo recuerda nada de lo que hablamos de hojas de hojasesta habitación todavía.Ese contrato todavía se aplica ... ¡y es mejor que me ataran más jodidamente apretado después!",
                "EndLoop",
                "SetChoice",
                "11",
                "Hablé una vez",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Su rostro hábilmente enojado y nervioso, te mira muy en serio mientras piensas en qué preguntarle.",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "TalkingMenu",
            "theScene": [
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Menu",
                "Ask about hellhounds.",
                "How did you realize you were a sub?",
                "What do you do with your time normally?",
                "RequiresChoice",
                "14",
                "Sisters",
                "Ask about her sisters.",
                "RequiresChoiceFromEvent",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Ask about the Labyrinth.",
                "Done talking.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Done talking.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Finalmente ... ahora date prisa y hazme tu perra ... o algo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Ella mira con un profundo sonrojo mientras mira el caso de los juguetes.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "How did you realize you were a sub?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Beris ataca por un momento con una indignación avergonzada y tiene que tomarse un momento para recordarse a sí misma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "W-Well, uhm ... siempre he sido el rut de la familia ... así que mis hermanas siempre bromeaban al respecto.Por supuesto, siempre les diría que lo puedan con esa mierda tonta ... pero uh ...",
                "Ella se inquieta nerviosamente mientras mira el caso de la esclavitud y los juguetes sexuales.",
                "Speaks",
                "Luego compré este collar y algunos juguetes de autoevaluación ... para demostrar que no estaba en cosas así, siendo dominado y burlado, quiero decir ... pero yo uhm ... terminé {i} realmente {/i}Disfrutándolo ... mientras fantasea con lo que un \"maestro\" me haría ... B pero todavía estaba bastante profundo en la negación en ese momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "S-SO Fui a un lugar de dominatriz profesional en la capital, conseguí que uno de los Sucúcubos me pasara a través de un curso de bloqueo, solo para demostrar que definitivamente {i} no {/i} me gustó ... b-Pero yo, si algo, mi intento de negar que no era un submarino masivo en ese momento solo me hizo aún más sumiso cuando la demonía que jugaba con mi cuerpo finalmente me hizo admitirlo en voz alta ... mientras estaba orgasming ....",
                "Su rostro es escarlata brillante mientras reflexiona sobre estos recuerdos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Vi allí varias veces, pero en realidad no me gustan las chicas, así que se puso un poco aburrido después de un tiempo ... A-me preocupaba que mis hermanas se apoderan de lo que estaba haciendo.E incluso cuando los sabuesos son 'subby', ¿es más como el fondo de potencia?S-So mi fetiche es un poco ... increíblemente humillante ... y no de la manera {i} divertida {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "¿Realmente incluso cuando los sabuesos infernos que dan un fondo de potencia generalmente no se consideran subs?Dado lo salvajes que son nuestras libidos y resistencia ... y somos imposibles de \"domar\" ... sin mencionar lo fácil que es salir de las restricciones y una mierda así ... este collar realmente me haceUn poco más débil ... así que uh, no lo hago {i} accidentalmente {/i} rompe las cuerdas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "De todos modos, después de eso comencé a buscar a un chico que me dominara ... pero la mayoría de los hombres vuelven a la mierda porque soy un sabio ... por la reputación ... así que, es realmente difícil encontrar a alguiendeseoso.¿Quién {i} no {/i} resultará ser un puto submarino ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speaks",
                "He sido algunos otros tipos que tengo que dominarme, pero realmente no funcionaron de una forma u otra.",
                "Ella se encoge de hombros con indiferencia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Tal vez termine un poco a largo plazo, tal vez no.No lo sé.¿Simplemente no seas un imbécil bien?Esto ha sido bastante divertido hasta ahora, así que no comiences a joderlo con ego o algo de mierda.",
                "SetChoice",
                "14",
                "Sisters",
                "IfChoice",
                "12",
                "Subby",
                "TalkingMenu",
                "SetChoice",
                "12",
                "Subby",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "Ask about hellhounds.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Beris cambia con un puchero ligeramente molesto en su rostro, las llamas de las esquinas de sus ojos parpadean suavemente.",
                "Speaks",
                "Bueno, supongo que saber un poco más podría ayudarte a jugar mejor con mi cuerpo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Ella deja escapar un suspiro ligeramente aburrido mientras comienza a hablar de su especie.",
                "Speaks",
                "Nuestras libidos y resistencia están fuera de las listas, somos increíblemente tenaces, e incluso si crees que estás jodiendo una sumisión, estarán listos para ir mucho más tiempo que cualquier humano, hasta que tu maldita pelvis se siente como lo hará.romper y luego seguir adelante un poco más.",
                "Speaks",
                "El calor de nuestros cuerpos se puede extender a otros a través del contacto corporal, llenando su cuerpo con una lujuria hirviendo, pero más específicamente, lo mantiene listo para más, independientemente de lo agotado que esté.Ese mismo maldito calor fundido es lo que nos hace tan insaciable también, es como una llama insaciable que quema todo ... o alguna mierda así.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "En serio, podríamos caminar con el maldito clima helado desnudo y no molestarnos.Quiero decir, preferiríamos no hacerlo, pero nosotros {i} Can {/i}.Cuanto más cálido sea el clima, mejor si me preguntas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyToothy",
                "Speaks",
                "También podemos respirar el fuego, no es que sea realmente demasiado útil.Sin embargo, es {i} genial {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinCocky",
                "Ella sopla un poco de aire de su boca, enviando una pequeña explosión de llamas para enfatizar, dándote una pequeña sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Speaks",
                "Por supuesto, nuestro fuego no puede lastimar a las personas si no lo queremos, es parte de esa llama interior eterna o alguna mierda.Para ser honesto, probablemente no soy la mejor persona para profundizar en una especie ... ¿porque también somos un poco diferentes en apariencia?¿Por ejemplo, algunos de nosotros tenemos esas grandes patas como Manticores?Quiero decir, no lo hago, pero tienes la idea, creo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Speaks",
                "Pero eh, definitivamente se considera que 'tabú' es un subconsal como yo ... dado lo fuertes y poderosos que somos, no debemos perder en la cama a nadie.Y mucho menos considere ser una mascota o esclavo caliente ...",
                "Ella mira nerviosamente a un lado con un sonrojo profundo.",
                "IfChoice",
                "13",
                "Wan",
                "TalkingMenu",
                "SetChoice",
                "13",
                "Wan",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "What do you do with your time normally?",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Ella se queja un poco pero cueva a tu pregunta.",
                "Speaks",
                "Bueno, ejercicio, supongo, trotar, flexiones, lo que sea.Mi trabajo en este momento es bastante activo, así que trato de mantenerme en forma.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Jeje, y me gusta trabajar aparte de eso, es bastante relajante y quema todo mi exceso de energía.El senderismo y el campamento también pueden ser bastante divertidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Curiosamente, le preguntas cuál es su trabajo, y ella salta un poco con una sonrisa nerviosa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "¿Eh?¿Mi trabajo en el laberinto?¡Ya sabes esa basura!",
                "1",
                "",
                "¿M-My Job?Uhm, bueno, mis hermanas y yo, las cuatro a quien me refiero, cuidamos una especie de \"punto de control\" a la capital, ¿supongo?Básicamente, dejamos de que los aventureros pasen a través de quién no es digno.Sin embargo, dejamos que los viajeros normales y los monstruos sin escocés.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Ella se encoge de hombros un poco y suspira.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Sabes, muchos persiguiendo implacablemente a las personas y follando sus cerebros hasta que vuelven a esa iglesia o lo que sea.Honestamente, se ha vuelto bastante aburrido para mí, simplemente no sé qué más hacer con mi tiempo.Sea bastante fácil para dejar de fumar si quería ...",
                "1",
                "",
                "Muchas de las personas persiguiendo implacablemente a las personas y follando sus cerebros hasta que vuelven a esa iglesia o lo que sea.Honestamente, se ha vuelto bastante aburrido para mí, simplemente no sé qué más hacer con mi tiempo.Sea bastante fácil para dejar de fumar si quería ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Su rostro de repente se contorsiona con una descarga profunda y una sonrisa nerviosa.",
                "Speaks",
                "Y antes de preguntar, {i} no {/i} No quiero ser su mascota permanente para la vida.",
                "SetChoice",
                "14",
                "Sisters",
                "IfChoice",
                "16",
                "job",
                "TalkingMenu",
                "SetChoice",
                "16",
                "job",
                "ChangeProgress",
                "3",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "Ask about her sisters.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Beris ataca un momento con indignación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "WH-¿Qué!F-Fuck You, ¿no sabes lo suficiente por el estúpido laberinto?¡Solo ve a hablar con ellos tú mismo!Los infiernos saben {i} que les encanta seguir tirando sobre sus vidas y sobre cómo aman caminar en la playa y la mierda.Grrr ...",
                "1",
                "",
                "WH-¿Qué!F-Fuck no te estoy diciendo mierda sobre mi familia ...",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Ella cambia incómodamente y mira a un lado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frustrated",
                "Speaks",
                "Quiero decir, realmente no importa por qué estoy aquí ... solo, nunca pueden descubrir nada de esta mierda ... nunca me dejarían vivirlo ...Alguna vez ... me burlan lo suficiente por ser el runt como es ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FrownAngry",
                "Luego te da un ligero resplandor con un borde peligroso.",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Pero no tengas la idea equivocada: siguen siendo mi familia, y los amo, solo ... a veces pueden ser un poco total de imbéciles ... no, como, personas horribles ni nada de eso.Pero aún así ... oh, y también, probablemente te di cuenta, pero a veces, también son just- {i} sofocantemente dominante {/i} ...",
                "1",
                "",
                "Pero no tengas la idea equivocada: siguen siendo mi familia, y los amo, solo ... a veces pueden ser un poco total de imbéciles ... no, como, personas horribles ni nada de eso.Pero aún así.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Ahora hable sobre algo más o comience el juego de bondage, no estoy aquí para pensar en mis malditas hermanas.",
                "IfChoice",
                "15",
                "fam",
                "TalkingMenu",
                "SetChoice",
                "15",
                "fam",
                "ChangeProgress",
                "2",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "Ask about the Labyrinth.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Beris boquita con una mezcla de indignación y sorpresa.",
                "Speaks",
                "WH- ¡No preguntes por mi {i} trabajo {/i} mientras estamos {i} aquí! {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Se cruza con los brazos debajo de sus pechos pert y cambia su peso hacia un lado junto con su mirada mientras deja escapar un suspiro escondido.",
                "Speaks",
                "Dumbass...",
                "JumpToScene",
                "TalkingMenu"
            ]
        },
        {
            "NameOfScene": "Tie her up, toss her on the bed, and fuck her.",
            "theScene": [
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "BerisLewds",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Bindings",
                "1",
                "Ropes",
                "PlayMotionEffect",
                "CrashSmol",
                "Le das a su correa un toldo gentil e instantáneamente las cuerdas que unen su cuerpo reconfiguran a sus deseos con una sorprendente destreza, atándose los tobillos a la parte superior de los muslos, sus muñecas a la espalda y una intrincada envoltura corporal que se extiende deliciosamente en sus senos y coño,haciéndola gritar con sorpresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "¿Qué tipo de \"capacitación\" pervertida extraña estás planeando hacer bastardo ...",
                "Menu",
                "'Just sex on the bed while you're tied up.'",
                "'The extensive mating kind.'",
                "'Oh, uh, tal vez algo más entonces ...'",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Just sex on the bed while you're tied up.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Oh, esperaba algo más, no lo sé ... ¿emocionante?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Basado en su cola que se mueve, no parece demasiado decepcionada, ya que la arrastra suavemente a la cama con su esclavitud acordada antes de arrojarla a la cama, dejándola de espaldas, las piernas se extienden vergonzosamente de ancho mientras ella evita los ojos.",
                "JumpToScene",
                "Sex on the bed."
            ]
        },
        {
            "NameOfScene": "'The extensive mating kind.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Speaks",
                "¡M-Mating!-¿Qué do no decir que es como usted idiota!",
                "La cara de Beris se queda roja brillante mientras la arrastra hacia la cama por su esclavitud con cuerda, su cola moviendo con entusiasmo todo el camino a pesar de sus protestas nerviosas, antes de arrojarla a la cama suave.Dejándola sobre su espalda, las piernas se extienden vergonzosamente de par en par, con una expresión profundamente sonroja y excitada en su rostro.",
                "JumpToScene",
                "Sex on the bed."
            ]
        },
        {
            "NameOfScene": "'Oh, uh, maybe something else then...'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Speaks",
                "¡Qué pollo, no lo hagas ahora, dipshit!¡Hazlo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "No puedes evitar estremecerte un poco por su arrebato repentino, pero decides seguir con tu decisión y arrastrarla a la cama, antes de arrojarla sobre ella, dejándola de espaldas, las piernas se extienden vergonzosamente, con unLa expresión aturdida cuando parece darse cuenta de que no tiene idea de lo que realmente le vas a hacer.",
                "JumpToScene",
                "Sex on the bed."
            ]
        },
        {
            "NameOfScene": "Sex on the bed.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Float",
                "Usted se quita la ropa y dejas que tu erección tensa sea libre de primavera, y Beris lo mira con emoción nerviosa, aparentemente incapaz de mirar hacia otro lado mientras subes a la cama para unir su forma atada e indefensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Con su correa todavía en la mano, agarras cada una de sus piernas atadas mientras guías tu eje en su coño babeante, y Beris finalmente te mira con anticipación tímida mientras deshazte las cuerdas que cubren su ranura de goteo.",
                "Speaks",
                "¡Es mejor que no esperas domarme tan fácilmente, eek! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Insert",
                "PlayMotionEffect",
                "CrashSmol",
                "Ella llora de deleite en el momento en que su eje comienza a entrar en su apretado coño caliente y fundido, su duro acto que ya cae en ruinas de su exigente anticipación cachonda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "PlayMotionEffect",
                "CrashSmol",
                "Beris se retorce impotente en su esclavitud cuando comienzas a empujarla, su cabeza se volvió hacia un lado con un profundo sonrojo mientras hace todo lo posible para sofocar sus gemidos de tu tempo constante.",
                "Speaks",
                "B-Bastard-",
                "El calor fundido de su coño rodea completamente su longitud con un calor delicioso que lo impulsa lentamente a empujar más y más duro en ella, enviando sacudidas de éxtasis feliz a través de ambos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "PlayMotionEffect",
                "CrashSmol",
                "Se aprieta los dientes, amortigua los jadeos y los gemidos mientras su cuerpo se contrae con el placer de cada reunión mojada de tus caderas, y mientras dejas que tus manos se deslicen de sus patas firmes a su sección media tonificada y con cuerda que burlan de su piel suave antes de jugar con ella.Pequeños senos, finalmente llora en éxtasis, la estimulación adicional demasiado para que ella se resistiera.",
                "Speaks",
                "Ah! ♥♥♥ Y-you- f-fucker- ♥ i-no lo haré! ♥ gi-give en- ohhhhh! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayMotionEffect",
                "CrashSmol",
                "Su simulacro de desafío se derrite con todos sus empujes en su apretado coño, su rostro se afloja a una de las dicha mientras golpeas implacablemente su hendidura fundida, oleadas de calor maravilloso que se lavan las caderas de tu tempo infinitamente cada vez mayor.",
                "PlayMotionEffect",
                "CrashSmol",
                "El calor de su cuerpo te vuelve loco con la necesidad, tu virilidad se hincha y pulsando dentro de ella, y dejas de acariciar suavemente su cuerpo para acostarla, sus piernas atadas se levantaron en el aire mientras golpeas su coño sin sentido, y bloquea los labios con ella.El placer aflojó la boca, haciéndole gemir sorprendido por el repentino cambio de ritmo, mientras que ella se retuerce sin esclavitud, sus ojos se ahogan de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "El cuerpo de Beris se escapa de éxtasis cada vez que la golpeas en ella, y su lengua está siendo completamente dominada por la tuya mientras haces su beso y una mierda.El placer primordial y fundido se hincha en tus caderas mientras te folla sin descanso y rápidamente su hendidura apretada en la sumisión.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "No puedes tomar más de este éxtasis abrasador, y con tres empujes rotundos finales estalló en ella, haciendo que todo su cuerpo se agite en éxtasis mientras la llenas, su coño temblando en la derrota mientras ordeña tu longitud.",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "Insert",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Insert",
                "Con un suspiro satisfecho, rompes el beso descuidado y te sientes, tomando un momento para apreciar la cara borracha de placer de Beris mientras su cuerpo se contrae en réplicas orgásmicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Tu dolor de longitud dolorosamente duro dentro de su coño cálido fundido, el calor palpitante se filtra en tu ingle, dejándote anhelando otra ronda, tus pensamientos un poco nebulosos con lujuria incluso cuando comienzas a salir.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "I-es eso ... ¿es eso todo lo que tienes?",
                "A pesar de su cuerpo de placer, te está dando un resplandor ligeramente desafiante que prácticamente brilla con el deseo de más, haciendo que tu longitud se contrae con calor y la necesidad de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "Con un gruñido animal, la volteas y comienzas a follar su forma atada de nuevo, sosteniendo firmemente sus caderas como empuje.Esto hace que Beris dejó escapar un feliz gemido mientras entierra su rostro en una almohada, mordiéndola para tratar de sofocar sus gemidos.",
                "PlayMotionEffect",
                "CrashSmol",
                "El deseo ardiente se lava a través de sus caderas en olas de su apretado coño fundido, y se aferra desesperadamente a su longitud mientras empujas agregando una sensación encantadora mientras la follas desde atrás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "PlayMotionEffect",
                "CrashSmol",
                "Mientras acumulas lentamente un tempo más rápido y más rápido, pistonando en ella, cambias una mano sobre sus brazos atados atados detrás de su espalda, presionándola en la cama mientras golpeas su coño brotante, y apenas puede contener su voz comoDominas su cuerpo indefenso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "Con cada empuje en sus profundidades fundidas, golpeas sus partes más profundas, haciendo que el espasmo del cuerpo de Hellhound sea deleite, sus dientes apestos perdiendo lentamente a medida que su voz comienza a escapar en jadeos y gemidos lascivos, mostrando cómo su mente se está perdiendo el tempo constante deplacer hasta que su cabeza simplemente se ponga de lado, su lengua se enrolla libremente mientras la golpeas en un estupor.",
                "PlayerOrgasmNoSpiritLoss",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "Sus ojos están perdidos en una neblina de éxtasis, y ella borracha hace todo lo posible para mover sus caderas de regreso a las tuyas, enviando oleadas de dicha caliente que te arrastra a través de ti, hasta que la euforia burbujeante en tu ingle finalmente estalla con un solo empuje poderoso, lo que te haceAmbos aullan en placer animal mientras llenas su coño con tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Insert",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "Insert",
                "A medida que bajas de tus respectivos máximos de placer, ambos te quedan jadeando por aire y temblando en la felicidad.Pero a pesar de su poderoso orgasmo que su erección se niega a bajar, el relleno de calor fundido lo hace tirar y latir en el deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "D-no creo que cederé en F-from solo que ... ♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "Con sus respiraciones irregulares y su lujuria mirada, prácticamente te está rogando por más, la enrollas hacia su lado y la follan una vez más, y una y otra vez, el calor fundido de su cuerpo mantiene su virilidad dura y lista para dominarla, una y otra vez,Durante toda la noche, mientras trabajas a fondo para romperla con placer, llenándola una y otra vez hasta que ninguno de los dos pueda pensar con claridad.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Insert",
                "PlayMotionEffect",
                "CrashSmol",
                "Al final de su sesión intensiva de mierda, estás acostado de espaldas en el agotamiento mientras tu perra de sabuesos necesitados y sumisos monta ansiosamente tu palpitante longitud, sus piernas y brazos atadas la obligan a trabajar muy duro para complacerte, su insaciable libido conduciendoElla hacia adelante mientras te mira con devotos, su cola se mueve con entusiasmo.",
                "Speaks",
                "Gracias por {i} completamente {/i} domestándome con tu polla, maestro. ♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "Agarras perezosamente sus caderas y la golpeas, haciéndola chillar con deleite mientras se corre de nuevo y la llenas de otra carga.Sus ojos se enrollan de la intensidad de su orgasmo mientras todo su cuerpo se desmoronaba con felicidad, finalmente colapsando sobre ti a medida que el placer se aleja.",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "Beris",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Bondage",
                "Ella gota y acaricia contra ti, por lo que la envuelve con los brazos alrededor de la abrazadera posterior al sexo, todo el cuerpo se siente agotado y agotado a pesar de su erección aún furiosa.Estás casi seguro de que podría haber seguido si realmente quisiera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Pronto los dos se alejan en un acogedor sueño, aún sudoroso por las horas de sexo, su cuerpo increíblemente cálido maravilloso para abrazar mientras se alejan ...",
                "ChangeProgress",
                "5",
                "...",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Tease her with pleasure while her arms are bound in the air and she's forced to squat.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Con un pensamiento y un gentil tirón en su correa, las cuerdas que cubren su cuerpo se entrelazan más elaboradamente, se entrecruzan fuertemente sobre su cartel, envolviendo suavemente sus senos y envueltos firmemente alrededor de su coño goteante.Sus muslos están rápidamente atados a sus pantorrillas y sus muñecas están rápidamente unidas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Luego, por su propia cuenta, las cuerdas buscan y envuelven pedazos de la habitación para apoyar la esclavitud, obligando a sus brazos atados detrás de su cabeza, justo encima, y ​​sus piernas se extienden de par en par, mientras la obligan a permanecer en las puntas de ella.Pies, mostrando su cuerpo por ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "¿Qué diablos es con esta pose, pervertido ...",
                "Parece preguntarse por sí misma más que preguntarse, ya que su cola ya está moviendo con entusiasmo, y un rubor profundo está en su rostro, crees que incluso podría estar babeando un poco.",
                "Miras a través del estuche en busca de juguetes y otras cosas para usar en ella, y sacas la venda negra, deslizándose detrás de la forma en su mayoría inmóvil de Beris para cubrir los ojos con la tela gruesa.Dejándola incapaz de ver y obligarla a prestar más atención las sensaciones que asaltan su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "O-oh, F-Fuck, y tú bastardo, esto me está emocionando mucho ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Puedes ver su coño ya babeando, y su cola se está moviendo muy felizmente, por lo que le das a una de las cuerdas un suave tirón, cavando la cuerda en su ranura brotante, y una grieta de placer escapa de sus labios en un gemido erótico.",
                "Speaks",
                "¡Eek! ♥ n-no justo!No estoy listo todavía ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Ella se retorce en su esclavitud con una sonrisa encantada en su rostro, y te hurzas el contenido del caso un poco más, pensando en qué más hacerle, jugando ociosamente con la única cuerda para burlarse de ella mientras piensas, provocando lindo muffosgime de ella mientras trata de soportar el placer de las fijaciones apretadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Después de decidir qué hacer a continuación, primero te tomas un momento para amasar suavemente sus suaves senos en tus manos, haciendo que su cuerpo temble de placer mientras te rastrea suavemente los dedos sobre sus lisas lisas y por sus lados, haciéndola.de placer como las chispas hormigueantes atravesan su piel desde su toque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Luego, cuando sus manos se deslizan sobre su firme muslos, todo su cuerpo arcan lo mejor que puede en las cuerdas mientras se niega con el clímax, y su gemido solo redobla mientras dejas que tus dedos burlen de su clítoris y coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "Mientras la dejó jadeando de su orgasmo, tomas dos de los pequeños vibradores en forma de huevo y los unes a sus pezones, y Beris deja escapar un grito de sorpresa por la repentina fuente de estimulación constante, temblando de placer a medida que las cuerdas continúan profundizandoSu coño babeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Speaks",
                "H-ja- ♥ i-es que todo lo que estás planeando [ThePlayerName]?Porque i- eh- Espera, ¿por qué estás moviendo la cuerda? Eeek! ♥♥♥",
                "Brevemente, aparta la cuerda y luego empuja a uno de los consoladores del caso a su tembloroso coño, haciéndola llorar en éxtasis mientras la llena, luego pones la cuerda hacia atrás, dejando que mantenga el juguete en la parte adentro de ella mientras ellacomienza a vibrar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "Ella gira y sofoca sus gemidos con dientes apretados, haciendo todo lo posible para resistir el placer que se filtra en su cuerpo, pero con la forma en que está temblando se puede decir que no puede contener el orgasmo del edificio por mucho más tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Con una sonrisa, te quedas con las manos hacia abajo de sus brazos desnudos a sus caderas, burlando de su piel desnuda en el camino, haciéndola temblar incontrolablemente mientras la sensación extra abruma su cuerpo, su forma límite se mueve inconscientemente en tus manos mientras la conduces salvaje contu toque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Le das un momento para tratar de recuperar el aliento, pero los juguetes sexuales mantienen sus espasmos con placer en ocasiones mientras miras el caso nuevamente.La carpa que su virilidad está haciendo en su ropa está haciendo tentador hacer otra cosa, pero decide aferrarse para dejarla derretirse un poco más con placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "D-No te pongas c-engreído, ¡Yo-yo obtendré- Mn! ♥ Acostumbrado a la estimulación sexual- ♥",
                "Su cola hace que es mejor moverse cuando no está temblando de las olas de placer, y usted recoges lo que parece ser el controlador mágico para los vibradores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Con una sonrisa, intentas subirlos y Beris deja escapar un chillido de felicidad, arrojando la cabeza hacia atrás mientras la estimulación de repente se dispara sobre ella.Los vuelves a bajos para que pueda volver a bajar de su jade placer, su voz perdida en una dicha gimazas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Luego sacas el largo masajeador blanco de la caja, y esperas un momento para que ella se recupere antes de presionar su frente circular contra su clítoris y coño, cavando las cuerdas un poco más, y de repente se tensa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Y no lo harías",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Con una simple película, el juguete se enciende, vibrando intensamente contra su coño que ya brota, y instantáneamente llora en el orgasmo por la sobreestimulación, su voz no contenía su llanta lujuriosa y putna mientras orgasmo una y otra vez.",
                "Speaks",
                "W-w-ohhhh !!! ♥♥♥ th-the placer! ♥ a-ahhh! ♥♥♥ I-it no shtooopppppppp! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Dividas y rechazas el juguete, pero con un pensamiento simple y un tirón en la correa, las cuerdas han atado elegantemente entre sus tobillos de una manera para sostener el juguete y mantenerlo firmemente presionado contra su coño babeante y un clítorgo de contracción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Beris jadea y escalofríos en su esclavitud, una piscina de sus jugos sexuales acumulando lentamente en el piso debajo de ella, y te sientas en el borde de la cama con el controlador de los vibradores, y liberas tu longitud, acariciándolo mientras juegascon la configuración de intensidad.Dejando a Beris gimiendo y temblando en éxtasis con un mínimo esfuerzo de su parte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Ella hace todo lo posible para sonar duro durante los lapsos entre la alta estimulación, pero su placer de embriaguez hace que sea de manera divertida tomarla en serio, por lo que recompensas sus intentos con orgasmo después del orgasmo, ocasionalmente tirando de las cuerdas para mantenerla adivinando qué tipoDe placer vas a infligirle a su próximo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Pero eventualmente, después de que no sabes cuántos orgasmos, ella te mira, desesperación necesitada de su boca de placer babeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "[TPN]-[ThePlayerName], puedo oler a y oírte m-masturbing ... p-p-por favor deja de burlarme de mí ... me voy a volver loco ... d-no hacerme ruego por eso ...",
                "A medida que comienza a levantarse para actuar sobre la dolorosa necesidad en su ingle, ella comienza a rogar de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Speaks",
                "{i} por favor maestra {/i} ♥ empuja tu gruesa polla por mi garganta putna, ♥ folla mi cara hasta que todo lo que pueda pensar es sobre tu maravillosa perra rompiendo polla. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Tu polla es dolorosamente dura mientras te paras frente a la cara de la entrepierna de Beris, y ella olfatee ansiosamente el aire mientras agarras la cabeza a la mano y guías su boca hacia tu punta, dejándola envolver sus cálidos labios alrededor de ti.Insentremente se apiñe por su garganta caliente instintivamente, su masturbación ociosa y sus palabras burlonas que te trabajan mucho más de lo que te diste cuenta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Ya está dejando escapar un gemido maravilloso e incoherente de su longitud que llena su garganta, temblando en la dicha orgásmica de la posición sumisa en la que está combinada con la estimulación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Empiezas a empujar tus caderas y ella lamenta ansiosamente y chupa tu rígida virilidad, adorando cada centímetro con sus labios y lengua calientes fundidos.No podrás soportar esto por mucho tiempo, por lo que subes a los vibradores, dejándola temblando y gimiendo en euforia cuando comienzas a follar a fondo su rostro, dejando que el éxtasis burbujeante abrume tus caderas.",
                "PlayerOrgasmNoSpiritLoss",
                "El placer se aclara tu mente mientras la obliga a profundizar tu erección palpitante, y ella parece perdida en una cadena constante de orgasmos mientras ella obedientemente chupa tu longitud, hasta que con una carrera final de hilting vierte una carga gruesa por su garganta, haciéndolaTembla en éxtasis mientras te complace.",
                "Ella traza con necesidad cada caída, pero el dolor fundido de su boca se irradia en su ingle, manteniendo su polla dolorosamente dura y ansiosa por más.Teniendo en cuenta su petición suplicada, comienzas a follar su garganta de nuevo, y ella deja escapar un feliz gemido mientras te pierdes en la sensación de follar su garganta en la sumisión, cada empuje parece hacer que su coño se vaya con otro orgasmo.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Tu longitud nunca parece satisfecha, sin importar cuántas cargas derribes su garganta hambrienta, y ella siempre está ansiosa por más, chupando devotamente para que te golpeen para que le golpee la cara un poco más.De vez en cuando tiras de las cuerdas y cambias la intensidad de los vibradores para mantenerla adivinando y para tu propia diversión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Metirse la cabeza y frotar la parte inferior de su mandíbula también provoca lindos gemidos de los que no puedes encontrarte agotador mientras te folla la cara una y otra vez, su boca caliente fundida mantiene tu polla palpitante y dura hasta que finalmente estás completamente agotado y.agotado.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Después de alimentarla, no sabes cuántas cargas vuelves a la cama con un suspiro cansado, tu polla todavía está a la mitad del calor radiante y miras a Beris que traza tu última carga antes de darte un amoroso yLustful Grin, su venda en los ojos parcialmente fuera de la cara intensa follando, y su cola todavía se mueve.",
                "Speaks",
                "Muchas gracias, Maestro. ♥ No podré pensar en las semanas. ♥ tu polla es tan increíble. ♥",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Sonríes con satisfacción con sus palabras, y te tiras ociosamente al cuello, lo que hace que las cuerdas la depositen en la cama a tu lado, su cuerpo en su mayoría sinunda, lo que te permite separar el juguete sexual de ella antes de que te acurruces en la espalda,Mediante su cabello suave, esponjoso y cálido mientras murmura felizmente, volviéndose hacia ti.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Speaks",
                "Th-Thanks ... I-I-yo podría sacarlos si pasabas al infierno ... pero esto es una forma más amable ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Con un suspiro compartido, los dos se alejaron para dormir ...",
                "ChangeProgress",
                "5",
                "...",
                "ChangeFetish",
                "Oral",
                "25",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Elaborately tie her up and suspend her off the ground, then torment her a little.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Con un tirón en su correa, las cuerdas que cubren su cuerpo cobran vida y se unen al techo, uniendo los brazos de Beris detrás de su espalda en el proceso, bloqueándolos fuertemente en su lugar, antes de que las cuerdas se unan las piernas, luego sus tobillos y sus tobillos y sus tobillos y sus tobillos y sus tobillosvinculándolos al techo también.La esclavitud incluso se envuelve alrededor de su cola para obligarlo a ponerse de pie y ayudar a distribuir su peso mientras se alza en el aire.",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Un rubor nervioso profundo arde en su rostro mientras gira suavemente en su lugar, su cofre también enmarcado con cuerdas, y su cuello tiene una cuerda que une la parte posterior con una línea justo encima de sus brazos atados, manteniendo su cuello ranado ligeramente.La intrincada bondage profundiza ligeramente en su piel flexible, su peso perfectamente distribuido en múltiples manchas en su torso y piernas firmes, incluso su coño tiene una cuerda que cava suavemente en él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Hombre, me encanta este collar, hace una mierda como de esta manera más rápido ... I- En mal estado, y tú bastardo ... y estás planeando hacerme todo tipo de cosas como esta, ¿no?.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Le das una sonrisa en confirmación antes de pescar en los ojos vendados de la caja, y cubriendo los ojos con ella, atándolo firmemente antes de regresar al estuche para mirarlo, dejando a Beris en trepidación, ya que no puede ver a través de la espesa tela.",
                "Speaks",
                "Puedo tomar lo que vas a hacer, e-incluso si no puedo ver que viene ... hombre, estas cuerdas están realmente jodidamente apretadas, quiero decir, quiero decir, aunque es un poco molesto que puedo '.t muele mi cola como esta- n-no que {i} quiero {/i} to-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Beris está divagando con entusiasmo, claramente lleno de una creciente anticipación en su estado inyente y encuadernado, por lo que recoges la mordaza del anillo de cuero de la caja, señalando que tiene una tapa en el frente para sellar su boca por completo y lo pones sobre ella, forzandosu boca para permanecer abierta.Y ella deja escapar un grito de sorpresa amortiguado mientras lo aseguras.",
                "Con ello firmemente colocado en su boca y apretado detrás de su cabeza, la miras por un momento, revisando la pequeña gorra en la mordaza para asegurarse de que se cubra la boca correctamente, dando al anillo usado para abrir la gorra una película juguetona comote pones de pie de nuevo.Mientras tanto, Beris se retorce infructuosamente en su esclavitud, dejando escapar el ojvico emocionado ocasional.",
                "For a few moments you just let her hang there in anticipation, allowing her to calm down from her shivering excitement, but with how heavily she's breathing through her nose, and the deep flush on her face, aside from her stopping her muffled words, sheProbablemente no se calmará demasiado.Pero definitivamente está prestando más atención a la esclavitud que la mantiene ahora que tiene poco más en qué concentrarse, su coño está babeando bastante con excitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Te tomas un momento para esconder el contenido de la caja, recogiendo dos abrazaderas con pequeños vibradores en forma de huevo que colgan de ellos, y pellizcan los pezones rígidos de Beris con ellos, uniéndolos firmemente allí y haciéndola chillar de alegría.Ella se retorce en su esclavitud con gemidos amortiguados, las abrazaderas vibrantes la asaltan constantemente con una mezcla de dolor y placer junto a las cuerdas apretadas que unen su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Luego levantas el consolador del estuche, y mueves brevemente las piernas y la cuerda fuera del camino antes de insertarlo en su coño babeante, haciendo que todo su cuerpo se contrae con placer cuando también comienza a vibrar.Luego cambias la cuerda para mantener el juguete firmemente alojado dentro de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Mientras ella se retuerde de la constante mezcla de estimulación, tomas las perlas anal del caso, y señala que se auto lubriquen con la aplicación de maná antes de comenzar a insertarlos lentamente en su trasero uno por uno, cada uno provocando un grito de sorpresa amortiguado como sorpresa como sorpresa como sorpresa comoLa llenan.",
                "Con sus agujeros completamente rellenos, tomas un momento para apreciar la vista de tu obra, el cuerpo atado e indefenso de Beris temblando de felicidad por su esclavitud apretada y los juguetes sexuales burlones.Después de darle un poco para guisarse en el placer y el dolor constante, sacas delicadamente la cosecha de montar de la caja, dale un paso a su trasero mientras jadea y gota en los gritos de placer amortiguados de los juguetes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "Le das a su trasero un firme golpe de la cosecha e instantáneamente grita sorprendida, sacando su zumbido placer con un gemido amortiguado, retorciéndose y tensos en preparación para su próximo golpe, la expectativa ciega de que más la impulse de emoción.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Entonces le das otro golpe a su otra mejilla, luego a la otra, de un lado a otro, cada golpe la hace llorar con el éxtasis amortiguado mientras su cuerpo temblaba del dolor placentero que se mueve a través de su cuerpo, ocasionalmente los muslos y las espaldas soloMantenga suponiendo y ansiosa por la próxima.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Una vez que su trasero empiece a verse completamente dolorido, cedirte, y deja el cultivo, mirando por encima de su forma temblorosa, y deja escapar un gemido de decepción cuando se da cuentaUsted hace que las cuerdas separen las piernas, mostrando su forma flexible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Ella se escapa con un pequeño orgasmo mientras se desliza el consolador de su coño babeante, desplazando la cuerda del camino a medida que comienza a alinear su longitud con su ranura, apoderando firmemente sus caderas perfectamente niveladas mientras se agita con anticipación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "Tan pronto como empujas tu longitud rígida dentro de ella, todo su cuerpo se sacude en el orgasmo, y su voz amortiguada grita con deleite, solo redoblando a medida que comienzas a empujarla a un ritmo constante, encerrándola en una cadena de pequeños orgasmos en cascadaA través de su cuerpo, y con una bofetada de burla en su dolor de trasero, solo gime más fuerte.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Suspiras felizmente por la sensación de su coño caliente fundido envuelto alrededor de tu polla, su forma indefensa y su forma ligada casi intoxicante para burlarse y jugar, y con una mano agarras el cordón para las cuentas anal, jugando suavemente con él por un momento hasta un momento hastapídala en lo que estás a punto de hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Beris deja escapar un ruido amortiguado, pero todo el significado se pierde dada la mordaza y los gemidos que está dejando salir, y sus gritos de dicha incoherente solo se reducen mientras sacas lentamente las cuentas una por una, cada uno enviando una sacudida de éxtasis orgásmicaGolpeando a través de su cuerpo tembloroso, el ritmo constante de su virilidad de pistón martillando su placer desbordante.",
                "A medida que se libera de las últimas tres cuentas en un solo tirón, todo su cuerpo parece estar encerrado en un estado constante de orgasmo, su golpe se empuja en las profundidades fundidas del coño de espasmo solo intensificando su euforia interminable, y a medida que aprieta y acaricia su eje, usted conoce usted.No podrá aguantar mucho más tiempo, cada empuje inunda tus caderas con una cálida ola de placer.",
                "PlayerOrgasmNoSpiritLoss",
                "Con su cuerpo completamente atado, te folla su exquisito coño a tu propio ritmo, disfrutando de su agarre de vicio en tu virilidad mientras lo golpeas implacablemente, dejando que el orgasmo burbujeante se desborda lentamente hasta que con un empuje final vierte tu semillaEn ella con un grito animal, su propia voz alcanzó su punto máximo mientras pierde aún más por el constante climáctico que fluye a través de su cuerpo tembloroso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Supone su palpitante y rígido longitud con un suspiro, y su coño babeante sorprendentemente no permite que una sola caída de su semen escape.Caminas hacia su frente y levantas la venda para la venda para verla, y te encuentras con un placer, mirada de necesidad, que se convierte en los ojos que gimieron los ojos de cachorro que ruegan por más, así que vuelves a bajar la venda con una sonrisa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Luego sacas la gorra de la mordaza en su boca, y su lengua sale lasciva del agujero en forma de O mientras ella jadea con necesidad el aire, pero con la polla palpitando con calor y la necesidad, solo se pone un momento antes de agarrarle el cabello suave.Y llena su boca con tu rígida virilidad, haciéndola vomitar brevemente mientras forzas tu longitud completa por su garganta caliente.",
                "Ella gime de nada cuando comiences a follar a fondo su cara cachonda, su lengua hace todo lo posible para adorar con amor tu longitud mientras la golpeas en un incoherente desastre de polla, la constante cadena de orgasmos que temblan a través de su cuerpo ya la lavan mientras ustedDominarla, haciendo que su coño se deleite.",
                "La calidez caliente y fundida de su garganta hace que su polla latir con cada empuje, dejando sus pensamientos en blanco con deseo sexual mientras usa su boca como su juguete sexual personal, dejando que la fusión se burbujee en sus caderas con cada empuje húmedo hasta que finalmenteGolpea una carga gruesa por su garganta que traza desesperadamente con felices gemidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Con un suspiro satisfecho, libres de tu resbaladizo libre de su boca, y ella le da una larga succión final como un regalo de despedida, dejando tu virilidad caliente, palpitante y aún dolorosamente erguida.Beris hace todo lo posible para girar 'más' a través de su mordaza, moviendo tentadoramente su cuerpo atado por ti y te vuelves detrás de ella nuevamente.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "La follas por detrás de nuevo, escuchando su gemido sin mimarse pero descuidado mientras la golpeas en un charco incoherente de dicha orgásmica, tu polla rígida no puede calmarte sin importar cuántas cargas vierte en ella, el calor fundido de sus orificiosManteniéndote listo para más.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Así que giras entre follar cada uno de sus agujeros y burlándose de ella con juguetes sexuales, dejándola jadeando y gimiendo en un ciclo constante de dolor, placer y clímax mientras te burla y la atormenta una y otra vez.Pero lentamente, el agotamiento comienza a llevarte después de innumerables orgasmos propios, y te recías en la cama temblando y jadeando con cansancio.",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Le das un tirón a su correa y las cuerdas la depositan a tu lado en un paquete atado, y ella se queja de decepción cuando la diversión está claramente terminado, por lo que le das a su trasero una bofetada juguetona que la hace gritar antes de sorprenderla.Cabello suave, y ella vuelve a ti, te acomoda suavemente hasta que recuerdas quitarle las abrazaderas del pezón.",
                "Entonces ustedes dos se alejan en un sueño pacífico y tierno ...",
                "ChangeProgress",
                "5",
                "...",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Pull on the leash and pet her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Tiras suavemente la correa, acercando la cabeza un poco más, para que puedas acariciarte la cabeza y las orejas esponjosas, encontrando su cabello muy suave y cálido.Beris se pone nervioso instantáneamente por sus acciones.",
                "Speaks",
                "¿Qué diablos crees que estás haciendo?",
                "JumpToScene",
                "pettingMenu"
            ]
        },
        {
            "NameOfScene": "pettingMenu",
            "theScene": [
                "Menu",
                "'Who's a good girl?'",
                "Keep petting her.",
                "'You're so cute.'",
                "'Should I stop?'",
                "Detente y piensa en otra cosa.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Stop, and think of something else.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Derrites tu caricola y ella regresa a donde estaba antes con un fuerte sonrojo en su rostro.Claramente estaba disfrutando mucho eso.",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Keep petting her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Sigues acariciándola y ella gota con excitación, su mirada bajando al piso, su boca lucha por formar cualquier tipo de palabras coherentes con cuán nerviosa la está haciendo.",
                "JumpToScene",
                "pettingMenu"
            ]
        },
        {
            "NameOfScene": "'You're so cute.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Beris deja escapar un chirrido en respuesta, incapaz de formular una respuesta coherente, una sonrisa en su rostro, ya que apenas puede contener su alegría por el cumplido, mezclada con el placer de ser tratada suavemente como una mascota mientras te rascas las orejas y la sostienescuello.",
                "JumpToScene",
                "pettingMenu"
            ]
        },
        {
            "NameOfScene": "'Should I stop?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Empiezas a alejar la mano y Beris rápidamente te agarra la muñeca y pone tu mano sobre su cabeza con un ceño indignado.",
                "Speaks",
                "No te dije que {i} parar {/i} idiota ... pero preferiría algo un poco más {i} erótico {/i} ...",
                "JumpToScene",
                "pettingMenu"
            ]
        },
        {
            "NameOfScene": "Just keep petting her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Beris se queja de decepción al decidir que todavía no recibe un regalo, pero parece estar disfrutando ansiosamente de su afecto físico, deleitándose en su caricias.",
                "JumpToScene",
                "pettingMenu"
            ]
        },
        {
            "NameOfScene": "'Who's a good girl?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Beris ataca a tu pregunta, su rostro se enrojeció mientras intenta procesarlo.",
                "Speaks",
                "Wh- h- you- ba- i- um- ah ... am-soy soy una buena chica?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Sigues acariciándola con amor, revolviendo su cabello mientras le dices que es una buena chica, y temblora con un sonrojo ante tus palabras, evitando su mirada con una vergüenza feliz.Con cómo está temblando, crees que esto la hizo corrida un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Ella comienza a acariciar tímidamente su rostro contra tu ingle, mirándote mientras acariciaba tu erección vestida y vestida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Speaks",
                "¿Eso significa que el Maestro le dará un regalo a su buena chica?",
                "Con sus ojos lujuriosos mirándote a ti y a su cola moviendo con entusiasmo, es difícil considerar {i} no {/i} dándole el hueso que quiere ...",
                "Menu",
                "Give her a 'treat'.",
                "Just keep petting her.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Give her a 'treat'.",
            "theScene": [
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "BerisLewds",
                "ChangeImageLayer",
                "Bindings",
                "1",
                "Ropes",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Float",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Usted se desliza de la delgada capa de ropa que confina su polla dolorida, y su erección brota frente a Beris, dejándola momentáneamente aturdida a la vista antes de que comience a acariciar amorosamente contra ella, lamiendo ligeramente su carne sensible con su cálida lengua.",
                "Speaks",
                "Gracias, maestro ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Mantienes un gran agarre sobre su correa mientras ella te lame la polla, adorando cada centímetro con su increíble lengua cálida, su aliento caliente solo hace que tu cuerpo temble con deleite.Con un suspiro, te dejas simplemente disfrutar de su ansiosa boca besándose y lamiendo tu eje.",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Insert",
                "PlayMotionEffect",
                "CrashSmol",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralPleasured",
                "Beris te mira necesariamente mientras comienza a asamlar a tu punta, su cola se mueve con entusiasmo mientras continúas acariciándola lentamente, y jadeas mientras envuelve tu virilidad en su boca caliente, el calor llena tus caderas de felicidad y necesidades tanElla chupa suavemente tu erección sacudida.",
                "PlayMotionEffect",
                "CrashSmol",
                "Parece que la excitación de excitación se acumula lentamente en tus caderas, haciéndote más cachondo y más cachondo con cada momento que pasa, su chupando y lamiendo, conduciéndote salvaje de deseo.Con un firme tirón en su correa y una mano guía en su cabeza, lentamente la guías para tomar más de tu longitud por su apretada garganta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOrgasm",
                "PlayMotionEffect",
                "CrashSmol",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Hilt",
                "Ella gota felizmente mientras llenas su boca con tu furiosa virilidad, sus manos burlándose de su propio cuerpo mientras te atiende.El interior caliente de su boca hace que su polla latira y pulse con necesidad, hinchándose un poco más grande por el calor intoxicante, lo que te hace aún más duro mientras haces que ella tenga garganta completamente profunda tu eje.",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Insert",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralPleasured",
                "Beris respira a tu aroma y te mira sumisamente mientras ella continúa lamiendo y chupando mientras estás firmemente tallado en su boca, con un poco de persuasión, se está moviendo lentamente hacia arriba y hacia abajo, haciéndote suspiro mientras ella.continúa adorando con su boca, sus suaves labios firmemente sellados alrededor de su circunferencia mientras se balancea hacia arriba y hacia abajo.",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Thrust",
                "La calidez humeante dentro de su boca se siente maravillosamente complementada por la opresión de su garganta y las lamidas lamidas de su lengua hábil, no podrás soportar mucho más de esto, y si su frenética masturbación es algo que se acerca.también.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Hilt",
                "ChangeImageLayer",
                "SemenOral",
                "1",
                "Hilt",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayerOrgasmNoSpiritLoss",
                "Cuando comienza a retroceder con una chupada intensa, la empujas hacia atrás por tu longitud rígida, haciéndola gemer con sorpresa y deleite, y te gemirás felizmente mientras vierte una carga gruesa por su garganta mientras el cuerpo de Beris se escapa con ondas orgásmicas, feliz lujuria.Gulps El único sonido que Beris puede hacer por el tiempo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Insert",
                "ChangeImageLayer",
                "SemenOral",
                "1",
                "",
                "Lentamente, la dejas apartar la boca de tu polla, sus ojos mirándote con delantero mientras la libera de sus cálidos labios, tragando las últimas tomas perdidas de tu semilla, y tu respiración todavía está cargada de lujuria del calor que aún penetra.tus caderas.Ni siquiera estás cerca de satisfecho en este momento, pero no parece que ella sea.",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Float",
                "Speaks",
                "Ah ... gracias por el maestro de comidas ... pero ...",
                "Beris se pone a cuatro patas y se da vuelta, presentándote su trasero y extendiéndote su coño con una de sus manos mientras jadea necesariamente, las cuerdas de esclavitud cavando en él y su piel deliciosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "Speaks",
                "Por favor, maestra, yo también lo necesito aquí.",
                "Con sus jadeos necesitados y el calor que pulsan en su ingle, no hay forma de que pueda decepcionar a su mascota cachonda.",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Float",
                "Agarras la base de su cola con la mano y levantas las caderas hasta que estén nivelando con tu polla rígida, dejando sus piernas abiertas mientras se preparan los pies en el piso, y su rostro prácticamente en el suelo, con los ojos mirandoDe vuelta contigo con un deseo salvaje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "PlayMotionEffect",
                "Crash",
                "Con un movimiento rápido, sumerges tu rígida erección en la calidez humeante y fundida de su coño, haciendo que ella temble y gimiendo con deleite mientras aprovechas tu agarre en la cola y comienza a golpear aproximadamente su babeando por detrás mientras ella acaricia la mierdatierra con jadeos felices.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "PlayMotionEffect",
                "CrashSmol",
                "Sus manos se aferran desesperadamente al piso, y con un suave tirón en su cuello, las cuerdas pronto se acomodan alrededor de sus brazos, y se unen las muñecas de la espalda, haciendo que Beris dejó escapar un gemido de deleite mientras la follas sin problemas sin apropiadoManera de prepararse.",
                "Speaks",
                "M-Master- ♥ Ah! ♥ I-si no disminuyes la velocidad, ohhh- ♥ mi cabeza va a romper- ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "PlayMotionEffect",
                "Crash",
                "Pero sus palabras solo te impulsan a follarla más fuerte, tu agarre en su cola tensadora fácilmente dejándote follarla a cualquier ritmo que quieras, y con la cabeza hacia un lado, puedes ver su expresión mientras trata de soportar el placer electrificador.a través de su cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "Ella deja escapar un aullido de dicha mientras todo su cuerpo se escapa en éxtasis, y la calidez fundida de su coño sujetando deliciosamente alrededor de su furiosa erección mientras golpeas su babeante hendidura sin sentido, su forma ligada innecesas contra las ondas de placer estásdándole.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "PlayMotionEffect",
                "Crash",
                "Su voz se derrite rápidamente en gemidos incoherentes con cada empuje, su polla palpitando con necesidad mientras la domina, el calor humeante que lo impulsa salvaje con necesidad hasta que con un gemido salvaje estalló dentro de ella desde un poderoso empuje que envía una reacción en cadena dedicha orgásmica explotando a través de su cuerpo tembloroso.",
                "ChangeImageLayer",
                "SemenSex",
                "Insert",
                "PlayMotionEffect",
                "Crash",
                "Te tomas un momento para jadear y jadear en el esfuerzo postorgasmico, deleitando a ver su cara descuidada y borracha, pero el calor en tu ingle se niega a desaparecer, y tu polla todavía es dolorosamente dura.Cuando comienza a rogarte por más, la cortas y comienzas a empujarla nuevamente, golpeando sus caderas en las tuyas con tu agarre en la cola, dejándola un desastre de gemidos y gemidos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "M-Master- Aahh-! ♥ Por favor, fóllate a tu perra necesitada en Mnnnnn-! ♥ Complete sumisión. ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "PlayMotionEffect",
                "Crash",
                "El vicio fundido de su acogedor coño se siente increíble para follar, es una calidez apretada complaciendo su longitud de maneras completamente nuevas con cada empuje mientras golpeas sus partes más profundas, dejándola retorciéndose y gimiendo en su escondiaTus golpes exhaustivos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayMotionEffect",
                "Crash",
                "Ella deja escapar un lindo grito mientras vuelves a tirarse su correa con la otra mano, y pronto sus piernas están atadas, muslos y terneros firmemente presionados, y agarras sus caderas con la mano sosteniendo su plomo mientras la otra continúaSostenga su cola, dejando su cuerpo completamente inmóvil e indefenso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "PlayMotionEffect",
                "Crash",
                "Beris acaricia su rostro en el piso, jadeando y gimiendo a través de los dientes apretados mientras intenta soportar el éxtasis que le estás infligiendo, cada empuje parecen desencadenar un orgasmo completamente nuevo dentro de su cuerpo tembloroso, sus ojos se ponen lentamente lentamenteComo el placer de su longitud llenando su coño espasming la abruma gradualmente.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "PlayMotionEffect",
                "Crash",
                "El apretado calor fundido de su coño te deja jadeando de deleite, el calor que impregna por completo tu ingle mientras la follas en un charco incoherente, y con tres empujes rápidos la llenas con espurios gruesos de semen, tu cuerpo temblo con sacudidas de éxtasis climáticasMientras ella aulle en el orgasmo.",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "Insert",
                "PlayMotionEffect",
                "CrashSmol",
                "Su lengua queda saliendo libremente mientras jadea e intenta recuperarse, adorando murmurar logrando escapar de sus labios en ocasiones, pero su virilidad sigue siendo dolorosamente dura, su coño de apretón caliente lo mantiene firmemente alojado dentro de ella, y le da una necesidad necesitada.Quejes antes de volver a golpear su apretado coño en la sumisión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "Una y otra vez follas a tu mascota cachonda en el suelo, y ella sigue rogando por más, dejándote girar lentamente a través de posiciones con su forma vinculada mientras la follas como tu propio juguete sexual personal, llenando su hendidura apretada una y otra vez hasta que tú 'Los dos se fueron acostados en la cama jadeando por aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralPleasured",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Hilt",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "",
                "PlayMotionEffect",
                "CrashSmol",
                "Beris está chupando suavemente su longitud mientras aún está firmemente atado mientras se recuesta y se relaja, no cree que esté realmente satisfecha, y su longitud sigue siendo tan dura como siempre del calor fundido de su cuerpo, dejando que la adore amorosamenteLa virilidad una vez más, dejándote gemir mientras llenas su boca con una carga más que traza con avidez mientras te acaricias la espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralHorny",
                "ChangeImageLayer",
                "DickOral",
                "1",
                "Insert",
                "Speaks",
                "Mnnnn ... soy la buena chica del maestro. ♥ ¿no? ♥",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "Beris",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Adoration",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Bondage",
                "Dejas escapar un suspiro de acuerdo mientras se recostaba en la cama para descansar, y ella felizmente acaricia en tu polla aún rígida para dormir con una espeluznante risita ...",
                "ChangeProgress",
                "5",
                "...",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Bind her body, then cuddle with her on the bed.",
            "theScene": [
                "SetChoice",
                "3",
                "cuddled",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Le das a su correa un suave tirón y cuerdas deslizándose sobre su piel, uniendo sus brazos, y sus piernas fuertemente entre sí, mientras también enmarcan su pecho.Luego tiras de su forma encuadernada en la cama antes de abrazarla firmemente, mientras acaricias suavemente su cálido y suave cabello con una mano mientras se acaricia en tu cuello.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Después de unos momentos de abrazadera, te mira con una cara nerviosa y molesta.",
                "Speaks",
                "Dije que puedes hacer lo que quieras conmigo, no tenemos que {i} solo {/i} Cuddle.",
                "PlayerSpeaks",
                "Pero esto {i} es {/i} lo que quiero hacer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Eh-!Y-you -... bastardo ...",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "En silencio, se acerca en silencio a ti, acariciando con un rubor furioso en su rostro, dejándote acariciar suavemente su cabello y disfrutar de la sensación de su cálido cuerpo contra el tuyo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Los momentos pacíficos pasan, y su aliento suave se sincroniza lentamente, envueltos a ambos en una relajación relajante.Las orejas de Beris ocasionalmente se contraen mientras tus dedos se deslizan cerca de ellos mientras le acarician la cabeza y le acarician el cabello, su cola se mueve suavemente en ocasiones.",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Pero finalmente ella comienza a retorcerse y te mira con un resplandor.",
                "Speaks",
                "Muy bien, aunque esto es {i} agradable {/i}, no es exactamente para lo que estoy aquí.Así que sácame de esta jodida cama y haz {i} algo lascivo {/i} para mí.",
                "Menu",
                "Pull her off the bed and look through the case again.",
                "Insist on cuddling more.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pull her off the bed and look through the case again.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "La desliza de la cama un poco a regañadientes y la senta al lado del caso, usando la correa para deshacer su esclavitud actual, y luego dándose cuenta de que podría terminar uniéndola de la misma manera antes de follarla de todos modos ...",
                "Speaks",
                "Bien ... ahora es mejor que me follen el cerebro o algo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "W-we' está todavía abrazando {i} después de {/i} aunque ...",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "Insist on cuddling more.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Apretas tu agarre en su forma atada y te abrazas un poco más, haciéndola chirriar con frustración mientras acaricias en su suave cabello.",
                "Speaks",
                "[ThePlayerName] I-I'm en serio!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Pero no retrocedes y sigues abrazando con ella, acariciando su cabello todo el tiempo.Pero eventualmente, su gruñido poca agitación está acentuada por la ruptura de cuerdas, y antes de que realmente puedas registrar lo que está sucediendo, ella te ha fijado a la cara de la cama primero, una de sus manos cerrando las muñecas.",
                "ChangeBGM",
                "music/Battle/sakka.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Bien si estás jodidamente ser así, bastardo, te mostraré exactamente lo que me estás pasando ahora mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Logras mirar hacia atrás y ver su sonrisa amenazadora y amenazadora mientras se presiona con fuerza contra la espalda, manteniendo los brazos firmemente encerrados en su lugar mientras los pone a ambos a los lados, su aliento caliente le hace cosquillas en la oreja y el cuello.",
                "Luego envuelve una de sus piernas en forma y delgadas alrededor de las tuyas, y desliza lentamente su mano libre sobre su torso, deslizándose hacia arriba y hacia abajo, abordando más cerca de su ingle, dejándote jadeando ligeramente del calor de su cuerpo se filtró lentamente hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Beris luego deja escapar una risa antes de besarte y lamerte el cuello con su boca caliente y húmeda, haciéndote jadear sorprendido ante la repentina sensación, y lentamente se abre paso hasta la oreja, respirando mucho con una sonrisa en su voz.",
                "Speaks",
                "Ya puedes sentirlo, ¿no?Ese calor que llena su cuerpo, que te está volviendo loco con deseo.",
                "Cada parte de ti que está tocando se siente tan dolorosamente cálida, y te retorces con la necesidad mientras tus tensiones de longitud y contracciones debajo de tu ropa, dejando tus pensamientos destrozando por un momento mientras te lame y besa la oreja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Su mano luego libera misericordiosamente su erección furiosa, pero comienza a bombearlo lentamente con sus dedos cálidos y suaves, enviando olas de dicha caliente que pulsan las caderas con cada trazo lento, dejando todo su cuerpo palpitando con deseo mientras ese calor fundido permean su cuerpo..",
                "Ella mordisquea y besa su camino hacia su cuello con una risa, apretando las piernas firmes sobre las tuyas y su agarre en las muñecas mientras jadea en un aturdimiento cada vez más necesitado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Luego, justo cuando su mano acariciada comienza a hacer un ritmo estable y constante, se detiene, dejando su polla palpitando con necesidad ardiente, sacudiendo el calor burbujeante que se asiente en su ingle, y gime con la necesidad de que le toque más.En cambio, ella envuelve suavemente su brazo alrededor de su pecho y se mueve en su cuello.",
                "Speaks",
                "¿Mmm?¿Qué ocurre?Querías abrazar {i} ¿verdad? {/i}",
                "Ella deja escapar una risa tranquila mientras te retorces infructuosamente contra ella, tu cuerpo tan cachondo que apenas puedes reunir energía, obligándolo a soportarla simplemente acariciando contra ti con su cuerpo cálido, dejando que esa piscina de calor fundido dentro de ti mientras tu polla se contrae.con dolor de deseo de ser tocado, para {i} versión. {/i}",
                "Speaks",
                "Está empezando a empeorar, ¿no, bastardo?Ese calor persistente que llena su cuerpo.¿No te alegra que Hellhounds pueda compartir este sentimiento?Porque básicamente podemos sentir esa pequeña necesidad dolorida {i} todos {/i} el tiempo, bueno, realmente justo cuando comenzamos a emocionar sexualmente, y simplemente no va {i} lejos. {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "Pero incluso un poco de contacto corporal puede llevarnos hasta que no podamos pensar en la mierda.Por supuesto, en su caso, lo mantendrá duro y listo para funcionar, realmente no ayudará a la puta resistencia o libido de su cuerpo.",
                "Giras una disculpa, le pides que te quite, cualquier cosa para que deje de dejarte así, pero ella sigue acurrucando contigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Speaks",
                "Awwww, ¿qué está {i} mal? {/i} eres quien solo quería {i} abrazar. {/i}",
                "Su aliento caliente en tu cuello está haciendo que tus pensamientos se derritan en un deseo humeante, cada parte de su cuerpo desnudo contra el tuyo que te llena con más de ese calor ardiente, y tu polla no dejará de palpitando y agitando, llorando para que te toquen yjugó con.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Pronto solo puedes gemir con desesperación mientras Beris acaricia y te abraza, pero con una sonrisa misericordiosa, ella te deja agarrar y te pone de espaldas.Y tiemblas mientras yacías allí, apenas capaz de pensar con claridad mientras ella se encuentra a horcajadas en tus caderas, moliendo su coño babeante contra tu longitud, haciéndote jadear del calor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinCocky",
                "Speaks",
                "Jeje, no te preocupes amigo, realmente no voy a solo {i} mantener {/i} te gusta eso.Estoy jodidamente cachondo como el infierno también ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella guía su longitud rígida dentro de su coño fundido con facilidad, haciéndolos jadear con una dicha agradable, luego con una sonrisa agarra cada uno de sus tobillos en una mano y los levanta mientras se pone parcialmente, lo que lo obliga a las caderas con ella..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PredatoryExcited",
                "Con los ojos ardientes y salvajes, comienza a montar a lo largo de esta manera, dejándote jadeando y retorciéndote debajo de ella mientras usa tu polla como quiere, jadeando y jadeando junto con ti, cada reunión húmeda e impactante de tus caderas bloqueando tus pensamientos.",
                "Speaks",
                "Jajhh ... ♥ prefiero que jugaras con mi maldito cuerpo ... ♥ mnnn! ♥ pero burlarse de ti como eso fue bastante divertido! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Predatory",
                "Ella comienza a golpear rápidamente sus caderas sobre su polla espasmante, obligando a un grito de placer a partir de ti mientras las oleadas de éxtasis fundido se lavan a través de tu cuerpo, tu polla palpitaba con euforia mientras lo usa como un juguete sexual.",
                "PlayerOrgasmNoSpiritLoss",
                "Sin embargo, no puedes tomar este tratamiento por mucho tiempo, demasiado trabajado y cachondo para soportar, y gemirás en voz alta mientras estallas dentro de ella, pero ella no disminuye en lo más mínimo, y tu longitud permanece dolorosamente duro dentro de su fundidaPussy caliente, volviéndote loco con el placer en cascada e intenso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Speaks",
                "¡Mnnn! ♥ con gemidos subby como ese: ¡ja, ja! ♥ ¡Probablemente ames a mis hermanas!Ahhhh- ♥ ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Mnnn- ♥",
                "Ella suelta uno de tus tobillos y pivotes a un lado, sosteniendo el otro tobillo con ambas manos mientras balancea las caderas desde una nueva dirección, dominando tu palidez de la palanca de manzistra de nuevo, ocasionalmente tomando el momento para girarla y molerla y molerla.caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Speaks",
                "Realmente ser un Hellhound sumiso es jodidamente duro-no en lo que estoy en ♥",
                "Ella jadea y escalofríos en clímax, su coño sujeta como un vicio, ordeñando una carga gruesa de su erección sobreestimulada, dándote una pausa de solo segundos antes de que comience a montarte implacablemente de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡Lo peor es: mnn! ♥ nuestras jodidas habilidades innatas, ¡ah! ♥ Haga que ser un sub casi jodidamente imposible- ♥ ohhh! ♥ n-no mencionar sh bien! ♥ ahh! ♥ s-seriosamente, no puedo sobrevivirte ningún problema, e incluso con este collar, sigue siendo un dolor en mi maldito trasero para salir, ¡y aún puedo mnn- ♥ Formar la diosa condenadas con oraciones coherentes mientras hago esto! ♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PredatoryExcited",
                "Parece estar desahogando sus frustraciones en tu rígida polla, dejándote jadeando y gimiendo debajo de ella, apenas capaz de procesar lo que dice mientras te monta más o menos sin sentido en otro orgasmo, pero aún así apenas se ralentiza.",
                "Speaks",
                "Así que es increíblemente frustrante- Mn- ♥ cuando un imbécil como tú- ¡Ah! ♥ quiere {i} solo {/i} abrazo!¡HAHHH! ♥ I {i} quiero {/i} para intentar follar {i} ruptar {/i} me!¡Mmmmm! ♥ ¡No puedo diosa Dammed Tómalo!¡Ah!Hell Hounds {i} no puede {/i} romper!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "El ritmo frenético de sus caderas te está obligando cada vez más cerca de tu próximo clímax mientras tu cuerpo temblenta con una mezcla de agotamiento y felicidad extática, y deja escapar un aullido de éxtasis mientras golpea sus caderas en las suyas, su coño fundido constriciendo y constriciendoordeñando tu polla como un vicio cálido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Joder, demonios ... ¿La mierda estaba hablando ...?Ah, joder, lo que sea.Hola [ThePlayerName], ¿listo para la segunda ronda?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Le das una mirada nerviosa y delirante y ella solo te sonríe mientras vuelve a la posición de Amazon.",
                "Speaks",
                "Jeje, estoy realmente irritable ahora, así que ahora estoy de humor por estar a cargo.Tal vez esto sea un poco catártico ... o algo ... {i} bien, {/i} se rompe!",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PredatoryExcited",
                "Ella comienza a volver a montar implacablemente tu polla ya dolorida nuevamente, haciéndote gemir con la felicidad mientras tu polla constantemente dura se usa como un juguete sexual, y rara vez se ralentiza, incluso cuando te corres, se corres y se corre.",
                "Beris gira a través de múltiples posiciones dominantes diferentes para mantenerse entretenida mientras te usa como un juguete de estrés, su libido y resistencia aparentemente ilimitadas que la mantienen en marcha después de que deberías seguir adelante, y ese calor fundido te mantiene duro, independientemente de lo dolorido.está llegando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Pasan las horas y eventualmente cede, dejando de lado los tobillos, dejándote acostado en la cama contravaluación e incoherente, tus caderas dolorosamente doloridas, pero tu polla palpitante todavía anhela aún más a pesar de tu incapacidad para moverse una pulgada.",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Speaks",
                "Jajaja ... eso no fue tan malo ... Quiero decir, realmente quería bajarme al estar dominado, pero supongo que esto funcionará esta noche ... el abrazo también fue bastante agradable hasta que me puse tan cachondo que no pudeCreo que jodidamente hilo.Yo [ThePlayerName] como estén ...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Ella te mira por un momento con una sonrisa tímida de crecimiento lento.",
                "Speaks",
                "¡Oh!Bien, jeje, mierda.Iba a preguntar si querías ir una vez más, porque todavía soy un poco, pero no importa, ahora necesitas algunos abrazos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Murmuras en silencio mientras ella se acuesta a tu lado y envuelve sus brazos alrededor de ti, y no haces lo mismo, acariciando en su cuerpo fuerte y ágil mientras ella acaricia suavemente tu espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Allí ... lo hiciste muy bien [ThePlayerName].Solo, eh, relájate.¿Está bien?Te sentirás mejor por la mañana, está bien, estarás muy dolorido mañana, pero joder, me callaré ahora y te abrazaré.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Ella te aprieta con fuerza y ​​tú te abrazas con un suspiro, a la deriva lentamente para dormir en sus brazos ...",
                "SetChoice",
                "14",
                "Sisters",
                "ChangeProgress",
                "5",
                "...",
                "ChangeFetish",
                "Sex",
                "25",
                "ChangeSensitivity",
                "Pain",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "'How about some roleplay?'",
            "theScene": [
                "IfChoice",
                "6",
                "RPIntro",
                "RpIntroRepeat",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "A medida que mira a través de todos los juguetes en el caso, una idea comienza a formarse en su mente.Usted eche un vistazo rápido para asegurarse de tener todo lo que pueda necesitar para él.",
                "Satisfecho de que todo está aquí, le preguntas a Beris si estaría interesada en una sesión de juego de roles.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "¿Quieres hacer un juego de rol?",
                "Parece sorprendida por la idea, pero su cola comienza a moverse y una sonrisa emocionada se forma en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "En realidad, eh ... ya tengo algunas ideas al respecto.Simplemente no quería arriesgarme a arriesgarte al mencionarlo.Pero si también estás bien con Roleplay, ¿quieres escuchar lo que tengo?",
                "La invitas a continuar y ella te dice lo que tiene en mente.",
                "SetChoice",
                "6",
                "RPIntro",
                "JumpToScene",
                "RoleplayDescriptionMenu"
            ]
        },
        {
            "NameOfScene": "RpIntroRepeat",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Claramente se emociona al sugerir rol de nuevo, su cola comienza a moverse.",
                "Speaks",
                "¿Quieres volver a hacer un juego de rol?¡Me suena bien!¿Sabes lo que quieres hacer?",
                "JumpToScene",
                "RoleplayMenu"
            ]
        },
        {
            "NameOfScene": "RoleplayDescriptionMenu",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Menu",
                "RequiresChoiceFromEvent",
                "EnteringChurch",
                "2",
                "DemonLayerGet",
                "'What's the Interrogation scenario about?'",
                "'What's the Monster Girl Heroine scenario?'",
                "'What's the Milk Farm scenario?'",
                "RequiresChoice",
                "6",
                "",
                "'I'm ready to choose.'",
                "RequiresChoice",
                "6",
                "RPIntro",
                "That's all I need to know.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "That's all I need to know.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Beris te da un rápido asentimiento, y su cola continúa moviendo con emoción mientras espera tu decisión.",
                "JumpToScene",
                "RoleplayMenu"
            ]
        },
        {
            "NameOfScene": "'What's the Interrogation scenario about?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Speaks",
                "Entonces, para este, interpretaré el papel de un soldado monstruo que sirve a la reina del demonio.He sido capturado por ti, un héroe que llega tarde a su aventura y acercándose a su objetivo.Me 'cuestionará' para obtener información sobre los planes de la reina del demonio hasta que eventualmente {i} rompa {/i} y te dé lo que quieres.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Piensas en eso por un momento, y otra idea te golpea.Con una sonrisa, ofrece usar una capa de demonio para el interrogatorio.Beris frunce el ceño.",
                "Speaks",
                "¿No es eso ... una arma santa?¿El tipo que es básicamente un jodido juguete sexual amapado?¿Me estás diciendo que realmente lo tienes?Me estás cagando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Lo sacas para que ella vea, y la conmoción y la emoción en sus ojos mientras lo mira es casi hilarante.Su cola ya se está moviendo rápidamente de emoción.",
                "Speaks",
                "W-wow ... uh, entonces sí!¡Definitivamente!Mierda, no puedo esperar para sentirlo por mí mismo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Sonriendo por su emoción, consideras qué más quieres preguntar.",
                "SetChoice",
                "4",
                "InterrogationRP",
                "JumpToScene",
                "RoleplayDescriptionMenu"
            ]
        },
        {
            "NameOfScene": "'What's the Monster Girl Heroine scenario?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Aquí, haremos un poco de inversión de roles!¡Seré una nueva heroína de monstruos, comenzando en mi aventura para derrotar al malvado rey humano!¡Serás el primer humano con el que me encuentro, y te desafío a luchar!Pero la pelea no va bien ...",
                "Ahh ... y luego, al igual que una chica monstruosa normalmente le haría a un humano, en este escenario la llevará por usted mismo.Como adentro, fóllela para que se someta y la tome como su esclavo de amor personal?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "¡Sí!¿Eso te suena bien?",
                "Diversión y directa.Asintes como considera qué más preguntar.",
                "SetChoice",
                "5",
                "MonsterGirlHeroineRP",
                "JumpToScene",
                "RoleplayDescriptionMenu"
            ]
        },
        {
            "NameOfScene": "'What's the Milk Farm scenario?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Bueno, ya ves, el burdel tiene una habitación especial con equipo para ordeñar senos.Y, uhm ... así que lo aprovecharemos.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Beris se sonroja profundamente mientras la miras mientras intenta explicar el escenario, su cerebro se pone al día con las implicaciones bastante eróticas de su boca.Te cuesta reprimir una risa cuando comienza a dudar tímidamente por su propia idea lasciva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "¡H-HEY!¡No te rías de mí, imbécil!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Levantando las manos en la rendición, te disculpas y le pides que continúe, y el Hellhound cruza los brazos y hace pucheros.",
                "Speaks",
                "Tch.A-de todos modos, serás el dueño de una granja que usa estas máquinas para ordeñar a las chicas monstruosas de todo tipo.Un día, mientras patrulla su propiedad, me encuentra restringido por una de sus trampas de trampas, llevando algunas herramientas de ladrones.Ya sabes, como Lockpicks y una palanca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Luego agarra su cuerda mágica y propia para aclarar la 'trampa'.",
                "Speaks",
                "Entonces me llevas de regreso a tu granero y me conectas a una de las máquinas.Y luego iremos desde allí.¿Está bien?",
                "Asentes con la cabeza con comprensión, reflexionando sobre el potencial que este escenario tiene para divertirte.Por ahora, consideras qué más quieres preguntar.",
                "SetChoice",
                "7",
                "MilkRP",
                "JumpToScene",
                "RoleplayDescriptionMenu"
            ]
        },
        {
            "NameOfScene": "'I'm ready to choose.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Excelente!Entonces, ¿qué estamos haciendo?",
                "JumpToScene",
                "RoleplayChoiceMenu"
            ]
        },
        {
            "NameOfScene": "RoleplayMenu",
            "theScene": [
                "Menu",
                "'I'm ready to choose.'",
                "Ask about her roleplay ideas.",
                "On second thought...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ask about her roleplay ideas.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Seguro.¿En qué necesitas un repaso?",
                "JumpToScene",
                "RoleplayDescriptionMenu"
            ]
        },
        {
            "NameOfScene": "On second thought...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "¿No quieres Roleplay después de todo?Después de que me emocione todo, es mejor que lo invente ...",
                "JumpToScene",
                "LewdOptionsMenu"
            ]
        },
        {
            "NameOfScene": "RoleplayChoiceMenu",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "4",
                "InterrogationRP",
                "Let's get this Interrogation started.",
                "RequiresChoice",
                "5",
                "MonsterGirlHeroineRP",
                "Hero time.",
                "RequiresChoice",
                "7",
                "MilkRP",
                "Let's get you to the 'Milking Farm'.",
                "Not yet...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Not yet...",
            "theScene": [
                "JumpToScene",
                "RoleplayMenu"
            ]
        },
        {
            "NameOfScene": "Let's get this Interrogation started.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "La cola de Beris se mueve a una velocidad ridícula mientras decide el interrogatorio.Los dos pasan un poco más de tiempo hablando sobre los detalles de cómo irá antes de que obtengan una generosa cantidad de cuerda y comiencen a atarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "El Hellhound emocionado facilita sus preparaciones lo mejor que puede dar las cuerdas que pronto se entrecruzan su cuerpo.Muy pronto, ella está completamente atada.Sus brazos, mientras aún atados, se dejan sueltos del resto de su cuerpo con sobrantes de cuerda adicional.",
                "Lanzándolo hacia arriba y sobre una viga por encima, lo asegura y deja a la mujer subby colgando del techo, mientras se asegura de que aún pueda pararse en el suelo para evitar dolor y minimizar la incomodidad de tener los brazos elevados hacia arriba todo el tiempo.",
                "Después de hacer un cheque final, le preguntas a Beris si está lista para comenzar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Joder, sí!¡Comencemos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Con un pulgar hacia arriba, sales de la habitación según lo planeado.De pie justo afuera de la puerta, te tomas unos momentos para entrar en el personaje, sabiendo que Beris está haciendo lo mismo.Una vez que esté listo para comenzar el espectáculo, abre la puerta y regresa.",
                "...",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "BerisLewds",
                "ChangeImageLayer",
                "Bindings",
                "1",
                "Ropes",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Entras en la sala de interrogatorios, señalando que la chica monstruosa que capturaste está justo donde la dejaste.Un Hell Hound con el nombre de Beris, supuestamente uno de los soldados personales de la Reina Demonio.",
                "Gruñendo y maldiciendo, ella lucha inútilmente por escapar de la cuerda mágicamente reforzada que la ha suspendido del techo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Su mirada se abre las miradas mientras escucha la puerta abierta, y sus ojos se abren cuando te reconoce.",
                "Speaks",
                "¡Tú!¡Eres el hijo de puta que me atacó!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Ella habla con sus dientes afilados de afeitar y sus ojos ardiendo de fuego.Está claro qué intentaría hacerte si fuera capaz de liberarse en este momento.",
                "Delegues su resistencia.No esperabas que ella ya estuviera despierta después de la forma en que la noqueaste, y ella da un Huff no amado en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "¿Bien?¿Qué diablos quieres, bastardo?Necesitarías una muy buena razón para tratar de capturar un hogar de todas las cosas.",
                "El hecho de que ella sea un Hellhound es intrascendente.Lo que importa es que ella responda directamente a la reina del demonio, lo que significa que tiene información valiosa para usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "En respuesta, la niña monstruosa estalla en la risa burlona por unos momentos antes de darle una sonrisa desafiante.",
                "Speaks",
                "{i} y? {/i} tch.No me digas que {i} realmente {/i} creo que te voy a dar información sobre mi reina.Si lo haces, ¡eres aún más un maldito idiota de lo que pensaba!",
                "Asintió, lo que esperaba tal reacción.En respuesta, alcanzas tu bolso y sacas tu arma secreta.El Hellhound cautivo simplemente se burla de diversión a la vista.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "A {i} Whip? {i} ¿es todo?Pft, eso no sería suficiente para romper una niña monstruosa {i} normal {i}, ¡y mucho menos un santo del infierno!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smugger",
                "Su boca se gira en una sonrisa malvada, tanto la lujuria como la malicia clara en su expresión.",
                "Speaks",
                "En todo caso, ¡me hará más irritable cuando me libere de estas cuerdas tontas!Je, no puedo {i} esperar {/i} ver la mirada en tu cara mientras te conduco hasta que {i} rompa {/i}!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect",
                "ScreenPulse",
                "white.png",
                "Devuelve su sonrisa con uno de los tuyos.Luego la azota en la cintura con el látigo plateado, y miras con satisfacción mientras tu prisionero grita instantáneamente y se retuerce con un shock agradable.",
                "Speaks",
                "Ahhhhhhhn!?♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Le das un momento para recuperarse, el placer infundido mágico del santo látigo la atrapa completamente desprevenida mientras se retuerce en sus lazos, dejando su cuerpo temblando de una manera muy agradable a la vista.",
                "Speaks",
                "GH- WH-¿QUÉ LA MIERDA ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Cuando finalmente se vuelve a enfocar su mirada con un desafío ardiente, y puedes ver sorpresa mezclada con la excitación que pinta su rostro.",
                "Speaks",
                "Tú ... ¿Qué diablos acabas de hacerme, jodidamente hijo de puta?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Con una sonrisa petulante, muestras el látigo sagrado, permitiéndole ver el nombre 'capa de demonio' ​​grabado en la empuñadura.Su jadeo de realización es música para tus oídos.",
                "Speaks",
                "Eso es ... esa es una reliquia santa ...!¿Pero por qué demonios lo tienes?A menos que ... espera ... ¡No me digas que eres ese bastardo de un héroe del que hemos estado escuchando?",
                "Por fin, te presentas como [ThePlayerName], el héroe elegido de la Diosa Venereae.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Al cierta incertidumbre ingresa a los ojos luchadores del Hellhound cuando llega a entender quién está sosteniendo a su prisionero en este momento, pero ella pone una cara desafiante independientemente.",
                "Speaks",
                "Yo ... ¡No me importa quién demonios eres, o cualquier juguete sexual santo que estés usando!¡No me romperás!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect",
                "ScreenPulse",
                "white.png",
                "Riéndose de su bravuconada, decides probar su resistencia con otro pestañas, este sobre sus pechos alegres.Dejando a Beris nuevamente gritando con un placer restringido, y esta vez se puede ver su contrato de coño expuesto, cuentas de su excitación goteando de los labios inferiores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect",
                "DoublePulse",
                "white.png",
                "Queriendo empujar a la mujer atrapada al límite, no le das ninguna oportunidad de descansar.Visitas alrededor de su cuerpo vulnerable, entregando varias pestañas a lo largo de sus caderas, luego en la espalda, y un segundo a sus senos, cada uno que hace que su cuerpo agite con deleite.",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Luego, finalmente, entregas un pestañas más bien dicho y resonante que golpea perfectamente su clítoris al instante que la termina con una oleada de placer eléctrico que la deja en clímax.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Con un grito derrotado, el Hellhound se corre poderosamente, pidiendo sus jugos de amor por sus piernas y sobre el suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Le lleva algo de tiempo que le temblara y jadee el orgasmo finalmente se aleja, y luego le preguntas si está lista para hablar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "F-Fuck.Apagado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Suspirando en irritación, decides cambiar las cosas.Dejando a un lado la capa de demonio por el momento, comienzas a jugar con su cuerpo usando tus manos, burlándose de su piel flexible, haciéndola retorcerse en indignación.",
                "Speaks",
                "Tú ... ¡quítate tus malditas manos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ahora, ¿por qué harías eso?Ciertamente parecía disfrutar del orgasmo que ya le diste, después de todo.Ella evita su mirada por tu comentario.",
                "Speaks",
                "¡Eso fue solo por ese pedazo de capa de demonio de mierda!¡No hay forma de maldito alguien como tú podría hacerme correr sin ese tipo de muleta!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "PlayMotionEffect",
                "CrashSmol",
                "Desafío aceptado.Una de tus manos comienza a acariciar su modesto busto, agarrando un puñado y apretando antes de pellizcar y tirar de un pezón, provocando un jadeo afilado.",
                "PlayMotionEffect",
                "CrashSmol",
                "Su otra mano desliza dos dedos en su coño, usando la humedad de su clímax reciente para entrar y salir fácilmente, ocasionalmente pellizcando y burlándose de su clítoris, obligándola a apretar sus dientes para suprimir sus gemidos de placer.",
                "Beris se queda quejándose de la obra difícil, pero es fácil ver que está disfrutando cada segundo.El al ras en su rostro se está volviendo más rojo y rojo y su coño babea cada vez más mientras su cuerpo se contrae en la felicidad inconsciente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Y-tú ... eres bastardo ... cuando me libere, yo ... lo haré ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Ella {i} ¿qué? {/i} te quitas las manos de su cuerpo y comienzas a dar vueltas detrás de su forma jadeadora, invitándola a terminar esa amenaza.",
                "Speaks",
                "¡Te follaré en el suelo antes de arrastrarte de regreso al Castillo de Demon Queen!Pasarás el resto de tu vida como un juguete sexual para todos los monstruos: ¡ahhhh! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "PlayMotionEffect",
                "CrashSmol",
                "Sus palabras están cortadas cuando le das una azotea dura en el culo, la repentina sacudida de un dolor doloroso que la envía al límite una vez más.Dejando su cría en su esclavitud mientras más de sus jugos gotean por sus piernas de manera humana.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Entonces, ¿qué fue eso de que no pudieras hacerla corrida sin una capa de demonio?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Beris escasa visiblemente y aprieta los dientes haciendo todo lo posible para apartar la mirada de usted mientras se niega a responder.Con una sonrisa, agarras el arma santa y la rompes para hacerle saber lo que viene.Sus ojos se abren preocupados mientras te mira, un toque de anticipación en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "H-Hold en un segundo, no puedes hablar en serio, ya he llegado dos veces.¡Soy tan sensible, correcto N-Ahhhn! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Una vez más, un latigazo de la capa de demonio la interrumpe, solo para ser reemplazado por un grito de placer gemido mientras su cuerpo temblaba en éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Eek! ♥ st-stop!No puedo ...! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Otro latigazo, y otro orgasmo gritando.Sintiéndose cruel, la atasca nuevamente antes de que ella termine esta vez, redoblando el clímax, obligando a su cuerpo a temblar y espasmo en una cascada de pura felicidad alucinante.",
                "Speaks",
                "Nhuoooooooo~!♥♥♥",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayMotionEffect",
                "CrashSmol",
                "PlayVisualEffect",
                "ScreenPulse",
                "white.png",
                "Te preguntas si todavía está lista para hablar, agrietando una capa de demonio una vez más para asegurarse de que comprenda el precio del desafío, y justifica una respuesta temblorosa.",
                "Speaks",
                "Yo ... no ... traicionaré ... m-my reina ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasureGrit",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "TriplePulse",
                "white.png",
                "Sin una palabra más, exiges su castigo.Comenzando lentamente con una simple lata de capa de demonio, y luego otra, pronto seguida de un tercio.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "El cuerpo excesivo del Hellhound no puede tomarlo, ya se está corriendo una vez más mientras llora en la maravillosa rendición.Pero no tienes piedad para ella a medida que aceleras, rodeas su forma y entregando las pestañas tras las pestañas, haciendo que gritara eufóricamente y que gime mientras se retuerce violentamente contra sus lazos.",
                "PlayMotionEffect",
                "Crash",
                "PlayVisualEffect",
                "OrgasmPulse",
                "white.png",
                "Después de toda la acumulación, finalmente llega al punto en que está clímax desde casi todos los golpes del látigo.Su constante orgasmo de espasmo ha empapado el piso entre sus pies, y su lengua se deja de la boca mientras se pierde en las mareas del placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Finalmente pones a fin tu asalto con la capa de demonio.Después de todo, necesitas su espíritu roto, no su mente, para que no pierdas la información que ella podría darte.",
                "Abrazándola por detrás, acaricias su cuerpo.Ella gime ante tu toque gentil e íntimo, y te susurras al oído.Alentarla a ceder y decirte lo que quieres.Eso es todo lo que tiene que hacer, y el tortuoso placer se detendrá.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Tus palabras y tacto eventualmente se derriten a través de su resolución restante, y ella asiente.",
                "Speaks",
                "Ghh- f-fine- y-you ... ganas ... te diré lo que quieres saber ... j-no más ... w-well tal vez un lit-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Beris rápidamente cierra la boca mientras se da cuenta de lo que está diciendo, pero es demasiado tarde.Sonriendo, le dices que estarás más que feliz de jugar con ella un poco más antes de cuestionarla, sacando un ansioso gemido de ella como resultado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "PlayMotionEffect",
                "CrashSmol",
                "Con una risa tranquila, continúas a tientas suavemente y bromea su cuerpo flexible, provocando jadeos suaves y gemidos de la boca.Tus caricias la envían a varios orgasmos temblorosos mientras juguas con ella, los pequeños sonidos que te está animando a continuar.Pero muy pronto, es hora de volver a los negocios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "PlayMotionEffect",
                "CrashSmol",
                "Ahora que tienes su cooperación, te tomas tu dulce tiempo cuestándola.Ella duda en responder algunas preguntas, pero una azotea rápida o la amenaza de usar una capa de demonio nuevamente hace que ella vuelva a hablar cada vez.Finalmente, ella dice que se ha quedado sin cosas para decirte, y te preguntas si está segura de eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Y-yes ... ¡lo juro!T-eso es todo lo que sé!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Tutting hacia ella, usted afirma no creerle.Parece que solo tendrás que aflojar los labios tú mismo ...",
                "Speaks",
                "W-wait ... pl-please, no.Yo ... ¡No tengo una otra cosa para Y-you!",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Float",
                "Sonriendo, deshace sus pantalones para permitir que su erección se quede libre de sus confines.En verdad, has estado duro por todo el interrogatorio, con la forma en que ha estado gritando y corriendo.Ahora parece un buen momento para aliviar sus propias lujurias, ya que ella no cooperará más.",
                "Sus ojos se abren de comprensión cuando se da cuenta de que solo estás buscando una excusa para follarla, independientemente de si le queda más información o no.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Y-you...b-bastard...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Insert",
                "PlayMotionEffect",
                "CrashSmol",
                "Cortaste sus palabras con un beso áspero, tu lengua rápidamente lucha con las suyas para que se sometieran.Tus manos se preparan en sus caderas, y no pierdes más tiempo antes de empujar en su coño ya empapado.",
                "ChangeImageLayer",
                "DickSex",
                "1",
                "Thrust",
                "PlayMotionEffect",
                "CrashSmol",
                "Su cuerpo conversible reacciona poderosamente, su orificio apretado apretado en su polla casi al instante.Tomando eso como aliento, comienzas a balancearse contra ella, y ella no puede resistirse a gemir lascas en tu boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "PlayMotionEffect",
                "CrashSmol",
                "Tus manos le impiden balancearse demasiado mientras te sales con la mujer indefensa, y puedes sentir que sus jugos corren por tu eje con cada reunión impactante de tus caderas, todo su cuerpo se sacude de todos tus empujes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayMotionEffect",
                "Crash",
                "El desafío amortiguado del Hellhound no tarda mucho en derretirse en gritos de éxtasis, la marea de un orgasmo mental que se lava sobre ella mientras se corre una vez más, sus ojos rodando en sus cuencas desde el placer mientras continúas follandolaA lo largo de su clímax, dejándola en un estado feliz de euforia incoherente.",
                "PlayMotionEffect",
                "CrashSmol",
                "Colgando sin fuerzas, Beris solo puede gemir y tumbarse mientras disfrutas golpeando su babe de babeo en una sumisión completa, sus paredes apretadas trabajan ansiosamente para ordeñar tu longitud y llevarte al orgasmo.",
                "PlayMotionEffect",
                "Crash",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "InsertClimax",
                "Empujas profundamente a ella mientras te corres, besando su cuello uterino con tu punta mientras lloras victoriosamente, bombeándola llena de tu semilla, dejando a Beris sacudiendo de alegría mientras la llenas.Terminado, sacas de tu nuevo juguete de joder y te sueltas del techo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "ChangeImageLayer",
                "SemenSex",
                "1",
                "Insert",
                "Satisfecho con su trabajo, llevas a la niña monstruosa aún atada y aturdida de la sala de interrogatorios y la llevas a casa.Allí, comienzas a 'entrenarla'.Alternando entre usar capa de demonio y follarla en un estupor incoherente.Lentamente la domina con el tiempo hasta que es poco más que una esclava sexual ansiosa para que lo use en su tiempo libre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "El orgulloso guerrero Hellhound Beris pronto se reduce a un simple juguete, completamente roto mientras follas su día y día fuera, felizmente gimiendo cada vez que la golpeas en el suelo.",
                "Speaks",
                "'Mal final ...'",
                "...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "ImageSetDontCarryOver",
                "Beris",
                "Beris",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Tú y Beris se acurrucan juntos en la cama mientras termina de narrando el epílogo a tu juego de roles.Después de un momento de cómodo silencio, ella vuelve a hablar, su cola se mueve con entusiasmo lo mejor que puede.",
                "Speaks",
                "Eso ... fue realmente divertido!",
                "Preocupado de que tal vez haya ido demasiado lejos con la capa de demonio, le preguntas cómo se siente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HappyToothy",
                "Speaks",
                "¿Estás bromeando?¡Esa fue una de las mejores mierdas que he sentido!Lo juro, tienes que usar eso en mí alguna vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "El santo del infierno bosteza de repente, sonrojándose un poco.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Mnnn ... bueno, supongo que se corren tanto, así que rápidamente me dejó un {i} pequeño {/i} cansado ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Con una risa, tiras de las cubiertas sobre los dos para descansar.Cuchándola, te duermen juntos.",
                "SetChoice",
                "9",
                "Interrogation",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Hero time.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris se frota las manos mientras eliges el juego de roles de la heroína monstruosa, claramente emocionado de comenzar cuando su cola se agita en el aire.Pasas un poco más de tiempo trabajando en los detalles de lo que ambos pueden esperar.Las cosas solo comienzan a ponerse un poco borrosas mientras planifican el final, ninguno de los dos está seguro de cómo cerrar las cosas.El Hell Hound finalmente se encoge de hombros.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Eh, joder.En lugar de perder el tiempo al calcular la basura, vamos con el flujo.Una vez que llegamos allí, ¿puede llevarlo a donde sea natural, ¿de acuerdo?",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "None",
                "Usted acepta eso, y Beris se escapa de su collar y se lo ofrece junto con la correa para que trabaje.Al mismo tiempo, tomas dos más de los juguetes variados de su caso, estableciéndolos en la mesita de noche para facilitar el acceso junto con su cuello y correa.Por la forma en que su cola comienza a moverse nuevamente, sabes que eso la entusiasma aún más por lo que tengas en mente con ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Bien, estoy listo para comenzar las cosas cuando lo estés.",
                "Asintiendo, sales de la habitación para ponerte en el carácter.Es showtime.",
                "...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Clothed",
                "Abriendo la puerta principal de su casa, regresa por primera vez en varias horas.Hay mucho trabajo que aún debe cuidar en su propiedad, y este clima es perfecto para obtener una ventaja de la cabeza.Sin embargo, ahora podrías usar un descanso.",
                "ChangeBGM",
                "music/Battle/sakka.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Luego, todos sus planes se detienen cuando ingresa a su sala de estar para encontrar a una chica monstruosa de piel bronceada frente a usted, asaltando el cofre que mantiene debajo de la mesa, y no puede evitar vocalizar su conmoción, causando elMujer para escuchar tu voz y dar la vuelta rápidamente para enfrentarte.",
                "¡Eso no debería ser posible!Las fuerzas del rey humano expulsaron a los monstruos en el área durante su reciente campaña.",
                "Además de eso, la reconoces como un sabuesos de sus ojos enfocados y ardientes que miran directamente a ti y a su apariencia infernal.¡Eso no es bueno!¡Se supone que son increíblemente peligrosos!",
                "Tartamudeando nerviosamente, le preguntas si puedes ayudarla con algo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinCocky",
                "Speaks",
                "¡La única forma en que podrías \"ayudar\", humano, es darme todas tus posesiones que podría usar en mis viajes!Como la nueva heroína monstruosa Beris, bendecida por la reina del demonio, ¡esta es solo mi primera parada en mi búsqueda para derrotar al malvado rey humano!¡Ahora date prisa y dame todas tus cosas buenas!",
                "Eso es preocupante.Las heroínas son chicas monstruosas que se dirigen a una aventura para abrirse camino a través del territorio humano con el objetivo final de derrotar al rey humano y detener su santa conquista.La mayoría termina derrotada y es mantenida por humanos como esclavos sexuales, o incluso esposas, pero eso no significa que no puedan ser peligrosos.",
                "Sin embargo, algo más que ella dijo realmente llamó su atención.¿Es una nueva heroína, que recién comienza?Se requiere que las personas que viven en la frontera obtengan un entrenamiento básico en caso de un ataque de niña monstruosa.Normalmente, no confiarías en eso para ser suficiente contra uno tan fuerte como un Hellhound, pero si ella no tiene experiencia ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Lentamente cae en una postura de combate, listo para defenderse.",
                "Speaks",
                "¡Prepárate, humano!¡Serás el primer trampolín en mi aventura hacia tu rey!",
                "¡Con ese reclamo arrogante, ella se lanza hacia adelante!",
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "...",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Unos momentos después, estás llevando lo sorprendentemente fácil de derrotar a Hellhound a tu habitación.Ella cuelga sin fuerzas en tus brazos, pero solo está aturdida.Corriendo contra el reloj, rápidamente dejas caer a Beris en tu cama y la desnuda de su ropa, tomándose un momento para apreciar su cuerpo atlético.",
                "ChangeImageLayer",
                "Collar",
                "1",
                "Collar",
                "Luego tomas algunos artículos especiales que has preparado en caso de que se presentara un evento tan oportuno.Ustedes un collar alrededor de su cuello y cubres sin apretar algo de cuerda alrededor de Beris.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Nngh ... ¿qué está ... pasando?",
                "ChangeImageLayer",
                "Collar",
                "1",
                "",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Bondage",
                "Justo cuando ella llega y comienza a agitarse, conectas la correa con su cuello y observas con satisfacción mientras las cuerdas mágicas la atan hábilmente cómo quieres con un simple pensamiento, uniendo sus muñecas con fuerza detrás de su espalda, asegurada a la cuerda Ciss-Crossando su cuerpo.",
                "Sus piernas están dobladas y atadas a las rodillas para que no puedan desarrollarse.Un poco de cuerda adicional desde cada pierna hasta los codos asegura que permanezcan propagados, dándole una vista muy agradable.",
                "La sensación de las cuerdas que doblan su cuerpo en posición la lleva de regreso a sus sentidos y mira salvajemente.",
                "Speaks",
                "¿Qué diablos!?¿Por qué demonios estoy atado?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "¿Por qué piensa ella?Seguramente sabe qué esperar ahora que ha sido derrotada por un humano en la batalla.",
                "Ella se retuerce en sus enlaces, claramente no le gustan las implicaciones detrás de sus palabras.",
                "Speaks",
                "¡Llamas a eso una {i} pelea? {/i} Todo lo que hiciste fue esquivar, ¡así que me tropecé y me golpeé la cabeza!",
                "Eso suena muy parecido a que ella perdió para ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "De ninguna manera, ¡quiero una revancha!Tch- I ... ¡No puedo perder con el primer humano que he conocido!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Ella brilla enojada hacia ti, mirando mientras tomas un juguete sexual para usarla.Apretando los dientes, apenas sofoca un gemido mientras lo deslizas lentamente en su resbaladizo coño.Te tomas un momento para admirar la forma en que extiende sus labios inferiores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¿Qué?¿Es eso?¡Ja,!¡Puedo tomar esto fácil!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Puedes escuchar su tartamudeo ligeramente, pero parece que el juguete solo no es suficiente para una reacción real.Eso está bien, porque luego presiona el botón que hace que comience a vibrar.",
                "Speaks",
                "Mmnnh!?",
                "No se puede confundir sus sonidos jadeos de placer, por mucho que intente detenerlo.Decidiendo ayudar a las cosas, comienzas a jugar con el vibrador, empujándolo lentamente dentro y fuera de su coño, ocasionalmente torciéndolo y girando para asegurar que llegue a cada lugar disponible dentro de su coño de contracción.",
                "Ella se mueve de un lado a otro en la cama, intentando resistir las sensaciones, por lo que duplica y agarra un vibrador de huevo.Beris te mira con leve confusión para ver lo que haces con él, y sus ojos se abren cuando usas un trozo de cinta para asegurarla contra su clítoris.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "W-wait, h-contiene con tha- {i} ohhhhhhh! ♥ {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Encendiéndolo contra sus protestas, sonríes mientras finalmente pierde algo de compostura, gimiendo en voz alta y clara.Los ataques dobles en el fondo de su coño y contra su clítoris dejan sus caderas inconscientemente saltando de placer, y el Hellhound comienza a hacer todos estos lindos ruidos de satisfacción mientras continúa tratando de amortiguar su disfrute.",
                "Disfrutas del espectáculo que está haciendo por un poco más.La vista de una chica monstruosa tan hermosa a su merced y retorciéndose de los temblores del éxtasis que atraviesa su cuerpo es casi intoxicante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Es muy fácil notar su creciente humedad a medida que sus jugos comienzan a babear de su coño alrededor del juguete sexual.Sonriendo, le preguntas cómo se siente que ella pierda por algunos juguetes sexuales.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Speaks",
                "¡Mierda!¡Tú!",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Bueno, si eso es lo que ella quiere ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "{i} fweh?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Decidiendo que es hora de pasar al siguiente paso, elimina ambos juguetes, arrancando accidentalmente la cinta de su clítoris más rápidamente de lo previsto.Wincing, instintivamente preparas una disculpa ...",
                "Y están completamente sorprendidos cuando el dolor la hace gemir en voz alta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Te miras incrédulo y ella mira desafiante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "Miras más y un sonrojo rápidamente comienza a formarse en su rostro.Arruques una ceja, y ella finalmente mira hacia otro lado, muy obviamente avergonzada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Sonriendo, la volteas para que esté acostada sobre su vientre, luego tira de ti para que sus piernas estén colgando de la cama y alrededor de la cintura.Ella se retuerce y mira hacia atrás en protesta.",
                "Speaks",
                "H-hey, ¿qué crees que estás haciendo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Le estás dando exactamente lo que quiere.Y está bastante claro que le gusta, así que te asegurarás de que ama cada segundo.Justo cuando parece que está a punto de decir algo más, la interrumpe con una azotea dura que saca un grito de placer de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Antes de que ella haga algo más, la agarras firmemente por la base de su cola, teniendo cuidado de no hacer daño.Luego la tiras hacia ti y empujas hacia adelante al mismo tiempo, empujando tu polla en el interior del coño babeador del infierno.",
                "Ella grita en éxtasis por la repentina intrusión de Hilting, pero sus paredes apretadas y apretadas te dan la bienvenida, apretando firmemente alrededor de tu eje, aferrándose desesperadamente como si no quisieran dejarte ir.Suspiras y felicitando a Beris por lo bien que se siente.",
                "Speaks",
                "¡G-go joder a ti mismo!",
                "¿Por qué harías eso después de que ella ya te invitó a follarla?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Th-eso no fue lo que yo mek! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "De repente, comienzas a empujar rápidamente, cortándola a mitad de la frase mientras usas tu agarre en su cola para apalancamiento mientras la usas más o menos.Su voz se pierde momentáneamente mientras jadea y gime en voz alta con cada reunión húmeda e impactante de sus caderas.",
                "Ella se desliza de un lado a otro en las sábanas debido a su salvaje golpe en cada golpe de pistón a su cuello uterino haciendo que todo su cuerpo se contrae, y no puede evitar gemir sus adulaciones cuando su voz regresa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "ResistPleasure",
                "Speaks",
                "O-oh, fuuuuuuuuck! ♥ mmm! ♥ ¿Por qué tu polla se siente tan bien? ♥ haaahhhh! ♥♥♥",
                "Sonriendo, te inclinas para susurrar en su oído.Le dices que se siente tan bien porque es una pequeña masoquista subby.Ella se enciende tanto del tratamiento difícil que terminará adicta a su polla.De hecho, no puedes esperar hasta llegar al punto en que se calienta solo por la idea de que la follas en el olvido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "¡N-No!Eso ... no puedo ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Decidido a enseñarle a Beris su lugar, le das una azotes que induce a Yelp antes de subir a la cama con ella y levantar sus caderas para que estés jodiendo su trasero, boca abajo.Reanudando su empuje, rápidamente la golpea en la cama hasta que todo lo que escuche sale entre sus labios se gemen y babee.",
                "Su respiración comienza a ponerse cada vez más irregular, y sus labios de coño comienzan a temblar alrededor de su eje.Sabiendo que se está acercando, se acerca a su cola un poco más fuerte mientras se extiende simultáneamente y presionas de manera dominante su cabeza hacia abajo en las sábanas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Justo como esperaba, la posición adicional sumisa en la que la ha puesto parece amplificar su placer aún más, su cara lateral luchando por suprimir la expresión cada vez más putativa que se extiende sobre ella hasta que comienza a llorar descaradamente con la felicidad mientras su coño se aprieta con fuerzaMientras finalmente grita en éxtasis y se corre poderosamente.",
                "Su coño intenta desesperadamente ordeñarte de tu semen, pero te las arreglas para soportar el placer pulsante en tus caderas un poco más, aprovechando la oportunidad para continuar follándola a través de su fuerte e incoherente orgasmo antes de finalmente enterrarte dentro de ella, desatando cuerdas.Después de la cuerda de semen directamente en su matriz acogedor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Los dos permanecen así por un corto tiempo, sin aliento, incluso después de que sus respectivos orgasmos se escapen.Darle un momento para considerar qué hacer a continuación, sabiendo que una sola jodida no sería suficiente para domar a una chica monstruosa como un Hellhound, no importa cuán masoquista.Pero justo cuando resuelve golpearla nuevamente, una idea se pone en mente.",
                "Con una sonrisa y un plan más o menos decidido, te sacas de la mujer aún babeadora y la voltea sobre su espalda.Ella yace allí aturdida hasta que comienzas a tientas a tientas, frotando tus manos sobre sus senos y los muslos.Dondequiera que creas que se sentirá bien por ella.",
                "Speaks",
                "¿Por qué eres ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Detengas más preguntas al besarla, usando tu lengua para jugar suavemente con la de ella.Así, la empujas una vez más, lista para comenzar la Ronda 2. Su coño te da la bienvenida, abrazando tu eje como un amante.",
                "Esta vez eres mucho más gentil mientras la follas.La confusión de Beris es clara mientras miras a los ojos mientras te besas y te acompañas.Tus manos masajean su cuerpo en un ritmo relajante, haciéndola temblar y temblar con deleite.",
                "Speaks",
                "Mmm...♥",
                "Ella gime en la boca con aprobación, sus ojos se ponen en tapa mientras continúas tu lento amor.Casi como si ni siquiera se diera cuenta de que lo está haciendo, Beris comienza a presionar su cuerpo atado contra ti mientras gira sus caderas a tiempo con las tuyas.",
                "Sensible de sus clímax recientes, no tarda mucho en acercarse a los dos, desde el sexo amoroso, el placer burbujeante de la hinchazón en sus caderas.Con sus brazos atados detrás de ella, no puedes tomar sus manos.Configurando la siguiente mejor opción, alcanzas y te caes las mejillas con las dos manos, besándola profundamente mientras ambos se corren juntos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Sus ojos retroceden de las olas de placer mientras llenas su matriz con otra carga viril mientras sus jugos de amor chorros empapan en las sábanas.Cuando finalmente rompes el beso, su lengua se sale de su boca en el maravilloso resplandor.Al ver que ella está completamente fuera de eso por el momento, te sacas y la dejas descansar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Volverás por otro mierda áspero pronto como promulgas tu plan para ella ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Manteniéndola firmemente con correa en su hogar, se acomoda en un patrón.Todos los días, golpeas completamente el Hellhound en el olvido, emocionando su cuerpo y mente masoquista con el tratamiento difícil.Luego le hagas el amor apasionadamente, confuso y emocionante de inmediato con la disparidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Toma mucho tiempo, mucha paciencia y un {i} mucho {/i} de joder, pero eventualmente la derrites y la moldeas en tu compañero dispuesto y sumiso, feliz de vivir contigo y hacer lo que sea túPídale.",
                "Su poderoso cuerpo es igualmente sorprendente para hacer trabajos agrícolas en su propiedad y complaciéndolo cuando lo preguntas.A menudo, el calor induce su presencia en ella hace que ella también lo aborde por más sexo, aunque no estás decidido sobre si eso es algo bueno o malo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Por lo tanto, la aventura de la heroína monstruosa de Beris para derrotar al rey humano llega a un final abrupto antes de que realmente comenzara, ya que el primer humano que conoce la folla fácilmente en la maravillosa obediencia.Ella pasa el resto de sus días como tu ansiosa esposa, incapaz de imaginar una vida sin ti ...",
                "Speaks",
                "'Mal final ...'",
                "...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Beris te mira después de terminar la narración de cierre para el juego de roles, pareciendo un poco confundido mientras te acuestan juntos en la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "De acuerdo, uh ... esa compra de rol se volvió extrañamente jodidamente maldita allí.Quiero decir, de una manera retorcida de la mente, claro.Pero definitivamente no es lo que normalmente espero de un escenario como ese.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Con una sonrisa, comentas que parecía disfrutarlo de todos modos, y se sonroja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Speaks",
                "W-Well ... sí, por supuesto que lo hice.Todavía hacía calor, eso fue muy divertido, y sabes cómo tratar a una chica, tanto de aproximadamente ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Ella se acurruca contra ti con un abrazo, que regresas cómodamente.El Hellhound, generalmente luchador, tiene una última cosa que decir a medida que te quedan bien durmiendo juntos.",
                "Speaks",
                "Definitivamente deberíamos hacer eso de nuevo en algún momento ...",
                "SetChoice",
                "10",
                "Hero",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "Let's get you to the 'Milking Farm'.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Después de un poco de pensar, anuncias que estás preparado para el escenario de la granja de leche.Tus palabras hacen que Beris sonríe intensamente, y ella sale emocionada sobre sus talones mientras su cola se mueve con anticipación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¡Está bien!¡Planifiquemos esta mierda, entonces!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Los dos pasan los próximos minutos discutiendo el juego de roles antes de que The Hellhound te lleve a otra habitación más adecuada para tus necesidades actuales.Al entrar juntos, encuentra una máquina de ordeño, completa con restricciones opcionales para mantener al usuario conectado a ella.",
                "SwapLineIf",
                "Choice",
                "8",
                "MilkSceneDone",
                "Agradece para darle un vistazo, doble verificación para estar seguro de que está en funcionamiento adecuado, y que sus medidas de seguridad están en buenas condiciones antes de decidir poner a Beris en él.",
                "8",
                "",
                "Agradece a darle un vistazo, queriendo estar seguro de cómo funciona y sus medidas de seguridad antes de decidir poner a Beris en él.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "El Hellhound te da un momento para tu inspección, pero rápidamente se impaciente.",
                "Speaks",
                "¡No te preocupes, es seguro!Este tipo de máquinas son súper jodidamente confiables, al menos por lo que he escuchado.",
                "SwapLineIf",
                "Choice",
                "8",
                "MilkSceneDone",
                "Ella también camina, y ustedes dos rápidamente mueven las partes necesarias para configurarlo para ordeñar.Pronto está preparado y listo para comenzar.",
                "8",
                "",
                "Ella también camina, moviendo rápidamente las partes necesarias para prepararlo para la operación.Diferir el conocimiento de Beris sobre el tema, usted dice que está listo para comenzar cuando lo está.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Excelente.Entonces lo último que necesitamos es ... ¡Ah-ha!¡Aquí está el hijo de puta!",
                "SwapLineIf",
                "Choice",
                "8",
                "MilkSceneDone",
                "En un estante justo detrás de la máquina se encuentra una pequeña botella de poción.Está etiquetado como una combinación de inducción de lactancia y afrodisíaco, tal como era de esperar teniendo en cuenta la habitación en la que se encuentra. The Hellhound deja donde es para facilitar el acceso más tarde con una sonrisa emocionada.",
                "8",
                "",
                "En un estante justo detrás de la máquina se encuentra una pequeña botella de poción.Está etiquetado como una combinación de inducción de lactancia y afrodisíaco, tal como era de esperar teniendo en cuenta la habitación en la que se encuentra. The Hellhound deja donde es para facilitar el acceso más tarde después de señalarle su ubicación.",
                "EndLoop",
                "Dejas la habitación para meterse en el personaje mientras Beris prepara sus propias enlaces.Luego, después de darle un minuto para terminar sus propios preparativos, vuelves a entrar.",
                "...",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "Estira los brazos cuando sales de tu casa por primera vez esta mañana.El sol apenas ha salido, pero su trabajo se hace mejor temprano.Después de todo, debe tener su producto listo para cuando los clientes comiencen a aparecer.",
                "Primero, sin embargo, le gusta acomodar con una caminata rápida por su propiedad.No es tan grande y ayuda a despertarte.",
                "Además, tiene algunas trampas alrededor de los alcances exteriores que necesita verificar.Casi nunca atrapan nada, pero hay una ocasión extraña en la que encontrarás uno sosteniendo un animal.O incluso más raramente, un intruso real.",
                "Todavía no lo sabes, pero hoy será uno de esos raros días.",
                "ChangeBGM",
                "music/Forest Dungeon/night road.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Justo cuando estás a punto de completar tu circuito, escuchas a una mujer gruñendo y maldiciendo enojado.",
                "Speaks",
                "Bastardo, vamos ...!Estúpida cuerda!¿Quién diablos dejó una trampa de trampa aquí?",
                "Comprendiendo lo que sucedió de inmediato, corres hacia la fuente de la voz.No te sorprende en absoluto encontrar una chica monstruosa allí.Usted {i} está {/i}, sin embargo, sorprendido al descubrir que ella es una vida infernal.Generalmente se considera monstruos excepcionalmente poderosos y peligrosos, por lo que de repente estás {i} realmente {/i} contento de haber derrochado por las trampas de cuerda más fuertes y de alta calidad.",
                "Ella usa más de lo que la mayoría de las historias sobre Hellhounds te llevaría a creer, en lugar de solo el bikini estereotípico.Aun así, las cuerdas de SNARE cruzan su cuerpo completamente vestido la pusieron en una posición bastante excitante.Sin embargo, es más apremiante el equipo que lleva.Su manada tiene una palanca colgada de ella, y parece que un juego de mechones se cayó cuando la trampa la atrapó.Se quedan dispersos por todo el suelo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Mientras estás ocupado mirando a la mujer atrapada en estado de shock, continúa luchando contra sus lazos hasta que finalmente nota tu presencia.Ella bloquea los ojos en los tuyos con una mirada furiosa.",
                "Speaks",
                "¡Ey!Si has terminado de maldecirme, ¿tal vez ayudarme a liberarme?¡Me gustaría encontrar cualquier trampa de gilipollas que quedara por aquí y darle un pedazo serio de mi maldita mente!",
                "Eso te saca de tu ensueño.Después de tomarse un momento para recolectarse, le explica que la trampa le pertenece, y ella está invadiendo su propiedad.Con equipo adecuado para romper y entrar, en eso.Eso la pone más enojada, y ella reanuda su lucha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FrownAngry",
                "Speaks",
                "¡Oh, entonces eres responsable de esto!Jódete, tan pronto como sea libre, ¡veremos cómo {i} tú {/i} te gusta estar atado!",
                "Su disposición enojada no la hace exactamente, y cuando comienzas a considerar dejarla aquí y llegar a trabajar, una idea cruza tu mente.Si bien no se esperaba la apariencia de esta chica monstruosa, esta podría ser una buena oportunidad para su negocio.Después de todo, nunca has tenido la oportunidad de trabajar con un Hellhound ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Scowl",
                "Con una sonrisa oportunista, alcanzas hacia abajo y levantas a la mujer bastante grosera sobre tu hombro.Ella no está feliz por eso.",
                "Speaks",
                "¡Ey!¿Dónde diablos crees que me estás llevando?¡Bájame!",
                "Cuando comienzas a caminar hacia tu granero, le recuerdas que está invadiendo, ya que no parecía importarle la primera vez que lo mencionaste.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "Speaks",
                "¿Sí?Entonces, jodiendo, ¿qué?",
                "Simple.Ella va a pagar por su crimen haciendo un poco de trabajo por usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "¿Qué?¿Te gusta ayudarte a ordeñar tus vacas o algo así?¿Me estás cagando?¿Te hace pensar que voy a hacer algún trabajo por ti?",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Más como ella es la vaca que va a ser ordeñada.Después de decirle que se detiene durante al menos cinco segundos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "Expuse a mí?",
                "Te niegas a responder más preguntas mientras ella sigue luchando en tu hombro.Y una vez que ingresa a su granero, ella aprende lo que necesita saber de todos modos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "Speaks",
                "Oh ... ¡Oh, joder, no!Y estás bromeando, ¿verdad?",
                "A su alrededor hay diferentes especies de niñas monstruosas.Sobre todo Holstaurs.Pero también hay algunos minotauros, arpías, Alraunes, lagartos, un Voltlin ... ¡Incluso hay un Manticore, que usa su cola para beber más de la poción de lactancia de la que ya está bajo los efectos!Cada uno de ellos está restringido en máquinas de ordeño, arrullando y gimiendo en deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Las copas de succión juegan con sus pezones, independientemente de si sus bustos son grandes o pequeños.Los asientos en los que se encuentran también tienen consoladores vibrantes rellenos en sus coños, asegurándose de que todas las mujeres se disfruten mucho, si el ordeño constante ya no es suficiente.",
                "Encuentra un puesto de ordeño vacío y se sienta a su nuevo conocimiento.Su ropa te impide poder comenzar a jugar con ella para prepararla, y desgaste ahora sería una mala idea.Pero eso está bien, porque todavía tienes un plan.",
                "Alcanza el pequeño estante detrás de la máquina y agarras la botella de poción sentada sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "H-hey ... ¿es eso lo que creo que es?¡No te follas {i} me atreves! {/i} Quiero decir, solo iba a robar algunas cosas ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Desespesando la parte superior, agarras la barbilla del Hellhound.Al forzar su boca, vierte la poción lechosa por su garganta y te aseguras de que traga.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Sosteniéndola, esperas pacientemente unos momentos cuando la poción comienza a entrar en vigencia, y la respiración de la niña monstruosa se vuelve un poco más pesada.",
                "Speaks",
                "¡Oh, shit!Estoy empezando a sentirme un poco W-Warm ...",
                "Te miras a la camisa y te complace encontrar que la poción ya funcione rápido ya que dos puntos húmedos aparecen justo sobre dónde deberían estar sus pezones.Dejando irla, observas cómo la poción mixta de lactancia-argumento hace que la mujer ardiente sea cada vez más caliente y molesta.",
                "Confianza de que ya no pondrá una lucha, liberas cuidadosamente las cuerdas que la atan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Tan pronto como está libre, The Hellhound intenta deslizarte ... solo para caer de su silla y aterrizar en el piso con un gemido.",
                "Speaks",
                "Ohhhh- {i} joder {/i}, w-¿Por qué se siente esto {i} bueno {/i}?-",
                "No pierde el tiempo, aprovecha su estado incapacitado y pronto la desnuda.Con sus tetinas ya gotas de leche, y el afrodisíaco se moja su coño babeando, puedes deslizarla suavemente sobre el consolador de la silla.La sensación de que se desliza en sus pliegues calientes y apretados hace que el Hellhound gime con deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Ahhhn~♥",
                "Finalmente, adjunta firmemente las tazas de succión a sus pezones y enciende la máquina.Rápidamente comienza a chupar y apretar, dibujando leche fresca por los tubos y hacia el recipiente de almacenamiento.Al mismo tiempo, el consolador comienza a vibrar, y la pobre mujer ni siquiera puede esperar ocultar sus sonidos de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "M-my senos nunca se han sentido como th-this befo- shiiiiiiit ~ ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Satisfecho de que el Hellhound no dejará su asiento en cualquier momento mientras se retorce con felicidad, aseguras las restricciones y luego la dejas allí para comenzar con el resto de tu trabajo y verificar a las otras chicas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "W-wait- y-you, no voy a dejarme seriamente, ya que es así, ohhhhh! ♥",
                "No puedes evitar sonreír mientras te diriges a tu camino, ya que parece alcanzar el clímax bastante rápido por la estimulación ...",
                "Algún tiempo después, después de garantizar que todas las otras chicas monstruosas estén bien y reemplazan sus almacenes de leche con contenedores vacíos, regrese para verificar al intruso.El pobre Hellhound es un desastre tembloroso, jadeando y babeando por toda la máquina.",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushHeavy",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Claramente ya está culminada más de unas pocas veces, y debes preguntarte si es sensible a algo, porque está reaccionando con mucha más fuerza que la mayoría de las chicas monstruosas que te conectas a los ordeñadores.",
                "Hablando de eso, también te sorprende lo completo que ya ha llegado su almacenamiento.Ella está produciendo mucho más que algunas mujeres con el doble del tamaño de su busto, y la felicita por ese hecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Speaks",
                "Ngg-!Y-que basta- ah!Fuuuuuuck youuuuuuu, {i} ohhh ~ ♥ {/i}",
                "Supongo que todavía no está exactamente feliz por la situación.Parece que tendrás que trabajar para convencerla.",
                "Por ahora, sin embargo, otro pensamiento cruza tu mente.Mirando sus tetas mientras brotan más leche por los tubos de succión, te das cuenta de que has olvidado un paso.Cada especie de monstruos cuya leche has probado ha tenido un sabor diferente.A veces es solo un poco.Otras veces es muy notable.",
                "Pero no recuerdas {i} nunca {/i} escuchando sobre cómo la leche de Hellhound sabe ... y realmente {i} debería {/i} ver verificar la calidad de algo que podría estar planeando vender, no debería '¿TU?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Retirando con cuidado al tonto en el pecho derecho del Hellhound, te inclinas para envolver tus labios alrededor de su pezón lechoso y tomar un sorbo generoso mientras te enrollas la lengua.",
                "Speaks",
                "¡H-HEY!Mn- wh-¿qué crees que eres- {i} ah! {/i} s-stop eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Te sorprende al instante la temperatura.Es increíblemente cálido.Casi caliente, incluso, si no por el hecho de que no hay aguijón en la boca del calor.Lo siguiente que notas es la textura suave y sedosa y el sabor dulce y cremoso con solo un toque de especias.",
                "¡La mezcla casi intoxicante de sabor te hace temblar lo absolutamente delicioso que es!¡Solo has tenido un sorbo, y es posible que ya estés enganchado!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Decidiendo disfrutar un poco, tomas varios bocados más generosos, saboreando el sabor cada vez antes de tragar, haciéndola retorcerse y jadear con placer.",
                "Speaks",
                "¡Y tú follando P-Permitido!Ahhh-",
                "Finalmente, decidiendo que has tenido suficiente, tomas un último trago antes de lamer su pezón limpio.Absolutamente seguro de que Hell Hound Milk sería un éxito con sus clientes, comienzas a pensar en cómo abordar el tema ... pero luego una sensación de calidez y lujuria que no habías notado que construirte como una ola de mareas.",
                "Al instante, su respiración se vuelve pesada, sus golpes de frecuencia cardíaca y sus pantalones son de repente tan dolorosamente apretados para su polla que ahora se esfuerza por lo que eran hace un momento.",
                "La realización te golpea: la leche de Hellhound también es un afrodisíaco, al menos para los hombres humanos.Mirando hacia arriba y hacia abajo del cuerpo seductoramente de la chica monstruosa, apenas puedes pensar con claridad, pero tú {i} sé {/i} lo que {i} necesitas {/i}.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Parece un poco nerviosa por tu repentina e intensa mirada.",
                "Speaks",
                "Uh- h-hey estás bien- mn- eh- wh-what estás doi- wah!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Surprise",
                "La mujer ardiente es tomada por sorpresa cuando de repente deshaces sus restricciones y la sacas de la máquina.Normalmente, esta sería la oportunidad perfecta para que ella lo domine y tome el control de la situación.Pero cansada como está de los múltiples orgasmos que tenía mientras era ordeñada, no puede hacer mucho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "La llevas a una silla cercana mientras ella lucha de manera ineficaz.Sentado, colocas el hermoso Hellhound en tu regazo, frente a ti.Sosteniéndola allí con un brazo, la otra mano se extiende hacia abajo para deshacer los pantalones.Un momento después, tu polla erecta está libre de sus confines, frotando contra babeando el coño caliente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "La mujer ardiente jadea con un profundo sonrojo mientras siente tu eje presionando contra ella, antes de mirarlo.Sus luchas cesan lentamente cuando la vista se mezcló con su intensa excitación intensa la deja paralizado.",
                "Speaks",
                "Oh, uhm- wow -... th-eso no está mal ... uhm-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Gimiendo por la estimulación de la molienda, comienza a meterse en ella y mover sus caderas junto con las tuyas, dejando su longitud resbaladiza con sus jugos.Agarrándola por las caderas y levantándola ligeramente, colocas tu punta justo en su entrada humeante.La miras para ver si está lista, y el Hellhound responde colocando sus dos manos sobre tus hombros para prepararse.",
                "Empujas y la tira hacia abajo al mismo tiempo, gimiendo fuerte mientras su honeypot caliente y húmedo envuelve su virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HornyBiteLip",
                "Ella se sienta en tu regazo por un momento mientras ambos se adaptan a la penetración.Pero luego el Hellhound comienza a moverse enormemente antes de que estés listo para ello, exhibiendo el deseo sexual infernal por el que son conocidos.",
                "Mientras ella rebota rápidamente sus caderas sobre las tuyas, dejándote mirando sus pequeños senos.Un goteo de leche se filtra de ambos pezones, goteando sus tetas y hacia su cartel.",
                "La vista es demasiado tentadora para su mente borracha de excitación, y rápidamente atrapas uno con tus labios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "¡Ah!H-hey, ¿it- mn -... ¿realmente sabe tan bien?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Das un gruñido afirmativo cuando comienzas a chupar y beber, y un lindo sonrojo en la cara de la mujer generalmente ardiente.Sin embargo, no presentó una discusión al respecto, simplemente eligiendo continuar balanceando sus caderas sobre las tuyas.",
                "La cálida y cremosa bondad solo te hace más cachorro, y muy rápidamente te encuentras insatisfecho con solo estar sentado allí.Empiezas a doblar tus caderas para encontrar el rebote de Hellhound a tiempo, dejándola gemir en voz alta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Bliss",
                "Speaks",
                "¡Ohhhh, joder!- ¡Sí!¡Sigue haciendo eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ella coloca una mano sobre tu cabeza, alentándote a seguir bebiendo.Felizmente obligas, redoblando tu ansioso empuje, y ella responde en especie montándolo aún más duro.El sexo frenético mezclado con afrodisíacos que atraviesan cada uno de ustedes los lleva a ambos rápidamente a la ventaja alucinante, y con dobles gritos de placer, lo revisas como uno.",
                "Sus paredes calientes de vicio ordenan su eje mientras dispara una cuerda tras una cuerda de espiga en el fondo de ella, drenándote por cada gota que puedan.Su carga es mucho más gruesa y más grande de lo habitual, lo que te deja asumir que la leche de sabuesos es la causa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Los dos lentamente bajan de sus poderosos clímax, respiran mucho y temblan de réplicas orgásmicas.Tus cuerpos sudorosos se adhieren entre sí mientras ambos intentan recuperarse.Tu nuevo amigo habla primero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "W-wow.Uh, eso fue ... {i} wow! {/i}",
                "Con la cara aún presionada contra su pecho, asiente y expresa su acuerdo.No es la primera vez que has estado bajo la influencia de un afrodisíaco, pero definitivamente es una de las más deliciosas.",
                "Los dos descansan un poco más, solo para que el calor comience a burbujear nuevamente.Comienza a mover las caderas nuevamente mientras su leche mantiene su erección en un mástil completo y su pareja gime con entusiasmo en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Speaks",
                "Mnnn- bien! ♥ ¡Estaba preocupado de que terminaras después de una sola ronda!",
                "No cuando tomas una bebida tan bien, puntuando tu respuesta con un largo trago de uno de sus pezones.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Con sonrisas cachondas mutuas, reanudas la mierda alimentada con drogas.",
                "...",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Se tarda varias horas antes de que ustedes dos finalmente estén completamente satisfechos.Te recuéstate en la silla, prácticamente inmóvil.El Hellhound se derrumba encima de ti, todavía enterrando tu cara en su modesto cofre.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Finalmente, ella se arrastra de tu cuerpo y se mueve para reunir su ropa.Ella te mira furtivamente, y te das cuenta de que espera hacer una escapada antes de que puedas moverte.Cansada, la llamas, y casi parece que quiere hacer un descanso para ello.",
                "Speaks",
                "Y-yeah?¿Qué deseas?",
                "Hablas rápidamente, no queriendo que se escape antes de que puedas preguntarle algo importante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "PlayerSpeaks",
                "¿Te gustaría trabajar aquí?",
                "Ella parpadea varias veces, no procesa sus palabras por un momento.",
                "Speaks",
                "Trabajar aquí?Como en, ¿un trabajo?",
                "Asintes.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tch",
                "Speaks",
                "Entonces ... ¿no me quieres como esclavo como el resto de estas chicas?",
                "Hace una pausa y le das una mirada confusa.¿Qué quiere decir ella?No hay esclavos aquí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sneer",
                "The Hellhound agita sus brazos incrédulo, señalando a las diversas chicas monstruosas gemidas en el granero.",
                "Speaks",
                "¿Qué quieres decir, '¿Qué quiero decir'?¿Cómo llamas a todas estas mujeres aquí?",
                "Empleados.Los llamas tus empleados.Porque trabajan aquí por su propio libre albedrío por pago.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Speaks",
                "¿Esperas que realmente crea eso!?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Antes de que puedas responder nuevamente, un Minotauro deshace sus propias restricciones, apagando la máquina de ordeño y anunciando que ella irá a su almuerzo.Su nuevo prospecto la ve de irse con los ojos muy abiertos.",
                "Speaks",
                "Pero entonces ... ¿por qué me obligaste a la máquina?",
                "Obviamente, eso fue solo porque necesitaba pagar el traspaso en su propiedad y planear robarle.Además, ¿qué planeaba hacerte si se libera de la trampa antes?",
                "Ella tiene la decencia de ver un poco tímido en esa pregunta.",
                "Speaks",
                "... Está bien, eso es justo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "Ahora que tiene su atención, explica cómo estas chicas monstruosas vienen a trabajar aquí, ordeñadas y complacidas, para que pueda vender su leche en el mercado cercano.Es un buen negocio, y usted ganas dinero sorprendentemente bueno.A todos se les paga en función de la cantidad de leche que dan y cuán alta es la demanda de ellos.",
                "Y teniendo en cuenta el hecho de que la leche Hellhound también se puede anunciar como un afrodisíaco ... bueno, se ve una oportunidad real aquí para obtener una ganancia sólida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "El Hellhound considera tus palabras cuando los engranajes giran en su cabeza.Pero luego ella te enfrenta con precaución.",
                "Speaks",
                "Digamos que estoy interesado ... ¿Cuáles son exactamente los términos?",
                "Con una sonrisa, la invitas a tu oficina ...",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "Firmar ese contrato fue la mejor decisión que Beris tomó, fácil.Su nuevo jefe no solo ofreció un trato muy generoso, sino que su leche se convirtió en el producto más exigido que vendió.",
                "Hellhound Milk se convirtió en {i} extremadamente {/i} popular casi durante la noche, tanto por su sabor cremoso y delicioso como por los deliciosos efectos secundarios.Las parejas y grupos de amantes en particular se convirtieron en compradores frecuentes.",
                "Y como el único sabueso que trabaja en la granja, Beris hace una fortuna legítima.Ella pasa el resto de su vida cómoda y capaz de permitirse lo que quiera.",
                "Buen final.",
                "...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinCocky",
                "Al acurrucarse con Beris, apenas puedes contener tu risa mientras termina su narración de cierre a pesar del agotamiento mutuo del sexo.El tono de su voz te dice todo lo que necesitas saber sobre cómo lograste subvertir sus expectativas con ese pequeño giro de la trama.Ella te empuja en las costillas con su codo en respuesta.",
                "Speaks",
                "Sí, sí.Ríete.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Preguntas si está bien con la forma en que fue, y gana un asentimiento con una sonrisa radiante.",
                "Speaks",
                "¡Joder, sí!¡Eso fue genial, y el sexo fue jodidamente increíble!La máquina de ordeño también está realmente diseñada bien.¿Qué pasa contigo?Parecía que realmente te gustó mi leche.¿Tienes algo para la enfermería? ♪",
                "Bueno, ¿cómo no puedes cuando sabe y se siente tan bien?Beris se ríe en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "SwapLineIf",
                "OtherEventsChoice",
                "Labyrinth Intro",
                "1",
                "IntroDone",
                "Entonces probablemente deberías tener cuidado con Ceris y sus estúpidas jarras masivas ... aunque después de eso, creo que entiendo por qué le hace eso a los chicos ... pero hablando de enfermería ...",
                "1",
                "",
                "Entonces probablemente deberías tener cuidado con una de mis hermanas si alguna vez la conoces ... aunque después de eso, creo que entiendo por qué le hace eso a los chicos ... pero hablando de enfermería ...",
                "EndLoop",
                "Ella llama tu atención sobre sus senos.La poción de lactancia se ha desgastado principalmente, pero todavía hay algunas gotas que se filtran de sus pezones.Con una sonrisa, el Hellhound coloca sus manos a los lados de sus tetas y las presiona con tentador.",
                "Speaks",
                "¿Quieres terminar tu bebida? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Horny",
                "Demonios, sí.En un solo movimiento, se pone beris en la cama y plantan sus labios alrededor de un pezón mientras se ríe.La leche no tarda mucho en hacer su magia nuevamente.Parece que ustedes dos van una ronda más esta noche ♥.",
                "...",
                "SetChoice",
                "8",
                "MilkSceneDone",
                "ChangeFetish",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "NextMorning"
            ]
        },
        {
            "NameOfScene": "NextMorning",
            "theScene": [
                "ChangeBGM",
                "music/Town/casino.mp3",
                "SleepPlayer",
                "DelayNotifications",
                "ChangeImageLayer",
                "Expression",
                "1",
                "GrinSmirk",
                "ChangeImageLayer",
                "Clothing",
                "1",
                "Clothed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Te despiertas al día siguiente sintiéndote bastante drenado y dolorido, pero muy satisfecho.Mirando alrededor de la habitación, ves que Beris ya ha empacado todo y se reparó, simplemente esperando por la puerta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "TchAtYou",
                "Speaks",
                "Yo, um, eso fue realmente jodidamente ... bueno ... eh ... espero que podamos hacer esto de nuevo en algún momento [ThePlayerName].Solo recuerda que nada que pase aquí sale de la habitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Grin",
                "ChangeImageLayer",
                "Face",
                "1",
                "BlushLight",
                "Asiente de acuerdo y ella rápidamente se va con su maletín a cuestas y un ligero sonrojo en su rostro.",
                "ChangeBG",
                "Inn.png",
                "GetEventAndIfChoice",
                "Enter the Bar.",
                "2",
                "NotWorking",
                "NextMorningNotWork",
                "Después de un momento, te tomas un poco para estirarse y hacerte presentable antes de bajar las escaleras para obtener tu pago.",
                "ChangeEros",
                "1500",
                "GiveExp",
                "100"
            ]
        },
        {
            "NameOfScene": "NextMorningNotWork",
            "theScene": [
                "Después de un momento, te tomas un poco para estirarte y hacerte presentable antes de bajar las escaleras.",
                "GetEventAndSetChoice",
                "Enter the Bar.",
                "2",
                ""
            ]
        }
    ]
}