{
    "name": "Submissive Kunoichi",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        "Sigil Of Will-Power"
    ],
    "Speakers": [
        {
            "name": "Kunoichi Trainee",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Tu cambio en el burdel ha sido lento esta noche.Hay pocas personas que toman pedidos de bebidas y alimentos, aunque la sección Glory Hole aparentemente ha tenido algunos clientes 'ruidosos', lo que casi te hace sentir pena por los pobres tipos atrapados en ese trabajo hoy.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Eventualmente, sin embargo, su atención se atrae a una mano firmemente agarrando su hombro derecho.Girando abruptamente para ver quién es, te encuentras hasta la vista, un aprendiz de Kunoichi que te mira con una sonrisa pequeña pero arrogante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "{i} usted. {/i} Viene conmigo, ahora mismo.",
                "La demonía procede a guiarlo a través de las mesas hacia las habitaciones privadas, todo mientras ella te mira con una intención casi malévola.Esto deja sus pensamientos deambulando por qué tipo de cosas tiene esta mujer reservada para usted, plenamente consciente de que los aprendices no son exactamente {i} gentil {/i}.",
                "ChangeBG",
                "InnRoomLewd.png",
                "Finalmente, llegas a la habitación que este Kunoichi ha reservado para pasar la noche, y ella prácticamente te empuja adentro, todavía sonreír con problemas.Entrando hábilmente detrás de ti, ella bloquea la puerta detrás de ti, deteniendo por un momento para verificar la cerradura y, extrañamente, poner la oreja contra la puerta por unos segundos cautelosos, como si intentara escuchar el exterior.",
                "Mientras recuperas la compostura y la miras, finalmente comienza a girar lentamente para mirarte, dando un paso lento de la puerta.En este punto, no puedes evitar comenzar a preocuparse;¿Qué podría estar planeando esta mujer si está haciendo todo lo posible para asegurarse de que nadie esté escuchando?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sin embargo, su expresión cambia a una amplia y feliz sonrisa de emoción mientras se vuelve hacia ti, mirándote arriba y abajo mientras su cola demoníaca se agita de un lado a otro.",
                "Speaks",
                "Yo {i} sabía {/i} ¡Te reconocí!¡Eres ese aventurero que folló a nuestro sensei para que se sometiera en medio del dojo Hall!",
                "El Kunoichi se aprueba las manos mientras menciona tu victoria sobre Shizu en el Templo de fuerza de voluntad, frente a todos sus alumnos, y por un momento, la idea de que esta chica intenta volver a ti por ti, hasta que te cruces, hastaElla habla de nuevo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Condescending",
                "Speaks",
                "Eso fue {i} así que {/i} caliente ... verla gemir como si tu mente estuviera rota por tu polla era lo mejor.¡Me he dedicado a ese recuerdo tantas veces, he perdido la cuenta! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "Entonces, cuando llegué aquí y me di cuenta de que eras uno de los camareros, ¡solo {i} tenía {/i} para pedir una noche contigo!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "Speaks",
                "¡Por favor, fóllame como la follaste!¡Hazme tu mentalidad de polla rota! ♥",
                "Te quedas aturdido por un momento, no estás seguro de cómo responder debido a la franqueza del Kunoichi obviamente cachonda, y al hecho de que te está pidiendo que folles {i} su {/i} en la inconsciencia en lugar de que ella lo haga.a ti como esperabas.Proceda a decirle que sí, no que puede negarse a empezar.",
                "Speaks",
                "¡Impresionante!¡Tengo justo lo que te prepara!",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Speaks",
                "Sin embargo, solo un detalle.No vayas a contarle a otras personas sobre esto una vez que hayamos terminado, ¿de acuerdo?Se supone que no debo entregar mi cuerpo así a nadie.Si los otros aprendices se enteraron, ellos {i} nunca {/i} me dejarán solo al respecto.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Evil",
                "ChangeImageLayer",
                "Expression",
                "1",
                "HowDareYou",
                "Speaks",
                "Si descubro que me sacaste, me aseguraré de que te arrepientas.{i} lo tengo? {/i}",
                "A medida que su tono se vuelve absolutamente amenazante, le aseguras que todo se quedará entre ustedes dos.En unos momentos, su expresión se relaja nuevamente.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "¡Muy bien, genial!¡Comencemos entonces!",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "El Kunoichi desliza una mano en uno de sus bolsillos, sacando una pequeña bolsa que rápidamente abre y vierte el contenido sobre su mano.Para ti, parece un polvo rosa fino.Sin previo aviso, ella menciona y luego procede a volar en tu cara, haciendo que tosieras un poco.",
                "Después de unos segundos, una poderosa sensación de hormigueo aumenta a través de su cuerpo, y comienzas a respirar mucho en la construcción de la lujuria, sintiendo que tu polla se pone cada vez más por debajo de tu ropa hasta que se esfuerza contra ellos.Tus pensamientos se nublan cada vez más con el deseo, hasta que pronto solo te enfocas en la idea de {b} fucking {/b} la primera mujer que ves frente a ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Jejeje, este es un {i} realmente {/i} fuerte afrodisíaco, lo que seguramente te convertirá en una máquina {i} fucking {/i} ... todas, ♥ noche, ♥ {i} larga. ♥ {/i}",
                "El Kunoichi comienza a reírse con ansias mientras te mira apretar los puños, pensamientos poderosos centrados en nada más que el sexo crudo que superan sus sentidos.A medida que recuperas tu visión de la neblina rosa, lo primero que ves es el Kunoichi cachondo, su cola spaded se balanceaba de lado a lado mientras mira hambrientos con el gran bulto de tus pantalones.",
                "Con un movimiento rápido, prácticamente te arrancas la ropa, haciendo que tu polla dura del diamante salte ligeramente a medida que se libera de sus confines, y los relojes Kunoichi con una emoción notable mientras das un paso adelante.Llevas una mano a la cabeza y obligas a su cuerpo voluntario de rodillas, dejando su rostro justo en frente de tu dolor de erección, los ojos se extienden en excitación.",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Luego presionas a la demonía contra tu polla, manteniendo una fuerte agarre de la cabeza mientras comienza a lamer obedientemente tus testículos, con ella con amor la lengua sobre ellos, disfrutando de su gusto y aroma mientras el afrodisíaco continúa apoderándose de ti..",
                "Ella envuelve sus brazos alrededor de la cintura cuando comienza a chupar tus testículos con hambre, dejando salir zumbidos mientras tu polla dura descansa sobre su cara fascinada.Vulnerable como es, adorando sus bolas llenas de rodillas mientras mantenías su lugar, su coño goteaba, empapando sus muslos ante la idea de lo que vendrá después.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Eventualmente, sientes que has tenido suficiente y guías su cabeza hacia atrás mientras apuntas la punta de tu erección furiosa en su boca.El Kunoichi se abre de par en par, y empujas profundamente dentro de su garganta mientras comienzas a pelearla en el acto, haciendo que ella cave las uñas en tu cintura con entusiasmo en respuesta.",
                "Ella gorgita y envuelve su lengua alrededor de su polla mientras la fuerza por su apretada garganta una y otra vez, y el Kunoichi finalmente comienza a ser forzado aún más mientras la empujas hacia ella, aunque no hace nada más que dejarla aún más cachonda, ella.cola moviéndose de lado a lado mientras golpeas la boca como si no fuera nada más que una jodida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "PlayerOrgasmNoSpiritLoss",
                "Después de varios minutos de arar su cara cada vez más borracha, dejas escapar un gruñido agradable mientras te obligas a tu polla lo más profunda en la boca como puedes, derramando una carga de grasa dentro de su garganta que hace que salga de sorpresa, desplazándose lentamenteUn gemido amenazado mientras te acaricia en los lados repetidamente con una leve desesperación, ya que se ve obligada a tragar aproximadamente cada gota a la vez sin una elección.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSillyPost",
                "Una vez que su orgasmo pulsante disminuye, saca su polla rígida de su boca cachonda, y se queda dándole un aspecto enamorado atenuado mientras termina traza todo el espeso semen que acaba de arrojarla.Sin embargo, a pesar del tratamiento difícil que le dio, ella no parece perturbada en lo más mínimo;Claramente, es lo contrario, esto fue {i} exactamente {/i} lo que ella quería.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Speaks",
                "Más ... ¡úsame más! ♥ por favor. ♥",
                "Apenas puedes registrar sus palabras, tu mente aún adquirida con el golpe de deseo de follar, y tu polla permanece completamente erguida y dura como la roca a pesar del reciente orgasmo, si es que tu polla es aún más grande.Mientras el ansioso Kunoichi permanece en el suelo, rodea a su alrededor y la agarras por detrás, su estado de placer no ofrece resistencia, solo dejando escapar un pequeño grito emocionado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "De vuelta a la vuelta, manteniéndola firmemente a su alcance mientras retrocede y se sienta en la cama cercana, poniendo a la demonía en su regazo mientras lo hace, su furiosa erección superando su coño babeante.",
                "Luego llegaste a tus manos debajo de ella, levantando las piernas y las extiende de par en par, encerrándolas con los brazos mientras colocas las manos detrás de su cuello.El Kunoichi jadean con entusiasmo cuando se da cuenta de que la acaba de encerrarla con una bodega completa de Nelson, tu polla ahora apuntaba directamente a su coño empapado mientras un gruñido de lujuria te escapa.",
                "Speaks",
                "¡Oh, joder, sí! ♥ hazlo! ♥ rómate! ♥♥♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "No dices una sola palabra mientras te escabulas dentro de ella, y ella deja escapar un gemido encantado cuando comienzas a golpear por completo su coño, sin descansar mientras apriete tu agarre alrededor de su cuerpo, asegurándote de que no tenga ninguna posibilidad.para escapar.Mientras gime desesperadamente de placer, está claro que no tiene intención de hacerlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Sus pechos se rebotan hacia arriba y hacia abajo por la jodida áspera que está recibiendo, y su culo se mueve alrededor de su entrepierna con cada empuje impactante que haga, lo que solo sirve para alentar a su estado de Afrodisiac-Dden a seguir dominando al indefenso Kunoichi, cuya lengua colgan las lenguas regañadas.de su boca mientras se mira a sí misma tratada como poco más que un trozo de carne.",
                "Speaks",
                "A-Amazhing-!♥",
                "Un jadeo agradable te escapa mientras sientes que tus bolas llenas se acarician, y en esta posición, no puedes ver cómo la cola de la niña demoníaca comienza a acariciar ansiosamente y masajeando tus doloridos testículos, casi como si te rogen que produzcas la mayor cantidad posible de semen lo más posible.para tu próximo orgasmo.",
                "Speaks",
                "F-Fuck ... d-do it!¡Lléname!M-¡MAYME SENTIMIENTO!¡Hazme un esclavo de tu polla! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PleasureShocked",
                "Sus palabras de aliento combinadas con los poderosos golpes que has estado dando su apretado coño que te lleva al límite y, a medida que tu orgasmo avanza rápidamente dentro de ti, te empujas profundamente dentro de ella.",
                "Tu consejo besando su cuello uterino mientras la llenas con gruesas cuerdas de tu semen, haciéndola gemir en voz alta y temblar de felicidad.Su cola acaricia tus bolas agitadas con un vigor renovado, tratando de exprimir con amor la mayor cantidad de semen posible, mientras la reanudas nuevamente incluso durante la intensa corrida, vertiendo cada vez más en su útero con cada empuje.",
                "Speaks",
                "OUUH- ♥ C-CAN'T- th-think-! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Todo el cuerpo de Kunoichi se estremece, un grito agradable que se escapa a ella y a los dedos de los pies rizados deliciosamente mientras golpea su propio orgasmo, mientras continúas sin darle a su coño de espasmo sin descanso, sin querer hacer nada más que seguir llenando a este demonio travieso con tu semen hasta que estásgastado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LoveDrunk",
                "Eventualmente, su orgasmo llega a su fin a medida que su nelson se suena alrededor del temblor Kunoichi comienza a relajarse, y la sumisa demonio se cae contra usted, sus piernas aún abiertas mientras sacas tu polla de su coño, lo que lleva a un poco de semenfiltrarse.",
                "Speaks",
                "O-oh ... F-Fuck ... sho Goooood ... ♥",
                "Sin embargo, no has terminado.Ni siquiera cerca.Y el cuerpo del Kunoichi temblora en anticipación mientras se apodera de sus brazos y le arrojan la cara a la cama, su culo regordete levantado mientras mira su estado de lujuria con sorpresa.Tu polla permanece firmemente erguida a pesar de la poderosa eyaculación, y ella no hace nada más que moverte con entusiasmo en respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "FuckedSilly",
                "Ella llora de felicidad mientras te tiras encima de ella, fijándola en la cama debajo de ti mientras empujas tu furiosa erección nuevamente en su coño, dejándola completamente indefensa cuando comienzas a follarla con un vigor renovado.Sus piernas se elevan detrás de ella y sus dedos de los pies se rizan deliciosamente, ya que se queda completamente en tu frenética misericordia, entregando por completo su cuerpo cachondo para que tú los uses y el abuso como mejor te parezca.",
                "Llegas a su mano hacia su cola, y ella deja escapar un grito de éxtasis mientras le das un tirón dominante, casi como si fuera una correa para su trasero mientras la golpeas sin descanso desde arriba.Sus manos apretan el colchón, y sus ojos se ponen de placer cuando la dejan un desastre gemido, y no puedes hacer nada más que seguir follándola lo más fuerte que puedas hasta que te desmayes del agotamiento.",
                "Tu mente comienza a en blanco, no porque estés cansado, sino porque el afrodisíaco asegura que no hay nada en tu mente que te distraiga de tu objetivo: a {i} romperla {/i}, exactamente como ella le pidió.Sus gemidos y gritos de éxtasis se convierten en poco más que ruido blanco, ya que su puta continúa por el resto de la noche hasta la madrugada, sin darle absolutamente ningún descanso ...",
                "ChangeFetish",
                "Sex",
                "15",
                "ChangeSensitivity",
                "Sex",
                "5",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "Mientras te despiertas al día siguiente, dejas escapar un gemido cansado, tu cuerpo se siente dolorido.Apenas tienes un recuerdo de lo que sucedió anoche, ya que más allá de cierto punto, todo se convierte en un desenfoque sexual.Solo puede suponer que continuó dominando el Kunoichi hasta que usted, ella o ambos se desmayan.",
                "A medida que se levanta y ajusta su ropa, nota un trozo de pergamino que queda en una mesa, que parece ser una nota que queda atrás por el Kunoichi.Te abres y comienzas a mirar su contenido ...",
                "'¡Hola, maestro ~ ♥!¡Solo quería hacerte saber que era {i} impresionante {/i}!Si alguna vez vuelve a visitar el templo, ¡asegúrese de visitarnos!¡Me encantaría verte follar sensei en un desastre obediente como tú como tú! ♥ y recuerda: ¡No se sniting! '",
                "La nota termina con una descarada marca de besos, con el aroma de ese poderoso afrodisíaco al que estuviste sujeto a la otra noche, causando recuerdos de ti follando al Kunoichi en un charco para nublar tus pensamientos por un segundo.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Usted decide embolsar la nota cuando finalmente hace su permiso para recibir el pago de sus servicios.",
                "ChangeEros",
                "500",
                "GiveExp",
                "50"
            ]
        }
    ]
}