{
    "name": "Nara Dance",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Nara",
            "postName": "",
            "SpeakerType": "NPC"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "Alejándose con la bandeja de servicio pesada en la mano, comienzas con tu turno, tomando órdenes y entregándolos diligentemente, todo el tiempo haciendo todoque una mano y la cola apretando o paseando contra sus piernas, su trasero o incluso su entrepierna mientras pasa por su período.",
                "Sin embargo, apenas ha comenzado a asentarse en la rutina de su concierto de caminante cuando alguien lo interrumpe que lo golpea en el hombro, lo que le provocó que se diga curiosamente y se encuentre cara a cara con una figura familiar.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Energy - Salsa Nites (2_13) 120bpm.mp3",
                "Speak",
                "Nara",
                "Hello.♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Greatamente, Nara, la bailarina de montaña, retrocede ligeramente para llevarte, las manos cruzadas detrás de su espalda, balanceando su cuerpo de luz sobre sus talones mientras te mira hacia arriba y hacia abajo con una expresión reflexiva y ligeramente traviesa, un zumbido reflexivo flotando en sus labios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Nara",
                "Te apetece verte aquí, [ThePlayerName] ... Sayyyyy, ¿estarías dispuesto a dejarte robarte por un momento como mi ... mmh ... spectator?¿Juez?Tasador? ... se le pagaría trabajo, por supuesto!",
                "Menu",
                "Y-",
                "N-",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "N-",
            "theScene": [
                "JumpToScene",
                "Y-"
            ]
        },
        {
            "NameOfScene": "Y-",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Antes de que puedas responder, Nara te interrumpe, su boca cambia en una sonrisa astuta mientras levanta triunfante un dedo delgado para tocar bruscamente tu pecho.",
                "Speak",
                "Nara",
                "Ajá, pregunta de truco ~!Ambos sabemos que mientras estés trabajando aquí, no puedes rechazar la solicitud de un cliente, ¡él! ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "PlayerSpeaks",
                "...",
                "Speak",
                "Nara",
                "...",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speak",
                "Nara",
                "Aunque si realmente no tetiendo, está bien ...",
                "Menu",
                "I'll do it.",
                "I won't do it.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I won't do it.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sad",
                "Speak",
                "Nara",
                "Oh ... Muy bien, entonces.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Nervous",
                "Speak",
                "Nara",
                "Que tengas un buen día, entonces, ¡quiero decir una buena noche!",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Nara se aleja torpemente, desapareciendo entre la vida nocturna de la posada, y en poco tiempo, otro patrón solicita su atención, momentáneamente que te quite la mente del bailarín.",
                "Posteriormente, la noche se convierte en un borrón de recoger platos vacíos y entregando otros completos, tomando órdenes y comunicándolas, una hora después del próximo paso al ritmo de los negocios fructíferos de la diosa, hasta que Belle finalmente te permite saber que eresBien y puede cobrar su pago, su turno, así que termina de alguna manera sin otras solicitudes.",
                "ChangeEros",
                "100",
                "ChangeBG",
                "Inn.png"
            ]
        },
        {
            "NameOfScene": "I'll do it.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Speak",
                "Nara",
                "¡Genial! ♪ Sabía que podía contar contigo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Nara",
                "¡Vamos, entonces!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Sin más preámbulos, ella felizmente te agarra la mano y te empuja después de ella, dejando atrás a los clientes de la sala común para llevarte arriba ...",
                "ChangeBG",
                "InnRoom.png",
                "... luego en una de las habitaciones vacantes de la posada donde cierra la puerta detrás de ustedes dos ... luego se mantiene enérgicamente haciendo cargo de la situación, poniendo sus manos sobre sus hombros para guiarlo a la gran cama rosada de la habitación donde ellaTe sienta, tu cuerpo cómodamente mediando en la masa de lujosa bajo la alegre mirada de Nara.",
                "Speak",
                "Nara",
                "Perfecto. ♪ Entonces, todo lo que necesitas hacer es mirar y decirme tus impresiones, ¿de acuerdo?{i} mwah! {/i}",
                "ChangeBGM",
                "music/Mountain/Purple Planet Music - Chilled - Desert Winds (3_12).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "PlayVisualEffect",
                "Kiss",
                "screenKiss.png",
                "Inesperadamente, ella se inclina hacia abajo para darle un beso suave y bese en la frente, el repentino contacto de sus suaves labios seductores que dejan una agradable sensación de calor suave irradiar sobre su rostro mientras se extiende un débil rubor en sus mejillas, la sorpresa de la picadura.Usted es medio con sede y relajas mientras disfrutas de la figura graciosamente sexy de Nara que te alejas con un débil frou de su ropa ligera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Posicionándose en el centro de la habitación para que puedas contemplarla con el contenido de tu corazón con la luz íntima, con un poco de luz, le pisotee delicadamente el pie dos veces y saluda con estilo, dejando que tus ojos capturaran su hermosa y escasamente vestida de la silueta alRushing de la regalía de su bailarina y el débil tirón de sus pequeñas lentejuelas de metal, lo que te hace sentir realmente como si estuvieras a punto de ver un espectáculo mientras te sonríe.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Speak",
                "Nara",
                "Aaalright, aquí voy. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "AGILETE, LANguilmente, tan suavemente que en lugar de que ella empiece a bailar, se siente más como si sus gestos se estén cada vez más elegantes y lascivos, comienza su actuación por ti, simplemente comenzando por lentamente, balanceándose lentamente, suavemente las caderas, los movimientos de su desnudaLos muslos de centro y apenas cubiertos que atraen su mirada y hacen que se mantenga reflexivamente lo más tranquilo posible, como si realmente estuviera viendo una estrella en un escenario.",
                "De un lado a otro, ella sigue moviéndose en su lugar, inclinando su pelvis de esta manera y que, como un péndulo, siempre con equilibrio bien entrenado, fácil, nunca de la misma manera de segunda a segunda y minuto a minuto, manteniendo hábilmente su atención en su cuerpo, la gracia aparentemente sin esfuerzo de sus movimientos fluidos que te hacen sentir ...",
                "PlayVisualEffect",
                "StartHaze",
                "pinkHaze.png",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "... cada vez más {i} relajado {/i} y {i} cómodo {/i}, tus músculos más afinantes mientras siguen mirando a Nara con apreciativa asiduidad, su voz lilting alcanzando tus oídos mientras tus ojos permanecen fijados en el que se fijan en el que se fijan en el que se fijan en elLos movimientos expertos de su parte inferior de su cuerpo, bebiendo en cada flexión sutil y cambio de sus músculos, cada tintineo y centelleo de sus adornos cobrizos.",
                "Speak",
                "Nara",
                "¿Te estás disfrutando, [ThePlayerName]?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "Sin siquiera necesitar pensar en ello dado su dominio de baile claramente innegable, respondes afirmativamente, tu reacción espontánea haciéndola reír alegre en un trino melodioso que atraviesa la habitación como la música dulce y deja que una sonrisa medio inútil se extienda suavemente sobre tu caraRespuesta, su pequeña risa se encuentra en un murmullo aterciopelado que te flota ronca como una encantadora confianza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Speak",
                "Nara",
                "Estoy contento ... ♪ {i} Mwah. {/i}",
                "PlayVisualEffect2",
                "Kiss",
                "screenKiss4.png",
                "Sactamente, ella lleva una de sus manos a la boca, haciendo que tu mirada sea momentáneamente deja sus caderas justo a tiempo para atraparla besando, el sonido y la vista de sus labios delicadamente golpeados que parecen resonar por el aire para aterrizar y extender todoSobre ti, como si te envolvieras en un sutil abrazo invisible que te exhala feliz de ti, tu reacción de un leve placer para hacerla sonreír y guiñarte de manera coquejada.",
                "Speak",
                "Nara",
                "Tenga la seguridad, [ThePlayerName], el programa es {i} lejos {/i} de más. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Una vez más, deja escapar una risita encantadora, luego con flexibilidad y equilibrio como gatos, levanta una de sus piernas y se da vuelta mientras mantiene la pose acrobática, permitiéndote asombrarte mientras te revelan más figura maravillosa, un escalofrío deLa lujuria corriendo a través de ti mientras tomas la seductora forma de su pierna extendida, el bailarín con orgullo y elegante mostrando su piel impecable bronceada y completamente desnuda.",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Sin el más mínimo indicio de sacudida o esfuerzo, ella sigue girando en cámara lenta, el movimiento que culminó en la visión de alguna manera simultáneamente elegante y obscena de su trasero presionando descaradamente contra sus pantalones transparentes, luego en la mueca {i} thumm}} {/i}De su pie descalzo tocando el piso, el sonido suave simple que suena a través de su cabeza como una señal de huella de amortiguación y envolvente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Harping, Nara permanece inmóvil por unos momentos para permitirle apreciar completamente la forma de su trasero, luego reanuda la mecedora de sus caderas, el movimiento aún más erótico que antes, ya que hace que su culo rebote y tambaleOjos embrollados capturando cada ondulación callipígica pervertida que parece hacer eco y reproducir en sus pensamientos, haciéndolo ...",
                "PlayVisualEffect",
                "GrowingHaze",
                "pinkHaze.png",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "... cada vez más {i} relajado {/i} y {i} cómodo {/i}, la deliciosa excitación continúa floreciendo dentro de usted desde la visión suntuosamente absorbente del baile de Nara, su mente infatuada se asegura de no perderse el segundoDe su culo, temblando mientras continúa balanceándolo frente a ti, de un lado a otro, tan magníficamente perfecto y adorable ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Llevando sus brazos detrás de su espalda, la dama lasciva usa sus manos para taza de topeadores, primero abrazando su forma con sus palmas para mostrar mejor su deliciosa burbujeidad pert., Luego apretándolas para empujarlas indecentemente contra su ropa transparente como una transmisión transparente.Window, luego finalmente dándoles pequeñas paletas rítmicas para hacer que se muevan juguetonamente al ritmo musical de su golpe y zumbido.",
                "Tu cabeza comienza a caerse a medida que te cautives cada vez más con el espectáculo, y un gemido escapa de tu boca a medida que te llena más lujuria.Es su suspiro desordenado de disfrute indulgente respondido por una apreciación de una operación femenina de ella.",
                "Speak",
                "Nara",
                "Amas mi cuerpo, ¿no, [ThePlayerName]? ♪",
                "Sloppily, expresa su acuerdo, asintiendo servilmente como un títere dócil.Ni siquiera necesitas tocar su piel hermosa y sin mares para saber lo maravilloso que se sentiría debajo de tus dedos, el simple espectáculo en movimiento que demuestra más que suficiente para transportarte a un cielo ininterrumpido e ininterrumpido del alegre atroz, tuLa aprobación incuestionable le vale otra risita feliz de Nara.",
                "Speak",
                "Nara",
                "Eso es bueno ... porque hay {i} mucho {/i} de mí para amar. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cheerful",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Corriendo, miras en silencio jadeado mientras Nara usa sus palmeras de caza para alejar tu mirada de servicio de su culo y dirigirlo hacia arriba mientras se vuelve hacia ti una vez más, pasando lánguidamente sus dedos sobre sus caderas agarables y estómago tonificado, continuandoNo puede su pelvis en movimientos mesmerizantes rockeadores para acompañar sus manos que se deslizan hasta que descansan sobre sus senos regordetes y muy limitados.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Speak",
                "Nara",
                "Entonces, {i} tanto {/i} ... {i} mwah. {/i} ♥",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "PlayVisualEffect2",
                "Kiss",
                "screenKiss3.png",
                "Una vez más, te suena un beso mientras deja caer sus tetas, los sonidos y las vistas de sus labios besos y las tetas sacudidas que se combinan para revolver tu cerebro con una dicha aún más maravillosa, haciéndote sentir {i} Entonces, así que {/i}y privilegiado de que esta diosa bailarina te permita venerar su cuerpo con los ojos, guiándote a alturas cada vez mayores de euforia, haciéndote sentir cada vez más aturdido e intoxicado con una alegría irreflexiva.",
                "PlayVisualEffect",
                "IncreasingHaze",
                "pinkHaze.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Su enamoramiento extasiado se reúne a medida que su mente aturdida se da cuenta de que Nara ha comenzado a acercarse a usted en medio de sus movimientos de prancedAgite y rebote haciendo que su lujuria adorable se eleve cada vez más, dejándote completamente inmóvil, como una estatua congelada en elogios.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Nara",
                "[ThePlayerName]...♥",
                "Su voz lánguida y de seda resuena en los confines íntimos y silenciosos de la habitación, que suena a sus oídos conquistados como una gloriosa revelación o confesión, manteniendo una sonrisa completamente obediente y no resistente mientras mira y escucha con la respiración lista, casi no puede procesarLo que está sucediendo cuando su diosa sigue acercándose cada vez más, todo el tiempo continúa prodigándole con la visión sublime de sus tetas temblorosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Nara",
                "Te llevaré al cielo, [ThePlayerName]. ♥",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Lo crees de todo corazón, y tu cerebro casi cortos cuando ella finalmente te alcanza felizmente como una visita desde arriba.Solo puedes mirar mientras levanta una mano y la pone sobre tu hombro, el simple contacto que hace un perno de rebote de éxtasis rezumando a través de tu cuerpo, tu mente nadando en la felicidad y la excitación vertiginosImpotente como una hoja perdida ante ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Cuando ella comienza a subir sobre la cama y empujarte hacia abajo, no tienes más remedio que dejarte puesto impotente ante ella mientras te monta con una expresión regalmente dominante, tu corazón siente que va a explotar en cualquier momento mientras ellaTarda unos segundos para mirarte, dejando que tu mirada desconcertada corra frenéticamente sobre ella como un animal atrapado, hasta que abre la boca para hablar.",
                "Speak",
                "Nara",
                "¿Quieres que te lleve al cielo, [ThePlayerName]?",
                "PlayerSpeaks",
                "Yes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Dejas la palabra sin siquiera necesitar pensar en ello, una letanía en expansión de alabanza reverente que te viene a la mente, pero no cruza tus pensamientos chocantes, veneración y lujuria en tu cabeza solo para ser sublimado en el rapto feliz cuando tu diosa cuando tu diosa'La expresión se suaviza y ella responde en un murmullo ronco.",
                "Speak",
                "Nara",
                "Alright.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "El tiempo parece congelarse, y parece que la culminación de todo lo que alguna vez fue destinado a ser es finalmente, que tiene lugar momentáneamente cuando persigue su boca y la mueve hacia tu frente donde la sensación de su beso inicial sigue siendo como un faro de celestial.Calidez ... y donde vuelve a poner sus labios.",
                "Speak",
                "Nara",
                "{i}Mwah{/i}.♥",
                "PlayVisualEffect2",
                "Kiss",
                "screenKiss.png",
                "PlayVisualEffect3",
                "ScreenPulse",
                "pink.png",
                "El sonido una vez más enciende una chispa de éxtasis a través de ti, esta vez avivado por el baile provocativo de Nara y avivado por la gloriosa proximidad de su cuerpo divino, el calor del simple Smooch aumentó los fuegos artificiales ardientes que rugen a través de ti como un inferno inferido de la maravillosa y desordenada, escalando cada bit deUsted en euforia abrasador.",
                "PlayVisualEffect2",
                "ScreenPulse",
                "pink.png",
                "Una y otra vez, la sensación sigue viéndome, rebotando e intensificando con cada segundo que el beso de Nara persiste, llevándote a un ápice de placer más grande de lo que podrías haber imaginado, y más allá de eso aún así ...",
                "StopBGM",
                "PlayVisualEffect",
                "MajorHazeToBlackOut",
                "pink.png",
                "Hasta que tu cuerpo masturbado no pueda soportarlo más y te apague, llevado a la inconsciencia beatífica por un último pulso abrasador ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "combatPink.png",
                "...",
                "Yet...",
                "ChangeBGM",
                "music/Casino/BGM sweet smell.mp3",
                "EndVisualEffect",
                "Cuando recuperas la conciencia, todavía te encuentras nadando en la sublime Felicity, pero en otro lugar, en un lugar muy diferente a la habitación de la posada ... y mientras miras a su alrededor confusión, escuchas una voz familiar.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Nara",
                "[ThePlayerName].♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Tu corazón salta alegremente en tu pecho mientras Nara parece materializarse fuera de la nada, tan incomparablemente hermosa como siempre, tu diosa se dirige hacia ti con lujuria no disfrazada en sus ojos, la visión reavivando inmediatamente tu libido apenas disminuida a toda fuerza e instando a tipara apresurarse inmediatamente a ella en la prisa de adoración, cuando de repente ...",
                "DisplayCharacters",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Nara",
                "[ThePlayerName].♪",
                "Otra Nara aparece con una llamada alegre, y comienza a caminar hacia ti también, tu mente se llena de confusión invasora a la vista imposible ... solo para ser reemplazado por una felicidad indulgente cuando extienden sus brazos hacia ti y ...",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Nara",
                "[ThePlayerName]~",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Dominant",
                "Speak",
                "Nara",
                "[ThePlayerName]!",
                "DisplayCharacters",
                "1",
                "1",
                "1",
                "1",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "4",
                "Dominant",
                "ChangeImageLayer",
                "Base",
                "5",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Nervous",
                "Speak",
                "Nara",
                "[ThePlayerName]...♥",
                "... Cada vez más naras siguen apareciendo a tu alrededor y te rodean, algunos tímidos, algunos dominantes, algunos cuidadosamente alegres, pero todos inequívocamente ansiosos por bañarte con amor y placer, listo para llevarte, acariciarte, besarte, besarte, jódete ...",
                "PlayVisualEffect",
                "StartHaze",
                "pinkHaze.png",
                "PlayVisualEffect3",
                "ScreenPulse",
                "pink.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Base",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Kiss",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Kiss",
                "Sintiendo un poco de restricción que queda en ti desaparece, dejas de pensar para siempre y, en cambio, te dejas asfixiar con las innumerables atenciones sexuales de Naras, atrapando al más cercano en un beso codicioso solo para ser abrazados de inmediato por dos más que comienzan a besarse y besándose fácilmenteLamiendo tus oídos ...",
                "PlayVisualEffect",
                "GrowingHaze",
                "pinkHaze.png",
                "Speak",
                "Nara",
                "[ThePlayerName].♥",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "ChangeImageLayer",
                "Base",
                "2",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Seductive",
                "ChangeImageLayer",
                "Base",
                "3",
                "Blush",
                "ChangeImageLayer",
                "Base",
                "4",
                "Blush",
                "Las cosas se convierten rápidamente en un desenfoque tántrico a medida que la situación se convierte en una orgía extática, cada nara completamente dedicado a complacerte y más que feliz de recibir tu abrazo, besarse contigo y, por supuesto, hacerte el amor ... todo el tiempo.Otros continúan prodigándole afecto, poniendo sus hábiles manos, labios, piernas, pies y cualquier otra cosa que desee en su servicio.",
                "PlayVisualEffect",
                "IncreasingHaze",
                "pinkHaze.png",
                "Speak",
                "Nara",
                "[ThePlayerName].♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "3",
                "Pleasured",
                "ChangeImageLayer",
                "Expression",
                "5",
                "Pleasured",
                "Cada vez que hayas terminado de tener relaciones sexuales con un nara, otro rápidamente toma su lugar, manteniéndote maravillosamente encerrado en un paraíso interminable de Naras, las innumerables chicas bailarinas lascivas que te atrapan en una espiral continua de tientas, jodidos, besándose, apretando, roceos,Fucking, abrazando, adorando, follando, acariciando y follando, y follando, y follando ...",
                "PlayVisualEffect3",
                "ScreenPulse",
                "pink.png",
                "... Hasta que incluso en este glorioso estado soñador, el placer constante y abrumador se vuelve demasiado, y después de uno más de innumerables orgasmos, te estrellas y te abraste en medio de tu harén de Naras que te siguen cargando y te mimos a medida que te desvaneces a medidaInconsciencia para siempre, llevándote sus vueltas y acariciándote, acunando, abrazándote contigo, asegurándote de que estés completamente y desesperadamente satisfecho y enamorado de ellos.",
                "PlayVisualEffect",
                "MajorHazeToBlackOut",
                "pink.png",
                "Speak",
                "Nara",
                "[ThePlayerName]...♥",
                "StopBGM",
                "DisplayCharacters",
                "EndLoop",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "Finalmente, te despiertas.",
                "ChangeBG",
                "InnRoom.png",
                "EndVisualEffect",
                "Groggily, abres los ojos con la sensación de que acabas de dormir durante todo un año, de alguna manera sintiéndote completamente drenado y descansado felizmente al mismo tiempo.Mirando a su alrededor, notas que todavía estás en la habitación que estás compartiendo con Nara, y que ahora es la mañana ... lo que parece refrescantemente fundado y parece indicar que esta vez te has despertado.",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "Con cautela, te subes a una posición sentada, casi temerosa y no un poco excitada por la idea de ver un cortejo de Naras de repente entrar de repente en la habitación ... pero después de un minuto o dos de espera y escuchar nada más que el bullicio distante deLa actividad del abrazo de la diosa, te permites dejar escapar un aliento.Parece que todo ha vuelto a la normalidad y puedes relajarte ...",
                "Levántate, diriges tu atención a tu entorno y encuentras tus pertenencias reunidas en una pila al pie de la cama.Sin embargo, su mirada se siente más inmediatamente atraída por una nota en la mesita de noche que curiosamente recoge, entrecerrando los ojos fijos para dar sentido a la escritura de lápiz ligeramente desordenada que cubre el trozo de papel.",
                "Speak",
                "Nota de Nara",
                "{i} Hiya, [ThePlayerName]!\nDespués de besarte, estabas como una luz.¡Parece que mi nueva técnica funcionó!Espero que no haya sido demasiado difícil para ti.A juzgar por cuánto eras ... disfrutando de tu sueño, parece que fue {i} muy {/i} efectivo.¡Espero que haya sido bueno para ti!Es una pena que ese no sea el tipo de habilidad que puedo usar en combate, ¡pero trabajaré en eso!ᕙ (⇀‸↼‶) ᕗ {/i}",
                "Speak",
                "Nota de Nara",
                "{i} Hasta entonces, puedo pedir su ayuda como espectador/juez/tasador nuevamente en el futuro, ¡así que contaré con su cooperación y comentarios!> :)\nMientras tanto, ¡tenga cuidado!Lo siento, no pude quedarme, pero tenía otras cosas de las que cuidar.¡Sin embargo, estoy seguro de que nos veremos!\nXoxo\nNara {/i}",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speak",
                "Nota de Nara",
                "{i} P.S.: Lo siento, pero no podré pagarte.En realidad, soy un poco breve en este momento, así que me tomé la libertad de tomar prestado solo 500 Eros de usted.¡Espero que no te importe!Considere esta carta como iou;) {/i}",
                "HasErosLessThan",
                "500",
                "NoMone",
                "¡Congelando, revisas apresuradamente tu bolso y descubres que realmente te estás perdiendo dinero!",
                "ChangeEros",
                "-500",
                "Su mente se revuelve por el inesperado 'préstamo', siente que su enojo comienza a aumentar y comienza a preguntarse enérgicamente cómo debe lidiar con esta situación, cuando su ojo se ve atrapado por más escritos en la parte inferior de la carta.",
                "Speak",
                "Nota de Nara",
                "{i} P.P.S.: ¡Es broma!XD Dejé el dinero dentro del tocador ^^ {/i}",
                "ChangeEros",
                "1000",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "Sacudiendo la cabeza al recuperar los Eros, suspiras y esconde tus ganancias lascadas obtenidas, luego te fijas, preparándote para atacar el día.",
                "JumpToScene",
                "Ending"
            ]
        },
        {
            "NameOfScene": "NoMone",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "Speak",
                "Nota de Nara",
                "{i} ... o eso es lo que diría si tuvieras 500 eros.No me di cuenta de que habías caído en tiempos difíciles :( tiene sentido, ya que estás trabajando aquí ...\nEr, no faltar al respeto, quiero decir ...\nDe todos modos, antes de profundizar, solo quería decir que te dejé un poco más para ayudar.No quise tomar tu dinero, de todos modos, fue solo una broma ... ^^ 'No es necesario devolverme el pago, por cierto.¡Los aventureros tienen que mantenerse juntos!:){/i}",
                "ChangeEros",
                "600",
                "Sin saber cómo sentir sobre la generosidad de Nara, sin embargo, toma su pago y luego se repara, preparándose para atacar el día.",
                "JumpToScene",
                "Ending"
            ]
        },
        {
            "NameOfScene": "Ending",
            "theScene": [
                "ChangeBGM",
                "music/Town/mati.mp3",
                "Sin embargo, incluso cuando sales de tu habitación y puedes confirmar por el bien que ya no estás en algún tipo de tierra de Nara de ensueño, no puedes sacudirte la influencia persistente de la bailarina sexy, las vistas y los sonidos de su elcivoMuestra apegando a tus sentidos, al igual que el recuerdo del momento incontable que pasaste rodeado de tantos de ella, haciéndote sentir que esta persistente sugestión de adoración no será fácil de sacudir ...",
                "ChangeSensitivity",
                "Seduction",
                "15",
                "GiveExp",
                "40",
                "ChangeBG",
                "Inn.png"
            ]
        }
    ]
}