{
    "name": "One Tipsy Elf",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Elf",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "El cambio está funcionando lo más rutinario posible.El bar es sorprendentemente tranquilo, con solo un par de clientes habituales que matan el tiempo, incluido un solo elfo bebiendo de una copa de martini de cristal.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Mientras pasas junto a ella, ella te señala un poco inestable.Su mesa tiene algunas bebidas vacías, y puede reconocer el contenido del vidrio fresco en su mesa, aún en su mayoría lleno.Es un cóctel nuevo y popular, con mucho alcohol y un suave afrodisíaco que las chicas monstruosas parecen amar.",
                "Al llegar a la mesa del elfo solitario, te preparas para tomar su pedido o ... \"tomar su orden\".",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Ella te da una pequeña sonrisa tímida, pero sus labios temblan de una emoción nerviosa.",
                "Speaks",
                "Ehm, H-hello ... humano.Estoy un poco solo esta noche.¿Podría ... um ... emplear sus servicios?",
                "Su rostro es un tono oscuro de rosa por su nerviosismo, y probablemente su embriaguez, y sus palabras están ligeramente arrastradas.Aún así, es bastante impresionante que aparentemente sea solo borracha después de tanto.¡Debe tener una alta tolerancia, porque casi cualquier otro monstruo o niña que conoces estaría en el piso después de solo dos de esos martinis!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Le das un asentimiento en respuesta y ella se pone de pie con una sonrisa satisfecha.Tomando suavemente tu mano en la suya, te lleva a su habitación.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Su caminata es sorprendentemente estable, y apenas muestra su estado borracho aparte de la pequeña risita ocasional que burbujea de sus labios completos y besables.",
                "Aparentemente, un borracho feliz, el elfo se contenta con despotricar sobre el día aburrido que ha estado teniendo y cuán contenta está de haber conocido a 'un semental como tú', todo el tiempo comiéndote con los ojos y presionándote contra ti.Haces todo lo posible para mantenerte al día con su conversación de divagación, aunque rápidamente te das cuenta de que no necesita mucho para seguir adelante.",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "¡Estás en medio de un 'eso suena duro' cuando de repente, a mitad de camino por el pasillo, su mano se fría contra tu hombro y presiona tu espalda contra la pared!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "Speaks",
                "Mmmnn ... humano, debes detener eso ... deja de ser tan ... lindo. ♥",
                "Respetando mucho, sus pechos regordetes presionan contra su pecho mientras sus brazos se serpente alrededor de sus caderas y muelen sensualmente la cintura contra la suya.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Su longitud está presionando contra el interior de los pantalones lo suficientemente fuerte como para ponerte rígido en segundos, tu entrepierna se frota contra la delfa ansiosa.Puedes oler el dulce alcohol en su aliento, y sus ojos están entrenados en los tuyos de una manera depredadora, su brillo brillo rápidamente se vuelve llena de lujuria.",
                "Sus manos son rápidas y sus dedos ágiles, y para su propia sorpresa, antes de que pueda reaccionar, ella tiene los pantalones escasos de su uniformes lo suficientemente bajos como para liberar su dureza de su prisión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug más",
                "Speaks",
                "Shhh ... simplemente no sospeche, nadie se dará cuenta ... solo nos estamos besando después de todo, ¿R-Right?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "Aunque está siendo tan agresiva, no parece tan segura.¿Estaba dejando conducir el alcohol?",
                "Incierta o no, ella no parece dispuesta a retroceder en lo más mínimo.Hunvemente pasando su lengua sobre sus labios, mueve sus caderas hacia adelante, el dobladillo de su falda cepillando a lo largo de su eje mientras se acerca cada vez más a ti, hasta que sus senos están más jodidos contra tu torso.",
                "Con una sonrisa astuta y lujuriosa, se mancha la longitud entre sus piernas pálidas y suaves.Inmediatamente, te das cuenta de que no lleva ropa interior, su hendidura húmeda besando la parte superior de tu eje mientras le da a tu polla rígida un apretón apreciativo de sus cómodos muslos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speaks",
                "Hueles tan bien ... tan varonil ... tus bolas deben estar llenas de semen.Jeje, me está excitando tanto. ♥",
                "Un jadeo escapa de tus labios cuando ella te jubila experimentalmente, su coño se desliza sobre tu erección ahora completa.Riéndose, silencia tus gemidos con un beso completo, sus labios encerrándose contra los tuyos y su lengua se deslizan sensualmente en la boca.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Su lengua se encuentra con la tuya en un breve y descuidado baile mientras sus caderas se mueven suavemente de un lado a otro, comenzando a cubrirte en sus jugos eróticos, proporcionando lubricación para sus movimientos suaves.",
                "Una de sus manos ahora está apoyada contra la pared, mientras que el otro acaricia tu cara y acaricia tu cabeza posesivamente, el elfo bebe sed con sed en tu presencia mientras te sigue francés.Su aliento alcohólico en realidad está comenzando a afectarte, una especie de bruma borracha que desciende sobre ti, combinando con tu creciente excitación.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Tus ojos alquilados, casi no te das cuenta de un curioso Imp flotando.Sus ojos se arrastran hacia arriba y hacia abajo de tu cuerpo y los elfos, pero si ve el muslo, no lo muestra, su expresión casi inocentemente juguetona.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speaks2",
                "Jeje, consigue una habitación, tortolitos, antes de {i} alguien {/i} se une.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "Dejando ni a usted ni al elfo el tiempo para responder, ella empuja una de las puertas abiertas y se dirige adentro, sobresaliendo su lengua antes de cerrarla y encerrarse detrás de ella.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsun Blush",
                "Los ojos del elfo se estrechan y ella rompe el beso por un momento, resoplando y mirando dagas a la puerta cerrada.",
                "Speaks",
                "La puta tenía algo de nervio para ... ¡Acostarnos a eso!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "No puedes detenerte en la ironía de la declaración antes de que ella te ataque nuevamente, succionando el labio inferior y apretando tu pene firmemente entre sus muslos flexibles.",
                "El afeitado cercano no parece haber humedecido su espíritu.En todo caso, ella es aún más sedienta que antes, su lengua se serpentea por la boca suavemente, con lujuria, sus muslos acariciando y masajeando su longitud de maneras deliciosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "El doble asalto te deja poco espacio para respirar o ritmo.Sus jugos femeninos cubren su longitud casi por completo, haciendo que los suaves movimientos de sus caderas fueran increíblemente suaves y resbaladizos.Eventualmente, no puedes tomarlo más: sus afecciones orales más la dulce suavidad de sus muslos te empuja sobre el borde.",
                "PlayerOrgasmNoSpiritLoss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Dejas escapar un gemido indefenso de dicha pura en la boca del elfo que responde con un respirado y zumbido 'yesshh ... ♥', tu polla pulsando mientras dispara su carga gruesa.Ropas de espíritu caluroso y grueso brotando, empapando sus muslos internos y la parte posterior de su falda.",
                "En un frenesí casi, ella mueve sus caderas y se presiona contra ti más duro.Tu gemido se vuelve gutural a medida que el placer se reduce, y le das al elfo hambriento aún más de lo que quiere, tu semilla salpicando el piso debajo de ustedes dos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "Mmm! ♥ Humano ... tan {i} travieso {/i} ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Finalmente rompe el beso, pero se tuerza y ​​sacude sus caderas suavemente para continuar ordeñando su orgasmo por todo lo que puede obtener, su respiración se pone más dura por el segundo mientras está jadeando en el deleite orgásmico.",
                "ChangeBG",
                "InnRoomLewd.png",
                "Todavía estás bajando de tu alto cuando la mano de Elfo inquieto se desliza hacia un lado y gira la perilla en la puerta a tu lado.Ella no pierde el tiempo metiéndolo en la habitación, siguiendo justo después de usted, haciendo clic en la cerradura de la puerta mientras está aturdido torpemente hacia atrás con los pantalones todavía a nivel de muslos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "Todavía recuperándose del empuje, eres una presa fácil para su próximo avance lujurioso.Al acercarse a ti con una marcha juguetona y bailando, ella empuja a tus caderas con un golpe de su suave trasero a tu ingle, golpeándote en la cama boca arriba.",
                "Speaks",
                "Muy bien, humano, suficiente f- {b} {i} Hic {/i} {/b} juego previo! ♥ ...",
                "Parece que el alcohol realmente está empezando a llegar a su cabeza.Probablemente no sea una buena señal.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "Speaks",
                "Jeje ... ¡T-Time para llevarte a dar un paseo! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Con eso, se quita su atuendo con algunos gestos impresionantemente hábiles, lanzando la ropa escasa a un lado y dejándose desnuda en toda su gloria élfica.",
                "Su naturaleza tímida anterior se ha ido.Ella está desnuda, segura y preocupante y cachonda, sus muslos todavía están holgados con semen y jugo mientras salta a tu regazo, mirando lejos de ti.Posicionándose a sí misma, ella alinea tu dura polla con su apertura caliente, mostrando una expresión decididamente inquieta de lujuria pura.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "Hmmm, apuesto a que un semental como tú me va a llamar ... ♥ {b} {i} hic {/i} {/b}",
                "Ella baja su encantador y flexible culo mientras sus hambrientos labios inferiores se separan para llevar su punta adentro.Gimiendo, arrullando y suspirando con contenido, lo toma bien y lento ... ¡Hasta la mitad, cuando de repente se empuja lo suficiente como para hacer que su trasero bofetada contra las caderas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Ella deja escapar un gemido erótico feliz, arqueando la espalda y sacudiendo sus caderas contra las tuyas, tu voz se une a la de ella en un gemido prolongado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tsun Blush",
                "Speaks",
                "Ahh! ~ Mmh ... ¡No te quedes ahí tumbado, agarra mis caderas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Cumples con su orden de manera demasiado voluntaria cuando su cálido coño temblando alrededor de tu longitud, tus dedos se hunden en sus suaves caderas y en la carne pálida y suave de su trasero.No puedes evitar sorprenderte de que ya eres bueno para volver después de que ella te haya quitado una carga generosa, que atribuyes al cóctel que ha estado respirando en tu boca, aún haciendo que tu cabeza gire con su fuerte,sabor azucarado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo",
                "Speaks",
                "G-good humano… {b} {i} hic {/i} {/b} eh-heh.Ohhh ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Ella se está embriagando sobre sus caderas mientras se eleva y se baja en su regazo, tomando su virilidad casi todo el coño antes de dejar caer su peso hacia usted, ¡consumiéndolo de nuevo de una vez!",
                "Te preocupa que su ebriación se ponga al día con ella y la haga chocar en cualquier momento, pero en todo caso, la intoxicación parece estar alimentando su libido, el elfo ahora, casi perdido en un frenesí holgado y hambriento de semen.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Incoherentemente lascivo",
                "Mientras ella rebota ansiosamente por su longitud, se está trabajando cada vez más.Tus manos se deslizan hacia arriba y hacia abajo de sus caderas con curvas y se apoderan de su trasero mudándote, llenos de los dedos de su forma curvilínea y deseable mientras se folla a su ebrio sin sentido en tu herramienta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speaks",
                "No puedo esperar a que viertes todo tu grueso {b} {i} hic {/i} {/b}, semilla caliente en mi útero ... ¡!",
                "Decidió darle una experiencia que no olvidará, te deslizas una de tus manos al frente, presionando las puntas de tu índice y dedo medio contra su clítoris y comienzan a acariciarlo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Incoherentemente lascivo",
                "Inmediatamente, el elfo que ya ya se estimuló grita, arrojando la cabeza hacia atrás en una expresión de pura felicidad, su cuerpo temblando en éxtasis.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Speaks",
                "A-ah-, n-no allí-! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Incoherentemente lascivo",
                "Perdiendo el control, comienza a rebotar enormemente sobre ti con golpes frenéticos y balancines de sus caderas, cuerdas de palabras putas incoherentes que escapan de su boca.",
                "Speaks",
                "Y-yes, {b} sí {/b}!¡Polla!¡Dame tu polla!G-Givé tu semilla!¡Tu polla!M-¡Muéstrame embarazada!",
                "Ahora está temblando y perdiendo el control para siempre, pero de alguna manera mantiene su impulso, muy probablemente fuera del instinto, ya que su cerebro parece casi frito.",
                "Speaks",
                "C-¿No puedo pensar? ¡No puedo Stooop! ♥ Oouhhh! ♥ I-I'm Voy a cuuuum! ♥",
                "Tus dientes se apretaron para soportar el asalto incansable de su coño hambriento de semen, tus dedos siguen trabajando su clítoris mientras rebota y se mueve tonta en tu regazo, hasta que finalmente llora por última vez en la dicha climática.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Sus jugos femeninos salen, empapando tu regazo y los dedos en sus jugos de amor.Ahora sin fortaleza, cae sobre tus caderas con todo su peso, alojando tu bolas hasta la vez que su coño aprieta tu polla como un vicio.",
                "La opresión de espasmo es demasiado para soportar después de su viaje frenético, además de su constante aliento gemido para llenarla con su semen e impregnarla, ahora reducida a balbuceo lujurioso y lujurioso.",
                "PlayerOrgasmNoSpiritLoss",
                "Dejas escapar un grito clímax al que ella responde con un gemido apenas sensato de dicha suprema.Tu polla pulsa cuando tus bolas se tensan, la semilla se derrumba de ti y en su agujero hambriento, su matriz aceptando tu carga gruesa demasiado feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Incoherentemente lascivo",
                "El elfo diva notablemente en su regazo y finalmente cae hacia atrás, su expresión que bordea la inconsciencia alegre.Su longitud se desliza suavemente de ella y golpea contra el colchón mientras se estrella sin gracia en su pecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "Por un momento, es todo lo que puede hacer para jadear y gemir sin aliento, alabando inarticuladamente tu polla y semen.Finalmente, su Gibbering se resuelve en un feliz arrullo mientras se acuesta más completamente, besándote y acurrucando contra ti con una expresión completamente satisfecha.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug más",
                "Speaks",
                "Oohhh ... humano, que fue maravilloso. ♥ {b} {i} hic {/i} {/b} eres un shtud ... ♥ {b} {i} hic {/i} {/b}",
                "El agotamiento parece ponerse al día con ella de una vez y ella cierra los ojos, deslizándose a tu lado, envolviéndose medio atrozmente a tu alrededor, murmurando con una sonrisa de oreja a oreja.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lustful",
                "Speaks",
                "Mnnn ... ♥ debería abrazarse, y ir a ...",
                "Ni siquiera termina su oración, siguiendo un sueño profundo con un lindo murmullo.En marcado contraste con su remouchería anterior, su sonrisa está adorablemente contenta y su respiración es baja y lenta, completamente feliz en su sueño ebrio y de semen.",
                "Incapaz de negar la compañía nocturna del elfo saciado, envuelve los brazos alrededor de su torso y la abrazas contra ti, enredándote aún más y envolviendo las mantas alrededor de ustedes dos a medida que te quedas a la deriva también.",
                "La calidez y la opresión del coño del elfo sediento alrededor de tu polla no te deja mientras te pierdes para dormir, y tienes la sensación de que el recuerdo se quedará contigo por un tiempo.Como en respuesta a su fetiche de cría desenfrenado, casi puede sentir que sus bolas funcionan para producir más semen ya, lo mejor para satisfacer sus impulsos.",
                "ChangeFetish",
                "Legs",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "Despertas al día siguiente solo en la cama con el elfo en ningún lugar para ser visto.Parece que a pesar de su ... posición entrelazada, ella pudo resbalarse sin despertarte.Su cuerpo y las sábanas todavía tienen el aroma de su dulce alcohol que se aferran, mezclados con su aroma terrenal y el olor carnal de su amor.",
                "Mientras se desliza de la cama para bajar las escaleras, nota una pequeña nota garabateada sobre un trozo de pergamino junto al elfo, mostrando un desastre de varias palabras que le hacen sonreír.",
                "Speaks",
                "Hola {s} cariño {/s} {s} señor {/s} guapo!Gracias por el maravilloso momento. ♥ Espero que no olvides la noche increíble que tuvimos juntos.Sé que no lo haré. ♥ {s} Si estás interesado en Marri {/s} {s} no dudes en fu {/s} te veré alrededor. ♥",
                "Parece que le costaba decidir.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Bocketing the Note, baja las escaleras y recauda su pago por su turno.",
                "ChangeEros",
                "300",
                "GiveExp",
                "10"
            ]
        }
    ]
}