{
    "name": "Oni Massage",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Blue Oni",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Red Oni",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Mizuko",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Himika",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "Random Massage Pick",
                "IfChoice",
                "1",
                "Pasó el masaje azul",
                "Red Oni Massage Start Check",
                "JumpToScene",
                "Blue Oni Massage Start Check"
            ]
        },
        {
            "NameOfScene": "Random Massage Pick",
            "theScene": [
                "JumpToRandomScene",
                "Blue Oni Massage Start Check",
                "Red Oni Massage Start Check",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Blue Oni Massage Start Check",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "Will-Power Final Boss",
                "1",
                "MizukoNameSetup",
                "SetChoice",
                "3",
                "",
                "ChoiceToDisplayPlayer",
                "3",
                "SetFlexibleSpeaker",
                "1",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Poco a su turno, una mujer imponente se acerca a usted, toma un gran trago de alcohol y luego sin previo aviso {i} te arroja sobre su hombro {/i} y se dirige hacia las habitaciones.",
                "FlexibleSpeaks",
                "Vienes conmigo.",
                "JumpToScene",
                "Blue Oni Massage Start"
            ]
        },
        {
            "NameOfScene": "MizukoNameSetup",
            "theScene": [
                "SetChoiceToPlayerName",
                "3",
                "ChoiceToDisplayPlayer",
                "3",
                "SetFlexibleSpeaker",
                "3",
                "DisplayCharacters",
                "3",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Poco en su turno, el imponente Oni Mizuko se acerca a usted, toma un gran trago de alcohol y luego sin previo aviso {i} te arroja sobre su hombro {/i} y se dirige hacia las habitaciones.",
                "FlexibleSpeaks",
                "Vienes conmigo [ThePlayerName].",
                "JumpToScene",
                "Blue Oni Massage Start"
            ]
        },
        {
            "NameOfScene": "Red Oni Massage Start Check",
            "theScene": [
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "Will-Power Final Boss",
                "1",
                "HimikaNameSetup",
                "SetChoice",
                "3",
                "",
                "ChoiceToDisplayPlayer",
                "3",
                "SetFlexibleSpeaker",
                "2",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Poco en su turno, una mujer imponente se acerca a usted, toma un gran trago de alcohol y luego sin previo aviso {i} te recoge {/i} y comienza a mirarte con curiosidad.",
                "JumpToScene",
                "Red Oni Massage Start"
            ]
        },
        {
            "NameOfScene": "HimikaNameSetup",
            "theScene": [
                "SetChoiceToPlayerName",
                "3",
                "ChoiceToDisplayPlayer",
                "3",
                "SetFlexibleSpeaker",
                "4",
                "DisplayCharacters",
                "4",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Poco en su turno, el imponente Oni Himika se acerca a usted, toma un gran trago de alcohol y luego sin previo aviso {i} te recoge {/i} y comienza a mirarte con curiosidad.",
                "JumpToScene",
                "Red Oni Massage Start"
            ]
        },
        {
            "NameOfScene": "Blue Oni Massage Start",
            "theScene": [
                "Sabiendo que no se le permite resistir, una parte de ti teme por tu pelvis.",
                "ChangeBG",
                "InnRoom.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "A pesar de su altura y su posible ebriación, tiene cuidado de no golpearte en la cara en la entrada a una de las habitaciones más grandes.",
                "Ella cierra suavemente la puerta antes de dejarte cuidadosamente y caminar hacia la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Calm",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "El Oni luego procede a caer la cara con gracia primero en la cama, y ​​después de un momento, se quita toda su ropa.",
                "FlexibleSpeaks",
                "Dame un masaje.Use el aceite de masaje en la mesita de noche.",
                "Contactas rápidamente el aceite, vierte un poco sobre su espalda e intentas pensar en cómo vas a hacer esto.",
                "Menu",
                "Give a bad massage.",
                "RequiresStat",
                "Technique",
                "10",
                "Give a good massage.",
                "RequiresStat",
                "Power",
                "15",
                "Give a strong massage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Give a strong massage.",
            "theScene": [
                "JumpToScene",
                "Give a good massage."
            ]
        },
        {
            "NameOfScene": "Give a good massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "A medida que comienzas a trabajar lentamente en el cuerpo tonificado de Oni, ella deja escapar un suspiro contento.",
                "FlexibleSpeaks",
                "Mmmm ... eso es todo ...",
                "ChangeProgress",
                "1",
                "Finalmente, alcanzas su voluptuoso trasero y vierte una gran cantidad de aceite antes de amasar su suave carne.",
                "Gulpes mientras sientes que tus manos se hunden en su lujosa trasera y se desliza suavemente sobre su piel del aceite.",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "good massage post sister.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Ohhh ... eres realmente bueno en este [DisplayPlayerChoice] ... Debería contarle a mi hermana sobre ti ...",
                "JumpToScene",
                "good massage cont."
            ]
        },
        {
            "NameOfScene": "good massage post sister.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "FlexibleSpeaks",
                "Ohhh ... ♥ Sabes [DisplayPlayerChoice] ... Creo que estoy enganchado a tus masajes ... ♥",
                "JumpToScene",
                "good massage cont."
            ]
        },
        {
            "NameOfScene": "good massage cont.",
            "theScene": [
                "IfHasFetish",
                "Ass",
                "MassagePassAss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Apenas logras alejarte de su tope atractivo, vierte aceite sobre sus muslos y piernas y continúas tu masaje.",
                "Cuando comienzas a masajear sus muslos, el Oni deja escapar otro gemido tranquilo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Calm",
                "Cuando terminas de masajear sus piernas, el Oni te mira con una expresión ligeramente enrojecida pero relajada en su rostro.",
                "FlexibleSpeaks",
                "Mmm, oye, masajee un poco más el culo, todavía está bastante tenso.Asegúrese de usar más aceite. ♥",
                "A medida que le vuelves la atención a su trasero, ella sacude sus caderas de un lado a otro, haciendo que su deliciosa se sacudiera tentamente.Vierte más aceite sobre su abundante detrás.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Ella todavía te mira mientras vierte aceite en su trasero bien formado, o más específicamente, mirando su erección dura como una roca con una sonrisa sensual en su rostro.",
                "FlexibleSpeaks",
                "¿Estás seguro de que tus manos serán suficientes?Creo que mi trasero necesitará un masaje {i} más profundo {/i}.",
                "Hundes tus manos en su lujosa trasera antes de extender su trasero para revelar su acogedora puerta trasera, resbaladiza con el aceite que has estado vertiendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Con cuidado, empujas tu polla rígida hacia los cálidos confines de su apretado culo.Poco a poco, gradualmente, te empujas más a la oni, colocando tus manos en sus anchas caderas.",
                "Su lujosa trasera se siente increíble presionada contra su ingle, placer llenando su cuerpo.Empiezas a pistonando lentamente tus caderas en ella, cada empuje puntuado con la fuerte bofetada de carne de carne.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "El Oni suspira felizmente y entierra su rostro en una almohada.Usted, sin embargo, no puede mirar hacia otro lado de su regordete maldito mientras se ondula con cada empuje que haga.",
                "Poco a poco, comienza a aumentar su ritmo, sus empujes se vuelven más contundentes a medida que aumenta su velocidad.La mujer grande gime en la almohada, y sientes que tu lujuria comienza a superarte por completo.",
                "Con un empuje final, te empuñes dentro de ella y el orgasmo felizmente, vertiendo tu semen en el fondo de ella.Su culo apretado se mueve y se mueve cuando vengas, tratando de ordeñarte de la última gota de tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "FlexibleSpeaks",
                "H-Hey, sigue adelante, casi estoy allí.",
                "Dejas escapar un grito a medida que tu cuerpo se mueve por su propia cuenta, continuando empujándola incluso mientras luchas por recuperar el aliento.",
                "Todavía sensible a su reciente orgasmo, su mente se queda completamente en blanco por el placer abrumador, dejándote gimiendo y gimiendo mientras te folla sin pensar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Los gemidos de la Oni se intensifican mientras aprieta su agarre en la cama.",
                "FlexibleSpeaks",
                "H-Harder!♥",
                "Obedaciamente pone cada onza de su fuerza detrás de cada empuje, jadeando mientras siente que se acerca rápidamente otro clímax.",
                "El Oni de repente grita en éxtasis cuando llega, su trasero de repente apretando y espasmándose alrededor de tu eje.",
                "PlayerOrgasmNoSpiritLoss",
                "La repentina opresión y estimulación alrededor de su eje te hace llorar de placer cuando llega tu propio orgasmo, tu polla se quita la carga después de la carga de semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El agotamiento de la jodida áspera comienza a abrumarte mientras colapsas sobre su espalda engrasada, tu miembro rígido todavía se balanceaba firmemente en su trasero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "H-hey [DisplayPlayerChoice], todavía eres bueno para una ronda más, ¿verdad?",
                "PlayerSpeaks",
                "W-What?!",
                "Ella comienza a darse la vuelta, obligándolo a ir con ella y dejarte de espaldas mientras ella se encuentra a horcajadas en tu ingle, mirando lejos de ti.",
                "Su polla aún rígida permanece dentro de ella, disfrutando mucho de su nuevo hogar.Tiras la cabeza hacia atrás y gemirás mientras comienza a girar sus caderas contra ti.",
                "FlexibleSpeaks",
                "Puedes hacerlo, hazme correrme una vez más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Su molienda sensual te está dejando un desastre tembloroso, y te encuentras incapaz de pronunciar una sola palabra ya que tu voz se pierde en las sensaciones placenteras que su delicioso culo te está dando.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella comienza a montar tu eje, acumulando rápidamente un ritmo rápido que los deja a ambos llorando de placer.",
                "A medida que su fuerza te deja, te acuestas inmóvil mientras rebota en tu polla, su voluptuoso culo te empuja más y más hacia la cama suave.",
                "Sus caderas de repente se alzan hacia arriba mientras rocías una tercera carga en ella con un grito, pero ni siquiera frenue su placentero asalto sobre ti, continuando montando con fuerza tu eje.",
                "Un dolor agradable comienza a llenar sus caderas mientras golpea sus caderas en usted más fuerte y más rápido.",
                "Los dos continúan gimiendo mientras el sexo continúa, su aroma femenino y el olor a sexo pesado en el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Tu ingle parece que se va a romper mientras golpea sus caderas sobre las tuyas por última vez, llorando en la felicidad orgásmica.",
                "Su propio placer parece cascada en ti mientras tus caderas se mueven por última vez, liberando tu cuarta carga en su apretada trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Una vez que su orgasmo finalmente termina, se recuesta encima de ti, dejando escapar un suspiro satisfecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Haaa ... Haaa ... S-Sorry.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Ella rueda sobre su lado e instintivamente envuelve sus brazos alrededor de ella, acariciando suavemente en su espalda.",
                "Lentamente te das cuenta de que se ha quedado dormida en tus brazos, y que tu eje todavía está firmemente alojado en su trasero.",
                "Mientras intenta retirarse para que pueda dormir un poco, sus caderas vuelven a empujarla abruptamente a ella, aparentemente por su propia cuenta.",
                "Dejas escapar un gemido tranquilo, y aunque ella no se despierta, sus caderas instintivamente se vuelven contra ti.",
                "Tus caderas continúan empujándose ligeramente hacia ella, y su trasero continúa empujando hacia atrás y mando a ti.",
                "Temblando, te eyaculas en ella nuevamente, pero tus caderas continúan, y cuando el próximo orgasmo te golpea, te desmayas de una mezcla de placer y agotamiento ...",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "DisplayCharacters",
                "EndLoop",
                "Al día siguiente, te despiertas en el sudor y el sexo, la cama amortiguada solo, cansada y con un dolor ligeramente doloroso en tu ingle.Una vez que reúne la energía para levantarse, cuidadosamente vaya a tomar una ducha para limpiar.",
                "Mientras estás en la ducha, te encuentras masturbándote a las fantasías del culo regordete de Oni, y mientras llega al clímax, esperas que puedas volver a verla.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Después de limpiar, baja las escaleras y recoges tu pago.",
                "ChangeEros",
                "400",
                "GiveExp",
                "25",
                "ChangeFetish",
                "Ass",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "SetChoice",
                "1",
                "Pasó el masaje azul"
            ]
        },
        {
            "NameOfScene": "MassagePassAss",
            "theScene": [
                "Te encuentras incapaz de mirar hacia otro lado de su trasero y atractivo a medida que continúas a tientas y masajeando.¡Sentir que tus manos se hunden en su piel suave se siente demasiado bien ...!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "FlexibleSpeaks",
                "Ahhhh ... ♥ H-hey!¡No olvides mis piernas!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Calm",
                "Con un comienzo, rápidamente cambia su atención a sus muslos y piernas, vertiendo aceite sobre ellos mientras masajea cualquier tensión.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Mientras masajea sus muslos, el Oni deja escapar algunos gemidos tranquilos.Su cuerpo se sacude ligeramente por el placer, y no se puede evitar mirar su culo regordete que se mueve cada vez que se mueve.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Cuando terminas de masajear sus piernas, el Oni te mira con una expresión ligeramente enrojecida pero relajada en su rostro.",
                "FlexibleSpeaks",
                "Mmm, hey [DisplayPlayerChoice], puedes masajear mi trasero tanto como quieras ahora, y no olvides usar más aceite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "A medida que le vuelves entusiasmado tu atención a su trasero, ella niega con las caderas de un lado a otro, haciendo que tu corazón saltea un ritmo mientras sus deliciosas mechas traseras tintinamente.",
                "Haces tu mejor esfuerzo para no cepillarla con tu erección palpitante mientras vierte más aceite sobre su abundante detrás, tu corazón latía con el pecho.",
                "Jadeando con lujuria, dejas que tus manos se hundan en su culo perfectamente lujoso y hagas todo lo posible para frotar tantos aceite como puedas.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Ella todavía te mira mientras vierte aceite en su trasero bien formado, o más específicamente, mirando su erección dura como una roca con una sonrisa sensual en su rostro.",
                "FlexibleSpeaks",
                "¿Estás seguro de que tus manos serán suficientes?Creo que mi trasero necesitará un masaje {i} más profundo {/i}.",
                "Sus manos se extienden y cubren las suyas, y proceden a ayudarlo a extender su trasero para revelar su acogedora puerta trasera, resbaladiza con el aceite en el que la ha estado cubriendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Impulsado por la lujuria, te sumerges el eje en su culo apretado mientras el Oni libera su agarre en tus manos y entierra su rostro en una almohada, gimiendo de placer.",
                "Su lujosa trasera se siente increíble presionada contra su ingle, placer llenando su cuerpo.Empiezas a pistonando lentamente tus caderas en ella, cada empuje puntuado con la fuerte bofetada de carne de carne.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "El Oni gime felizmente y acaricia su rostro en la almohada mientras te tazas y te folla el culo con el lujurioso fervor.",
                "No puedes quitarte los ojos o las manos de su regordete, mientras se ondula con cada poderoso empuje.Los gemidos de la mujer grande se intensifican, incluso cuando son amortiguadas por la almohada.",
                "El placer en tu ingle se vuelve insoportable a medida que te acurrucas dentro de ella y felizmente orgasmo.Su culo apretado se mueve y se mueve cuando vengas, tratando de ordeñarte de la última gota de tu semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "FlexibleSpeaks",
                "H-Hey-Ohhh!♥",
                "Antes de que el Oni pueda terminar su oración, ella gime mientras vuelves a su encantador culo, a tientas y amasando al contenido de tu corazón.",
                "Tu mente ha acumulado todo lo que no sea la deliciosa trasera de Oni, dejándote gimiendo y gimiendo mientras te follas implacablemente el culo.",
                "Los gemidos de la Oni se intensifican mientras aprieta su agarre en la cama.",
                "FlexibleSpeaks",
                "Y-yes! ♥ más! ♥",
                "Obedaciamente pone cada onza de su fuerza detrás de cada empuje, jadeando mientras siente que se acerca rápidamente otro clímax.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "El Oni de repente grita en éxtasis cuando llega, su trasero de repente apretando y espasmándose alrededor de tu eje.",
                "PlayerOrgasmNoSpiritLoss",
                "La repentina opresión y estimulación alrededor de su eje te hace llorar de placer cuando llega tu propio orgasmo, tu polla se quita la carga después de la carga de semen en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El agotamiento de la jodida áspera comienza a abrumarte mientras colapsas sobre su espalda engrasada, tu miembro rígido todavía se balanceaba firmemente en su trasero mientras tus caderas continúan empujándose débilmente hacia ella.",
                "FlexibleSpeaks",
                "Y tú también quieres más, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Ella puntúa sus declaraciones al moler lentamente su trasero en tu ingle, obligándolo a gemir.",
                "PlayerSpeaks",
                "¡Sí!¡Por favor!",
                "Ella comienza a darse la vuelta, obligándolo a ir con ella y dejarte de espaldas mientras ella se encuentra a horcajadas en tu ingle, mirando lejos de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Tu polla aún rígida permanece dentro de ella, disfrutando mucho de su nuevo hogar, y no puedes evitar mirar su culo regordete mientras continúa girando lentamente sus caderas contra las tuyas.",
                "FlexibleSpeaks",
                "¡Espero que estés listo [DisplayPlayerChoice]!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Su molienda sensual te está dejando un desastre tembloroso, y te encuentras incapaz de pronunciar una sola palabra, ya que tu voz se pierde por las sensaciones placenteras que su delicioso trasero te está dando mientras tus manos se mueven por su propia cuenta y agarran su lujosa trasera nuevamente..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella comienza a montar tu eje, acumulando rápidamente un ritmo rápido que los deja a ambos llorando de placer.",
                "Tus manos se han hundido profundamente en su culo, agarrándose firmemente mientras ayuda a tirar de ella hacia abajo sobre tu eje, su voluptuoso culo lo empuja más y más hacia la cama suave.",
                "Sus caderas de repente se alzan hacia arriba mientras rocías una tercera carga en ella con un grito, pero ni siquiera frenue su placentero asalto sobre ti, continuando montando con fuerza tu eje.",
                "Un dolor agradable comienza a llenar su cuerpo mientras golpea sus caderas en usted más fuerte y más rápido.",
                "Los dos continúan gimiendo mientras el sexo continúa, su aroma femenino y el olor a sexo pesado en el aire.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Tu ingle parece que se va a romper mientras golpea sus caderas sobre las tuyas por última vez, llorando en la felicidad orgásmica.",
                "Su propio placer parece cascada en ti mientras tus caderas se mueven por última vez, liberando tu cuarta carga en su apretada trasera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Una vez que su orgasmo finalmente termina, se recuesta encima de ti, dejando escapar un suspiro satisfecho.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Haaa ... ♥ Haaa ... ♥ S-Sorry.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Ella rueda sobre su lado e instintivamente envuelve sus brazos alrededor de ella, acariciando suavemente en su espalda.",
                "Lentamente te das cuenta de que se ha quedado dormida en tus brazos, y que tu eje todavía está firmemente alojado en su trasero.",
                "Incapaz de ayudarte a ti mismo, empujas tus caderas ligeramente a las suyas y dejas escapar un gemido tranquilo.",
                "Aunque ella no se despierta, sus caderas instintivamente se vuelven contra ti.",
                "Tus caderas continúan follando al Oni, y su trasero continúa empujando hacia atrás y mando a ti.",
                "Temblando, te eyaculas en ella nuevamente, pero tus caderas continúan, y cuando el próximo orgasmo te golpea, te desmayas de una mezcla de placer y agotamiento ...",
                "...",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "Al día siguiente, te despiertas en el sudor y el sexo, la cama amortiguada solo, cansada y con un dolor ligeramente doloroso en tu ingle.Una vez que reúne la energía para levantarse, cuidadosamente vaya a tomar una ducha para limpiar.",
                "Mientras estás en la ducha, te encuentras masturbándote a las fantasías del culo regordete de Oni, y mientras llega al clímax, esperas que puedas volver a verla.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Después de limpiar, baja las escaleras y recoges tu pago.",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Ass",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "SetChoice",
                "1",
                "Pasó el masaje azul"
            ]
        },
        {
            "NameOfScene": "Give a bad massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Annoyed",
                "Mientras intentas trabajar lentamente en el cuerpo tonificado de Oni, ella deja escapar un suspiro molesto.",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "bad massage post sister.",
                "FlexibleSpeaks",
                "Parecías que serías mejor que esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Calm",
                "Flaqueas por un momento antes de redoblar tus esfuerzos, tratando de satisfacerla.",
                "Pero ella no parece tener la paciencia y se extiende brevemente antes de sentarse.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Antes de que puedas decirle algo, ella te agarra y te empuja en la cama antes de sentarse su trasero regordete sobre tu cara.",
                "FlexibleSpeaks",
                "Todavía quiero relajarme ... así que hazme correrme antes de sofocarte con mi trasero.",
                "JumpToScene",
                "bad massage cont."
            ]
        },
        {
            "NameOfScene": "bad massage post sister.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "FlexibleSpeaks",
                "Bien ... Sé que eres mejor en los masajes que este [DisplayPlayerChoice] ... je ... debes {i} quiero {/i} me siente en tu cara.",
                "Vas a vacilar un momento en la confusión enrojecida mientras se extiende brevemente antes de sentarse.",
                "Antes de que puedas decirle algo, ella te agarra y te empuja en la cama antes de sentarse su trasero regordete sobre tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Allí, ahora ambos obtenemos lo que queremos, puedo relajarme y corro, y puedes ser sofocado por mi trasero.",
                "JumpToScene",
                "bad massage cont."
            ]
        },
        {
            "NameOfScene": "bad massage cont.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Diligentemente, comienzas a lamerla y tientarla lo mejor que puedas, y ella deja escapar un suspiro contento ante tus esfuerzos.",
                "A medida que se vuelve cada vez más difícil respirar, se desespere cada vez más, intensificando sus estimulaciones mientras su polla rígida queda desatendida.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El mundo está empezando a oscurecer cuando sus intentos de complacer su comienzo a vacilar, pero finalmente se estremece con un orgasmo y le levanta el culo de la cara.",
                "Mientras jadea por aire, su aroma femenino fuerte invade su cerebro, haciendo que su eje se contrae y latira con necesidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Mmmm no está mal ... pero voy a necesitar algunos más antes de que esté satisfecho ...",
                "Luego coloca su espesa parte trasera hacia abajo sobre tu cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "FlexibleSpeaks",
                "HM, tal vez alguna estimulación te haga trabajar más duro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Mientras intentas desesperadamente volver a sacar el Oni, una sacudida electrizante atraviesa tu cuerpo mientras ella agarra tu polla y comienza a acariciarla suavemente.",
                "Las sensaciones que provienen de su mano suave es dificultarle concentrarse en complacerla, y a menudo te encuentras simplemente sintiendo su culo en lugar de tratar de sacarla, inundada de placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Calm",
                "Te sientes empezando a desmayarte de nuevo, y sientes una punzada de pánico mientras no aparece en ninguna parte cerca de Cumming esta vez, pero afortunadamente ella se levanta de tu cara antes de que el mundo se oscurece, pero quitando la mano suave de tu polla en elal mismo tiempo, dejándote privado de esa dulce sensación.",
                "Jadeando nuevamente el aire, su gruesa fragancia femenina invade tus fosas nasales, dejándote incapaz de mirar nada más que su culo voluptuoso a medida que tu cuerpo twings con necesidad.",
                "Ella deja escapar un suspiro decepcionado.",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "bad massage post sister 2.",
                "FlexibleSpeaks",
                "Tal vez debería conseguir a alguien más ...",
                "JumpToScene",
                "bad massage cont 2."
            ]
        },
        {
            "NameOfScene": "bad massage post sister 2.",
            "theScene": [
                "FlexibleSpeaks",
                "HMPH ... Creo que estás disfrutando esto más de lo que soy ... tal vez deberíamos terminarlo aquí.",
                "JumpToScene",
                "bad massage cont 2."
            ]
        },
        {
            "NameOfScene": "bad massage cont 2.",
            "theScene": [
                "IfHasFetish",
                "Ass",
                "MassageFailAss",
                "Una ola de decepción se lava mientras la escuchas decir esas palabras.Quieres que se sienta tan bien como ahora.",
                "PlayerSpeaks",
                "Puedo hacer esto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "FlexibleSpeaks",
                "Bueno ... Muy bien.",
                "Ella se sienta de nuevo en tu cara y comienza a acariciar tu eje nuevamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "Con una nueva determinación, trabaja para complacer el Oni, y pronto comienza a jadear y gemir de sus ministerios.",
                "Incluso cuando el mundo comienza a oscurecerse y su eje comienza a temblar con placer orgásmico, la lames y la acaricia.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su cuerpo comienza a temblar y temblar, y ella suelta tu polla rígida antes de gritar en éxtasis.",
                "Su coño golpea sus jugos femeninos en la boca y no puedes evitar beberlos con avidez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Todavía temblando de su orgasmo, ella desmonta temblormente tu cara, y rápidamente comienzas a respirar en su aroma femenino nuevamente con una sonrisa feliz.",
                "Ella te enrolla a tu lado y se acurruca detrás de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "FlexibleSpeaks",
                "Supongo que solo necesitaba uno más ... buen trabajo ...",
                "Tu polla todavía está erguida y necesitada ...",
                "PlayerSpeaks",
                "Um ... ¿puedes-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "bad massage post sister 3.",
                "FlexibleSpeaks",
                "No. Si me dieras un masaje decente, te habría recompensado por eso, pero no lo hiciste, así que no lo haré.Deberías trabajar en tu técnica y volver a verme pronto.",
                "JumpToScene",
                "bad massage cont 3."
            ]
        },
        {
            "NameOfScene": "bad massage post sister 3.",
            "theScene": [
                "FlexibleSpeaks",
                "No. Si realmente decidieras masajearme correctamente, te habría recompensado por ello, pero decidiste no hacerlo.Así que no lo haré.Solo te dejaré cachondo y fantaseando con mi culo grueso y curvilíneo.",
                "JumpToScene",
                "bad massage cont 3."
            ]
        },
        {
            "NameOfScene": "bad massage cont 3.",
            "theScene": [
                "Dejas escapar un ligero gemido mientras ella acaricia contra ti, sus senos presionando en tu espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Incluso envolvió sus brazos con fuerza a tu alrededor, por lo que ni siquiera puedes intentar masturbarse para aliviar la necesidad que todavía atraviesa tu cuerpo.",
                "Finalmente te duermes a pesar de tu lujuria, pero su culo regordete y casi intoxicante invade tus sueños ...",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "DisplayCharacters",
                "EndLoop",
                "Te despiertas solo al día siguiente en la cama con una erección furiosa.",
                "Como por instinto, comienzas a masturbarte furiosamente fantasías vívidas sobre la regordeta trasera de la Oni bailando por tu mente.",
                "PlayerOrgasmNoSpiritLoss",
                "El placer se pone a través de ti con cada golpe y no te lleva mucho tiempo estallar en un orgasmo feliz.",
                "ChangeBG",
                "Inn.png",
                "Recolectas tu pago abajo y no puedes evitar esperar que vuelvas a ver a la mujer oni.",
                "ChangeEros",
                "250",
                "GiveExp",
                "25",
                "ChangeFetish",
                "Ass",
                "5",
                "ChangeSensitivity",
                "Mouth",
                "3",
                "ChangeSensitivity",
                "Sex",
                "3"
            ]
        },
        {
            "NameOfScene": "MassageFailAss",
            "theScene": [
                "No estás seguro de lo que te pasa, pero te encuentras hablando antes de que puedas darte cuenta de lo que estás diciendo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "PlayerSpeaks",
                "¡Por favor, por favor, déjame seguir adorando tu trasero!",
                "Ella te mira por un momento, una sonrisa sorprendida en su rostro mientras sacude suavemente su trasero con curvas frente a tu cara antes de sentarse sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Su mano comienza a acariciar tu eje nuevamente, y con celo casi fanático trabajas para complacer a la oni.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella gime en voz alta sorprendida por tu repentino entusiasmo e inconscientemente muele su reverencia regordeta en tu cara.",
                "Te tientas implacablemente y te lames su trasero cuando todo su cuerpo comienza a temblar y ella suelta tu eje, incapaz de concentrarte en cualquier cosa que no sea tu toque.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Ella grita en éxtasis cuando viene, los jugos femeninos de su coño brotan sobre tu ansiosa cara.Bebe alegremente tanto como pueda antes de reanudar su placentero asalto sobre ella.",
                "FlexibleSpeaks",
                "A-ah w-wai-mmmmm! ♥",
                "Continúas tu ataque, a tientas y lamiendo intensamente mientras comienza a temblar una vez más antes de gritar en éxtasis, un segundo orgasmo sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella no puede evitar morar débilmente su deliciosa trasera en tu cara, manchándote con los jugos de su coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su cuerpo se tensa por tercera vez cuando sus ministerios la llevan a otro orgasmo estremecido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Jadeando y temblando de una mezcla de placer y agotamiento, finalmente desmonta tu rostro, dándote un último aliento profundo de su aroma intoxicante.",
                "Ella te enrolla a tu lado y se acurruca detrás de ti, todavía temblando ligeramente en el resplandor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "TH-Eso fue un poco más de lo que necesitaba ... pero buen trabajo.",
                "Tu eje sigue siendo duro, sacudido y palpitante con necesidad.",
                "Su mano se acerca y comienza a acariciarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "FlexibleSpeaks",
                "Supongo que mereces una recompensa por tu arduo trabajo.",
                "Temblas y gemiste mientras ella te mueve suavemente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SmileDrunk",
                "FlexibleSpeaks",
                "Apuesto a que quieres follarme el culo, ¿no?",
                "Antes de que puedas pensar en ello, asiente con la cabeza y ella acaricia tu eje más rápido, complacida por tu respuesta.",
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "bad massage post sister 3 ASS.",
                "FlexibleSpeaks",
                "Bueno, si aprendes a dar buenos masajes y me ves de nuevo en algún momento, te recompensaré con mi culo grueso y curvilíneo.",
                "JumpToScene",
                "bad massage cont 3 ASS."
            ]
        },
        {
            "NameOfScene": "bad massage post sister 3 ASS.",
            "theScene": [
                "FlexibleSpeaks",
                "Bueno, si decides darme un masaje real la próxima vez, te recompensaré con mi culo grueso y curvilíneo.",
                "JumpToScene",
                "bad massage cont 3 ASS."
            ]
        },
        {
            "NameOfScene": "bad massage cont 3 ASS.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Al escucharla decir la palabra 'culo', su cuerpo se sacude con una dicha orgásmica mientras brote la gran cantidad de semen en su mano, una sonrisa tonta en su rostro.",
                "FlexibleSpeaks",
                "Buen trabajo ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Ella le da a tu eje algunos remolcadores más antes de dejarlo ir y acurrucarse en ti.",
                "FlexibleSpeaks",
                "Si desea dar buenos masajes, necesitará técnica o potencia.Recuerda eso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Relaxed",
                "Des un asentimiento de sueño mientras tus ojos caen y comienzas a quedarte dormido ...",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "DisplayCharacters",
                "EndLoop",
                "Al día siguiente, se despierta solo en la cama, sonrojando con los sueños que tenía sobre el culo regordete y casi intoxicante de la oni.",
                "Tu eje es rígido y palpitante de necesidad, y te encuentras masturbándose incontrolablemente a los sueños lascivos que tuviste involucrando a los deliciosos traseros.",
                "PlayerOrgasmNoSpiritLoss",
                "El placer se pone a través de ti con cada golpe y no te lleva mucho tiempo estallar en un orgasmo feliz.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Te diriges abajo para recoger tu salario, y no puedes evitar esperar que puedas volver a ver el Oni.",
                "ChangeEros",
                "250",
                "GiveExp",
                "25",
                "ChangeFetish",
                "Ass",
                "1",
                "ChangeSensitivity",
                "Mouth",
                "3",
                "ChangeSensitivity",
                "Sex",
                "3"
            ]
        },
        {
            "NameOfScene": "Red Oni Massage Start",
            "theScene": [
                "IfChoice",
                "2",
                "Pasó el masaje rojo",
                "Red Oni Massage Start 2",
                "FlexibleSpeaks",
                "SwapLineIf",
                "OtherEventsProgress",
                "Will-Power Final Boss",
                "1",
                "Hey [ThePlayerName].Sis dijo que estabas trabajando aquí ... dijo algo sobre masajes realmente buenos ...",
                "0",
                "Ey.Eres el chico del que estaba hablando mi hermana.Ella dijo algo sobre masajes realmente buenos ...",
                "EndLoop",
                "Parece un poco ebria mientras te mira antes de encogerse de hombros y llevarte a una habitación.",
                "Sabiendo que no se le permite resistir, no puede evitar estar nervioso por lo rudo que esta increíblemente fuerte va a ser con usted.",
                "ChangeBG",
                "InnRoom.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicSilly",
                "Cuando llega a una habitación vacía y comienza a entrar, accidentalmente se rompe la frente y la bocina contra la parte superior del marco de la puerta, dejando escapar algunos juramentos abrasadores mientras sus ojos se enfocan momentáneamente por el dolor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella patea la puerta cerrada después de agacharse en la habitación con un gruñido molesto antes de arrojarte a la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Luego procede a acercarse a ti y quita toda tu ropa.",
                "FlexibleSpeaks",
                "Muy bien ... así que se supone que debo darte un masaje ... 'Estoy realmente seguro de cómo se supone que esto funciona para mí, pero eso es lo que hermana me dijo que hiciera, así que ...",
                "Ella se acerca a la mesita de noche y saca una botella de aceite de masaje antes de volver a ti, tropezando ligeramente mientras se balancea suavemente de un lado a otro.Claramente, el golpe en la cabeza no la sobría {i} que {/i} mucho.",
                "Menu",
                "Get a massage.",
                "Give her a massage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Red Oni Massage Start 2",
            "theScene": [
                "FlexibleSpeaks",
                "Hola [DisplayPlayerChoice].Te vi trabajando aquí y decidí ... um ...",
                "Su sonrojo se profundiza mientras se balancea suavemente en su lugar, claramente muy ebria, pero se encoge de hombros y te lleva a una habitación.",
                "Sabiendo que no se le permite resistirlo, no puede evitar estar nervioso por lo áspera que será con usted como recuerdos de su último encuentro con ella pasando por su mente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "PanicSilly",
                "ChangeBG",
                "InnRoom.png",
                "Cuando llega a una habitación vacía y comienza a entrar, accidentalmente se rompe la frente y la bocina contra la parte superior del marco de la puerta, dejando escapar algunos juramentos abrasadores mientras sus ojos se enfocan momentáneamente por el dolor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pout",
                "Ella patea la puerta cerrada después de agacharse en la habitación con un gruñido molesto antes de arrojarte a la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Luego procede a acercarse a ti y se quita toda tu ropa, pero de repente se detiene mientras su rostro nube en confusión borracha.",
                "FlexibleSpeaks",
                "... espera ... ¿Qué hicimos exactamente la última vez ...?",
                "Después de un largo momento de pensamiento intenso, ella sacude la cabeza con un suspiro antes de mirarte una vez más.",
                "FlexibleSpeaks",
                "... No puedo recordar ... pero ... yo {i} pienso {/i} Recuerdo que mi hermana dijo algo sobre darte un masaje ... 'No estoy seguro de cómo se supone que eso es bueno para míExactamente, pero aquí va.",
                "Ella se acerca a la mesita de noche y saca una botella de aceite de masaje antes de volver a ti, tropezando ligeramente mientras se balancea suavemente de un lado a otro.A pesar de su momento de claridad mental, el golpe en la cabeza no la sobrio {i} que {/i} mucho.",
                "Menu",
                "Get a massage.",
                "Give her a massage.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a massage.",
            "theScene": [
                "Usted decide aceptar este extraño giro de los eventos y dejar que el Red Oni continúe.",
                "Ella procede a voltearlo sobre su estómago y vertida una gran cantidad de la loción de masaje fría sobre su espalda.",
                "El Oni se sienta firmemente sobre las piernas y comienza a amasar la parte superior de la espalda con sus fuertes dedos.",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Te mueves y lloras un poco de dolor mientras sus fuertes manos trabajan bruscamente los músculos de tus brazos y espalda, haciendo que tus articulaciones sean crujidas mientras te manipulan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "FlexibleSpeaks",
                "Oh, cállate, estás bien.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Sus manos comienzan a cavar en los músculos de la espalda cada vez, y gradualmente el dolor de su intenso masaje se desvanece mientras comienza lentamente a mover su atención cada vez más abajo en la espalda.",
                "Dejas escapar un gemido tranquilo mientras la cálida relajación se extiende por todo tu cuerpo y la sensación de sus dedos comienza a sentirse bastante agradable en tu carne.",
                "Su masaje te hace sentir relajado, contento y un poco letárgico, pero no puedes negar que hay un calor que crece en tus lomos mientras el Oni continúa frotando y amasando a tu espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "El Oni de repente detiene su masaje a medida que sus manos se acercan cada vez más cerca de su trasero, y miras hacia atrás hacia atrás para verla mirando las manos cubiertas de aceite con una mirada de confusión borracha en sus ojos.",
                "FlexibleSpeaks",
                "... ¿Se supone que el aceite de masaje es tan pegajoso?",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Fruncas el ceño y miras más de cerca la etiqueta de la botella que había reservado y rápidamente te das cuenta de que no había estado usando aceite de masaje en la espalda.",
                "En cambio, ha estado vertiendo un potente afrodisíaco en la espalda, y un pequeño escalofrío de miedo corre por su columna vertebral cuando nota que ha estado usando mucho más de lo que la dosis recomendada para {i} ya sea {/i} de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkHorny",
                "Miras nerviosamente al Oni para verla jadeando y jadeando con lujuria mientras una de sus manos se mueve debajo de su taparrabunadería, y mientras te ve mirando, se rompe lentamente en una sonrisa borracha y se lame los labios.",
                "Antes de que puedas moverte, ella te voltea rápidamente mientras agarra el afrodisíaco y comienza a verterlo sobre tu erección dolorosamente rígida, haciéndote gritar a medida que se vuelve infinitamente más sensible.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "FlexibleSpeaks",
                "Mhhh ... debería masajear aquí ... con esto ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "La intoxicada Oni coloca sus caderas sobre ti y se golpea sobre tu eje, haciéndote estremecer de alegría mientras su apretado coño se aferra a tu carne de gran sensible.",
                "Completamente alimentado por la lujuria, el Oni comienza a follar bruscamente tu virilidad con todo lo que tiene.",
                "La relajación y el letargo que su cuerpo sentía solo momentos antes se reemplaza rápidamente con la lujuria ardiente y un dolor bastante agradable mientras el Oni lo monta poderosamente.",
                "A medida que más y más de su cerebro racional se quema por el afrodisíaco que se filtra en su cuerpo, hace ansiosamente lo mejor que puede empujar hacia el coño caliente fundido de Oni.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Parece tomar esto como un desafío y comienza a golpear sus caderas con más fuerza y ​​más rápido, follando fácilmente para que se someta con su inmensa fuerza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkHorny",
                "Mientras eventualmente renuncia a sus intentos de moverse y recostarse para disfrutar de la dominación sin esfuerzo de su virilidad de Oni, ella de repente agarra sus tobillos con sus manos y lo eleva al aire mientras comienza a follarlo en la posición de Amazon.",
                "Jadeas y se retuerces mientras el Oni continúa golpeando poderosamente sus caderas en las tuyas, haciendo que todo tu cuerpo duele mientras el placer caliente te arrastra sobre las olas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El Oni parece estar disfrutando bastante también, gimiendo y sonriendo mientras sus ojos se nubla con lujuria borracha, y puedes notar una leve línea de baba a un lado por el costado de su boca.",
                "Tu polla palpitan y duele como placer orgásmico comienza a acumularse rápidamente en tu dolía de la ingle, mientras que su coño continúa follándolo implacablemente sin sentido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Ambos gritan mientras ambos son orgasmo simultáneamente, y llenan su coño apretado con semen mientras se convulsiona poderosamente a su alrededor, haciéndolos temblar mientras el éxtasis continúa rebotando entre ustedes dos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkHorny",
                "Pero justo cuando su orgasmo finalmente se apaga, el Oni se lame los labios y comienza a muele las caderas contra las de ti por un momento antes de continuar follando a su polla aún dolorosamente erguida.",
                "Jadeas sin palabras ya que tu virilidad ya sensible se vuelve aún más sensible después de un orgasmo tan intenso, pero los afrodisíacos que coinciden a través de ti dominan cualquier deseo de detenerte a medida que comienzas a empujar hacia el gemido.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "La lujuria bestial ha superado por completo a los dos, obligándole a correrse dentro de la oni una y otra vez como sus convulsos y espasmos increíblemente apretados alrededor de su eje.",
                "Durante toda la noche, los dos cambian entre numerosas posiciones de inducción de éxtasis diferentes, ocasionalmente con usted sujetando hacia abajo y arrojando más o menos el fuerte sin sentido, solo para que ella lo atenúe momentos después y monte su polla cruda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Pero el Oni normalmente dominante parece ser más feliz cuando logras tomar el control de la puta, temblando y gimiendo en la dicha mientras tomas su estilo perrito mientras ella ruega sin palabras por más.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkHorny",
                "Pero eventualmente, esos momentos felices se vuelven cada vez más y más lejos, ya que la mujer grande explica fácilmente su resistencia y mantiene el dominio a través de su sexo alimentado por drogas durante el resto de la noche.",
                "El tiempo en sí mismo parece perder todo el significado como orgasmo después del orgasmo sopla a través de tu cuerpo, pero a medida que el Oni continúa lanzándose en tu virilidad, sabes con certeza que ninguno de ustedes va a dormir mucho esta noche ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "Gimiendo, abres tus ojos nublados al día siguiente mientras todo tu cuerpo duele el dolor, y parpadeas mientras te das cuenta de que tu cara está acurrucada entre los senos considerables de la oni.",
                "El Oni se revuelve mientras comienzas a levantarte lentamente, pero antes de que te destaques de ella, se estira y te tira inconscientemente contra su pecho antes de sentarte y frotar una mano contra su cabeza, luciendo aturdido pero no el mínimo de Hungover.",
                "FlexibleSpeaks",
                "... Ughhhh ... ¿Qué pasó anoche ...?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Mientras te mira todavía presionando entre sus senos, aparece un ligero sonrojo en su cara roja ya que la memoria repentina inunda sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Lleva un momento, pero le explicas débilmente que, de hecho, no usó el aceite de masaje anoche, y se disculpa por follarte hasta el punto de apenas poder moverse mientras finalmente se aleja de ti y salede la cama.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Te das cuenta de que no parece arrepentirse de lo que sucedió en absoluto mientras envuelve sus vendas alrededor de su pecho y le vuelve a poner el taparrabos antes de desearte un buen día y expresar sus esperanzas de contratarte nuevamente antes de salir de la habitación.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Te acostas en la cama por un tiempo mientras recuerdos de la sesión de la sesión de amor de anoche corren por tu mente, y eventualmente te levantas, haciendo una mueca cuando tu todo se siente adolorido antes de bajar las escaleras y recibir tu salario, señalando que el Oni dejó un consejo bastante considerablepara ti.",
                "ChangeBG",
                "Inn.png",
                "ChangeEros",
                "500",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Sex",
                "1",
                "ChangeSensitivity",
                "Pain",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "SetChoice",
                "2",
                "Pasó el masaje rojo"
            ]
        },
        {
            "NameOfScene": "Give her a massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Explicas rápidamente que {i} eres {/i} se supone que debes dar {i} ella {/i} un masaje y no al revés, y ella deja escapar un largo y borracho 'oh' mientras la realización inunda sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Ella procede a caminar hacia la cama y coloca en su cara primero, haciendo que su gran pecho se aplique de manera bastante deliciosa mientras te mira.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Te pones detrás de la oni y comienzas a quitarse la ropa, pero detente mientras se tensa debajo de ti.",
                "FlexibleSpeaks",
                "D-¿Tengo que estar desnudo?",
                "ChangeBGM",
                "music/Casino/red room.mp3",
                "ChangeImageLayer",
                "Base",
                "1",
                "Nude",
                "Le informas que ayudaría al masaje, por lo que con una descarga te deja quitarte los vendas en su pecho y su taparrabos, revelando completamente su cuerpo.",
                "Usted desaconseja el aceite y está a punto de verterlo en sus manos cuando nota la etiqueta de la botella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "En su estado borracho, el Oni aparentemente no había mirado más de cerca lo que había agarrado de la mesita de noche y había sacado una botella de afrodisíacas muy potente en lugar del aceite de masaje.",
                "Enjuague y guarda la botella en el cajón mientras la cambia cuidadosamente por el aceite de masaje antes de volver a la oni.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella deja escapar un gemido tranquilo cuando comienzas a verter el aceite frío sobre su espalda.",
                "Empiezas a trabajar los músculos apretados de su espalda, teniendo que hacer una buena cantidad de esfuerzo debido a su forma atlética.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Pero sus atenciones parecen ser bastante efectivas ya que el Oni se relaja y se hunde rápidamente en la cama con un gemido feliz.",
                "Amaste sus músculos, asegurándose de dividir su atención entre su espalda y sus brazos, y el Oni deja escapar sonidos contentos a medida que avanza.",
                "Poco a poco, se le abre la espalda, haciendo todo lo posible para ignorar su creciente erección mientras ella gime y se retuerce debajo de usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "El Oni se tensa un poco cuando comienza a masajear su culo firme, y no puede evitar notar cuán húmedo se ha vuelto el oni de su toque, ya que la cama está empapada con algo más que aceite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella se voltea antes de que comiences a trabajar en sus piernas, cubriéndose los ojos con una mano mientras su cara roja ya roja se llena de lujuria.",
                "FlexibleSpeaks",
                "H-Hurry arriba y masajea mis tetas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Rápidamente obliga y mueve su atención a la mitad superior de su cuerpo, vertiendo más aceite de masaje sobre ella antes de hundir sus manos en sus inmensos senos.",
                "El Oni gime felizmente mientras comienzas a amasar y frotar sus tetas, ocasionalmente temblando de alegría mientras comienzas a recoger lentamente la intensidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su espalda finalmente se arquea de placer y sus gemidos alcanzan un punto álgido cuando comienzas a burlarse y modificar sus pezones endurecidos antes de que todo su cuerpo se relaje en la felicidad orgásmica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "A medida que el último estrés se aleja de su cuerpo, el Oni finalmente aleja su mano de sus ojos llenos de lujuria mientras mira con un rubor a tu polla erecta.",
                "FlexibleSpeaks",
                "F-Fuck mis tetas a continuación.",
                "Un poco desconcertado por su repentina demanda, dudas por un momento antes de sumergir tu eje en su suave escote.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella jadea cuando comienzas a empujar entre sus senos bien engrasados, temblando en éxtasis mientras tus manos continúan masajea su suave carne y burlan sus pezones.",
                "Sus tetas suaves se sienten celestiales alrededor de tu polla, su suavidad y calidez que envuelven tu virilidad con cada empuje que haces, haciendo que los escalofríos de placer corran por tu columna vertebral.",
                "El Oni gime y se retorce debajo de ti mientras disfrutas de sus tetas, claramente amando esto tanto como tú.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "A medida que continúas follando sus senos y masajea sus pezones, el Oni comienza a golpear su cabeza de un placer.",
                "FlexibleSpeaks",
                "C-Cumming!¡Cumming!¡No te detengas!",
                "Su espalda se arquea y llora cuando la vencen por un orgasmo inducido por el seno, pero solo recoges el ritmo mientras empujas a su suave escote, decidida a correrse.",
                "Los oni gemidos de manera incoherente cuando su orgasmo se extiende por sus continuas atenciones.",
                "FlexibleSpeaks",
                "¡Sí!¡Sí!¡Sí!",
                "Te encuentras empujando más fuerte y más rápido en sus suaves senos mientras tu polla palpita con necesidad ardiente.",
                "PlayerOrgasmNoSpiritLoss",
                "Finalmente, tu orgasmo te golpea cuando empujas tu polla entre el escote de la Oni y tu polla estalla de placer, brotando cuerdas gruesas de corridas en la cara y el pecho como cursos de éxtasis a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Te alejas de sus pechos agitados mientras los jadeos y los escalofríos en la felicidad posterior a la orgásmica, lamiéndote de los labios con un placer borracho antes de que ella quita lentamente más de tu corre de su pecho.",
                "FlexibleSpeaks",
                "Nmm ... no es frecuente que pueda ... * sorbo * solo ... disfruta eso ... ja ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Determined",
                "Ella te mira en serio por un momento.",
                "FlexibleSpeaks",
                "Oye, ese masaje es mejor que no haya terminado todavía, todavía tienes que trabajar en mis abdominales ...",
                "Te mueves hacia abajo y comienzas a masajear sus impresionantes músculos del torso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Ella deja escapar un suspiro contento, terminando el último de tu semen cuando llegas a sus caderas.",
                "Su coño empapado ha empapado por completo la cama con sus jugos, y no se puede evitar enjuagar el intenso aroma femenino a la deriva hacia sus fosas nasales.",
                "El Oni sonríe mientras mira tu polla aún rígida.",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "FlexibleSpeaks",
                "Creo que ... Voy a necesitar un masaje muy ... {i} completo {/i} allí abajo, y no sé si tus manos harán el trabajo.",
                "A medida que sus potentes feromonas se erosionan cualquier duda para que le quede, rápidamente sumerges tu virilidad palpitante en su coño empapado, jadeando de placer mientras su cálido interior se adhiere firmemente a tu eje sensible.",
                "El Oni arroja la cabeza hacia atrás y gime mientras te presiona en ella, más de su aroma femenino llenando el aire mientras los jugos salen de su sexo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "FlexibleSpeaks",
                "Tú ... ya sabes ... me tienes realmente trabajado de todo esto, ¿verdad?Será mejor que te asegures de que me satisfagas ... ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Ella sonríe con lujuria, y se apoderas de sus piernas musculosas y comienzas a empujarla poderosamente.",
                "El Oni gime felizmente como tu follada su apretado coño con tu rígida virilidad, temblando de tu profundo 'masaje'.",
                "Sus senos rebotan cautivadoramente con cada empuje, revolviendo su lujuria a alturas aún mayores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Empiezas a pistonar tu polla en el sexo empapado de la Oni, haciéndola aullido de deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Su coño de repente se aprieta con fuerza en su eje con sus poderosos músculos, lo que rápidamente lo lleva al borde mientras la Oni la arquea de regreso en la dicha orgásmica.",
                "PlayerOrgasmNoSpiritLoss",
                "Tus gemidos se unen a los de ella mientras descargas una espesa carga de semen en ella, dejándote jadeando mientras tu agarre en sus piernas se afloja del placer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "El Oni rápidamente se libera de tu alcance y te acerca a ella con una mirada lujuriosa y dominante mientras sus piernas se envuelven alrededor de tu cintura.",
                "FlexibleSpeaks",
                "More.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Te enjuagas y comienzas rápidamente a empujarla nuevamente con tu polla dolorosa y excesiva.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Cocky",
                "Ella los obliga a los dos a una posición sentada con ella en su regazo con una sonrisa lasciva antes de empujar su rostro entre sus enormes senos.",
                "Envuelves los brazos alrededor de su cintura mientras sus piernas se tensan alrededor de las caderas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Ella alegra rebota en tu eje, temblando con lo que parecen ser micro orgasmos.",
                "Haces todo lo posible para aguantar contra el Oni cachondo, pero parece que no puedes resistir el placer en absoluto, ya que ella expulsa sin esfuerzo otra espesa carga de su polla.",
                "FlexibleSpeaks",
                "Solo uno más ...",
                "Parece bastante desesperada por correrse nuevamente a medida que más pequeños orgasmos se arrancan su cuerpo, y ella apresura su cuerpo debilitado a la cama antes de montar su virilidad tan fuerte como su poderoso cuerpo puede.",
                "Gemes cuando tus caderas comienzan a dolor de sus intensos movimientos, y encuentras tus ojos a la deriva de sus tetas rebotando.",
                "Se golpea una y otra vez, temblando y temblando de placer mientras tu polla se hunde en el fondo de ella.",
                "Su virilidad se usa en exceso y sensible finalmente está completamente abrumada por el asalto implacable de la ONI, ya que comienza a correrse dentro de ella como un grifo roto.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "El Oni deja escapar pequeños jadeos de pánico entre empujes a medida que comienza a alcanzar su final antes de que se las arregle por el orgasmo por última vez.",
                "FlexibleSpeaks",
                "¡Vamos!¡Solo un poco más!¡Por favor!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Usted gota e intentas aguantar un poco más a pesar de que tu polla claramente no puede seguir adelante.",
                "Ella golpea desesperadamente sus caderas en su vez, enviando olas de placer agonizante que atraviesa a través de usted mientras se acerca lentamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Con unos últimos movimientos aplastantes, el Oni finalmente deja escapar un aullido de éxtasis sin palabras mientras llega a un último clímax alucinante.",
                "Su coño convulsiona y se tensa alrededor de su polla mientras orgasmos, haciendo que sus ojos se enrollen mientras expulsa cada última gota de semen de sus bolas.",
                "Luchas incluso por recordar respirar mientras la estimulación abrumadora supera por completo tu mente, y ambos estás increíblemente agradecido y irremediablemente triste cuando el Oni finalmente saca tu polla de su coño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella te da una sonrisa extremadamente satisfecha antes de caer lentamente sobre ti, aplastando tu rostro entre sus enormes tetas, pero después de tomar unas respiraciones relajadas, roda sobre su costado, lo que te permite respirar libremente una vez más mientras envuelve firmemente.brazos a tu alrededor.",
                "FlexibleSpeaks",
                "Mn ... gracias ... realmente ... necesitaba eso ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "DrunkDazed",
                "Ella se acurruca más cerca de ti mientras ambos se quedan dormidos ...",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "Te despiertas al día siguiente en el cálido abrazo de Oni, y ella parece revolver como tú.",
                "Ella te deja ir y estirarse, tambaleándose.Giras un poco por la pérdida de la calidez y la repentina ola de dolor que golpea todo tu cuerpo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "IfChoice",
                "4",
                "Masaje rojo real aprobado",
                "post first red massage.",
                "FlexibleSpeaks",
                "Oh ... uh ... Correcto ... gracias por anoche [DisplayPlayerChoice] ... Tus mensajes son ... realmente muy jodidamente buenos ... Sis generalmente se encuentra sobre este tipo de cosas, así que ...",
                "FlexibleSpeaks",
                "Uhm, definitivamente te contrataré de nuevo.Si estás trabajando.A-y, uh ...",
                "El Oni se apresura torpemente, dejándote recuperarte de las pruebas de la noche anterior.",
                "JumpToScene",
                "Post Red Oni Massage"
            ]
        },
        {
            "NameOfScene": "post first red massage.",
            "theScene": [
                "FlexibleSpeaks",
                "Oh ... uh ... Correcto ... Gracias por anoche [DisplayPlayerChoice] ... tus masajes son ... jodidamente increíbles ... así que sí, lo haré, definitivamente te contrataré de nuevo.Si estás trabajando.A-y, uh ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Flustered",
                "Ella te mira con un rubor en crecimiento, al borde de decir algo más, pero parece salir de sus pensamientos con un sonrojo aún más profundo antes de que se apresure incómodamente, dejándote recuperarte de las pruebas de la noche anterior.",
                "JumpToScene",
                "Post Red Oni Massage"
            ]
        },
        {
            "NameOfScene": "Post Red Oni Massage",
            "theScene": [
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "DisplayCharacters",
                "EndLoop",
                "Cuando finalmente te diriges a tu pago, te complace encontrar que el oni dejó una propina bastante considerable.",
                "ChangeEros",
                "1000",
                "GiveExp",
                "50",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Pain",
                "1",
                "SetChoice",
                "2",
                "Pasó el masaje rojo",
                "SetChoice",
                "4",
                "Masaje rojo real aprobado"
            ]
        }
    ]
}