{
    "name": "Playful Harpy",
    "CardType": "BarShift",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Harpy",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Belle",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "Las primeras horas de su turno son sin incidentes, y rápidamente cae en una rutina de obtener ingredientes, pasar alimentos, llenar vasos y charlar con el patrón ocasional mientras Belle maneja la mayor parte del trabajo de barman.Hasta ahora, no ha sido objeto de ninguna solicitud, y no ha tenido que lidiar con nada de Lewder que un renovador lujurioso o burlón.Parece que va a ser una noche tranquila ...",
                "... o eso pensabas, pero mientras tu espalda se aleja de la barra mientras llena una taza de cerveza para una chica de lagarto ya borracha, de repente sientes algo fuerte que le quita el uniforme de trabajo mientras una voz de la patanza resulta arribatú.",
                "Speak",
                "???",
                "¡Hola!¿Puedo contratarte?",
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sorprendido, saltas y te vuelves hacia la fuente de la voz, casi dejando caer la bebida recién vertida en el proceso, y te encuentras cara a Talon con una arpía a aleteo que te mira con entusiasmo mientras espera tu respuesta, lo que te lleva a responder un pocoembarazosamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "PlayerSpeaks",
                "Bueno ... si.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speak",
                "Harpy",
                "¡Excelente!¡Vienes conmigo, entonces!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Ella exclama decisivamente mientras vuelve a tirar de tu camisa con su garra.Inseguro, te recurres a Belle, que te da una sonrisa divertida mientras te saluda, y así que tiene su bendición, desliza la taza llena a la mujer lagartida que se hace agradecer, dejándote libre para darte prisa y caminar después de tuCliente antes de que ella termine arrastrándote a su apresuración.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Al ver que vienes, la arpía grita y vuela con gracia a través de la habitación directamente hasta el piso superior, lo que requiere que apases tu ritmo para alcanzarla por las escaleras donde te espera, tarareando vertiginosamente a sí misma al lado de un ya abiertohabitación y saludarte con una alegría feliz.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "¡Esto va a ser muy divertido!",
                "DisplayCharacters",
                "EndLoop",
                "Después de lo cual inmediatamente se desliza hacia la habitación vacante con un aleteo de alas emplumadas ...",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeBG",
                "InnRoom.png",
                "Todavía algo perplejo, la sigues dentro y la encuentras volando animadamente, mirando los muebles con un gran interés, finalmente brindándole la oportunidad de preguntar después de cerrar la puerta detrás de ti.",
                "PlayerSpeaks",
                "Entonces ... ¿Qué es lo que quieres que haga, en realidad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Clueless",
                "Congelando tu consulta, deja escapar una risa tímida mientras se posa en uno de los postes de madera de la cama grande, timitamente timitamente golpeando sus alas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Ja, ja ... Correcto.¿Supongo que debería haber comenzado con eso?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sin embargo, se recupera rápidamente de su vergüenza, una sonrisa deslumbrantemente alegre que regresa a su rostro mientras exclama.",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "Speaks",
                "¡Quiero que me abrazes!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speaks",
                "Yo {b} looove {/b} para abrazar, pero siempre nos abrazamos en pilas en el pueblo, y quería algo más ... ¿personal?¿Y pensé que me gustaría probar con un humano, por una vez?Pero cada vez que intentaba acercarme a uno en la montaña, pensarían que los estaba atacando y siempre terminamos teniendo relaciones sexuales, u otra arpía se inclinaría y también {i} también {/i} terminamos teniendo sexo... Entonces ... sí.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speaks",
                "{b} oh! {/b} o también podríamos jugar, si no tienes ganas de abrazar?",
                "Mientras habla, produce una bola de cuero del tamaño de un melón y la coloca en su regazo, esperando ansiosamente su respuesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Muidos de su avalancha de palabras rápidas, parpadea, abres la boca, y después de unos segundos de silencio confuso, te entres.",
                "PlayerSpeaks",
                "Sabes que esto es un burdel, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Clueless",
                "Speaks",
                "Bueno duh.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Pero puedes contratar personas para otras cosas que no se tengan sexo, ¿verdad?Quiero decir ... si eso está bien contigo?",
                "Desclazándose ante su perplejidad, ella abraza su pelota y te mira expectante, sus pies en elabistamiento tocan el poste de la cama de madera mientras se tira nerviosamente en su lugar.",
                "Menu",
                "¡Claro, vamos a abrazar!",
                "Claro, ¡jugemos!",
                "En realidad, no estoy interesado en abrazar o jugar.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Sure, let's cuddle!",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speaks",
                "Yes!",
                "DisplayCharacters",
                "EndLoop",
                "Beaming, ella descartó la pelota en sus alas, dejando que se voltee mientras levanta apresuradamente las sábanas de la cama y se entierran debajo, rodando de esta manera y eso mientras disfruta de la suavidad de la cama, haciendo que parezca que se ha invadido de alguna manera.de criatura excavadora como sus comentarios de voz amortiguadas.",
                "Speaks",
                "{i} ooooh, cómodo! {/i}",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Luego, su cabeza ligeramente desaliñada vuelve a salir y te trata una vez más a una sonrisa radiante, deslizándose sobre una almohada para darle palmaditas a la otra invitada.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "¿Vienes?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Destacado por su entusiasmo contagioso, caminas hacia la cama y toma tu lugar debajo de las sábanas, la arpía apretando felizmente mientras lo haces, e inmediatamente te sacudiste tan pronto como te has acostado cómodamente, lo apretó con entusiasmo y la frota cariñosamentecabeza contra tu pecho.",
                "Speaks",
                "Eeeee, eso es {b} muuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuo",
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Con ella literalmente vibrando en Glee, te preguntas si realmente podrá establecerse lo suficiente para abrazar, pero después de un minuto extra o dos de vertiginoso retorciéndose y divagando, parece que lo ha sacado de su sistema y se calma con unSuspiro largo, aún acariciándolo lánguidamente con una gran sonrisa en su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speaks",
                "Aaaaah, este es el mejor. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Gracias por tomar la solicitud.Sé que fue un poco ... ¿extraño?",
                "Ella se ríe nerviosamente, pero el sonido incómodo cambia a un zumbido alegre cuando la tranquiliza y le acaricia la cabeza, haciéndola redoblar la fuerza de su abrazo en respuesta ... aunque afortunadamente, tan delgada como es, incluso el abrazo apretado no lo hace 'T Demuestre doloroso, en lugar de que te produzca la agradable suavidad de sus extremidades emplumadas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Con que le gustaba tanto como ella claramente, continúa dándole palmaditas en el colchón cómodo, dejando escapar un soplo de alivio que transporta el aroma cálido y ligeramente de su camarón en su nariz, contribuyendo aún más a drenar su estrés y tensiónlejos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "De hecho, estás disfrutando de esto más de lo que pensabas que lo harías, el trabajo en el bar, el ruido constante, los olores pesados ​​y los clientes que te han cansado más de lo que te diste cuenta, lo que es la posibilidad de un cudlenapmás tentador por el segundo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "A juzgar por la bajada de los párpados y la respiración desaceleración, lo mismo ocurre con ella, la chica monstruosa delicada que envuelve sus piernas bajas alrededor de las tuyas mientras se queda aún más cerca de ti, consultando con una disminución que se siente casi fuera de lugar desde una arpía.",
                "Speaks",
                "... ¿Te importa si tenemos una siesta?",
                "Siéntete como riéndose de cómo ambos han llegado tan rápido a la misma conclusión, le dices que ciertamente no lo haces, a lo que responde con un murmullo feliz y somnoliento mientras se acomoda cómodamente en tu pecho y cierra los ojos, una sonrisa de contenidoPlayed sobre sus lindas características.",
                "Encontrando cada vez más difícil resistir el atractivo del sueño usted mismo, y ya que no hay razón para que también dejes caer tus párpados, arrullados por la lujosa de la cama, la cálida presencia de la arpía y el silencio de la posada cuyo ajetreoY el bullicio se siente tan distante como te alejas ...",
                "PlayBlackOut",
                "StopBGM",
                "...",
                "SleepPlayer",
                "DelayNotifications",
                "EndBlackOut",
                "ChangeBGM",
                "music/Town/mati.mp3",
                "Te sorprende despierto de manera desagradable por un patrón demasiado vigoroso que golpea la puerta detrás de ellos mientras salen de la habitación junto a la tuya, la naturaleza del culpable se hace bastante evidente cuando el tromping de los pezuñas descendentes resulta por las escaleras, despegándote para bien junto a tu nocheCompañero cuyos ojos revolotean con sombra.",
                "Speaks",
                "Glmhblg?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Bostezando prodigiosamente, la arpía mira a su alrededor con ligera confusión hasta que su mirada nublada descansa sobre ti, su expresión se ilumina inmediatamente.",
                "Speaks",
                "Hi!",
                "Divertido por su reacción, le saludas la espalda y te da un acogedor acaricia antes de suspirar.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Bueno, es mañana, así que supongo que eso es todo.",
                "De mala gana, ella te deja ir, luego se balancea enérgicamente las piernas de la cama, bostezando nuevamente y alisando apresuradamente su cabello y plumaje antes de volver a ponerle el sombrero, luego volviéndose hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Voy a ir",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Clueless",
                "Speaks",
                "¡Oh, dispara, casi lo olvido!Tengo que pagarte, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Averigidamente hurgando en sus pertenencias, se muerde el labio, hurga un poco más y, en última instancia, te presenta una runa.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "Errrr ... en realidad no tengo mucho dinero en mí ... pero el pago en especie está bien, ¿verdad?",
                "Echando un vistazo al elemento mágico, puede ver rápidamente que fácilmente alcanzaría 250 eros, lo que parece razonable para el tipo de servicio que le ha pedido que ofrezca.Confía en que no será un problema para Belle, usted responde afirmativamente, la arpía que respira en alivio mientras pone el objeto en su mano.",
                "GiveItem",
                "1",
                "Wind Rune",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Speaks",
                "Uf.Eso hubiera sido incómodo ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Por impulso, ella se acerca a ti y te envuelve en un abrazo de plumas que no puedes pero no puedes regresar, la alegre chica monstruosa se ríe felizmente por tu abrazo antes de alejarte y ofreciéndote un asentimiento más restringido y compañero.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Bueno, entonces, ¡nos vemos!",
                "DisplayCharacters",
                "EndLoop",
                "Con eso cuidado, recupera su pelota previamente caída, se coloca en la puerta, la abre y te saluda un adiós plumoso antes de volarte ... lo que te deja con nada más que hacer, pero tomarte un tiempo para reorganizar tu ropa,Luego sale a su vez para comenzar con su día.",
                "ChangeBG",
                "Bar.png",
                "Sin embargo, cuando llegas a la sala común de abrazo de la diosa, te das cuenta de que algo se siente fuera.Los pocos clientes de la mañana te están dando miradas insistentes, e incluso la belleza normalmente brusca se ve extrañamente ... ¿jovial?",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speak",
                "Belle",
                "Entonces, [ThePlayerName], según esa chica, ¿eres \"el mejor humano con el que se ha acostado!\"?",
                "ChangeBGM",
                "music/Forest/nandesuto.mp3",
                "... Parece que ha habido un malentendido.Que solo empeora a medida que la clientela interviene.",
                "Speak",
                "Adventurer",
                "¡Aparentemente, eres 'la más grande que ha tenido'!",
                "Speak",
                "Gato",
                "¿Y se lo diste todo el Nyaght?",
                "Alvado por cuánto se distorsionaron las palabras inocentes de su cliente, te quedas allí en silencio confuso mientras los lugareños te ofrecen palabras y guiños de elogios, un aventurero incluso te dio una palmada en la espalda mientras un Sucúcubus te estudia con un toque y hambriento..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "No está seguro de si sería más vergonzoso seguir el malentendido o disiparlo, pero en realidad parece que no es la mejor opción, Belle regresa rápidamente a su severidad habitual mientras los clientes cambian temas o avanzancon sus días.",
                "Aún así, cuando regreses al vestíbulo de la posada, no puedes evitar sentir que habrá algunos rumores adicionales sobre ti en la ciudad ...",
                "DisplayCharacters",
                "EndLoop",
                "ChangeBG",
                "Inn.png",
                "ChangeBGM",
                "music/Town/casino.mp3"
            ]
        },
        {
            "NameOfScene": "Sure, let's play!",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Purple Planet Music - Quirky Moments (1 26) 130bpm (L).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Speaks",
                "¡Impresionante!{b} Catch! {/b}",
                "Tomándote por sorpresa, te arroja su pelota, que atrapa a la mitad con las manos, la mitad con el estómago, dando a la arpía sin culpa un aspecto ligeramente molesto de su tonto antes de enviarla de vuelta a ella, la ágil monstruosa niña sin problemasAvanzando de manera ágil en el aire en sus garras.Riendo, ella agita tanto como el techo de la habitación le permite, y reflexiona por un momento antes de ofrecer.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "¿Qué tal si jugamos a thumpwall?Es un juego bastante simple: los dos enfrentamos una pared y nos turnamos para golpear la pelota con nuestro ala ... err ... o mano.Si usa sus pies o cualquier otra parte de su cuerpo, o si pierde la pelota, o si la agarra, la otra persona tiene un punto ... Sin embargo, tiene que ser un buen deporte: la pelota tiene que recuperarse.{i} hacia {/i} el otro jugador, no {i} lejos {/i}.De lo contrario, el punto va para ellos.¿Entiendo?",
                "Encontrar las reglas lo suficientemente directas, y no viendo ninguna razón para no humor, asiente afirmativamente, luego posiciones junto a tu oponente, que pesa la pelota.",
                "Speaks",
                "¿Listo?{b} go! {/b}",
                "ChangeBGM",
                "music/Battle/Comet_Highway.mp3",
                "¡Y el juego está en marcha!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Los primeros minutos son algo incómodos, la arpía tiene una clara ventaja debido a su gran experiencia con el juego, especialmente en comparación con un neófito como tú.Sin embargo, hablando de ser un buen deporte, está haciendo un esfuerzo deliberado para ir fácilmente, haciendo lanzamientos lentos a propósito para que tenga tiempo suficiente para recuperarse y puede acostumbrarse al ritmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Sin embargo, una vez que se haya instalado en el ritmo, los guantes comienzan a salir, y la sesión amistosa comienza a sentirse más como un partido real, ¡la pelota se mueve más y más rápido a medida que sus swats se vuelven cada vez más seguros y poderosos!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Pronto, la habitación se llena con los fuertes golpes de la pelota de rebotes y con sus gritos de esfuerzo, triunfo o consternación, su voz y la mezcla de la arpía para formar el coro bastante ruidoso.Los puntos se acumulan en ambos lados, y tienes la satisfacción de demostrar un oponente bastante digno, ¡no ceder mucho contra tu adversario a pesar de su familiaridad y movilidad superiores!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Ambos te están metiendo bastante en el juego, cuando de repente, ¡tu juego se ve interrumpido por un fuerte golpe al otro lado de la pared!",
                "StopBGM",
                "Speak",
                "Voz femenina",
                "{i} ¿Puedes atenuarlo, por favor? {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Tomado por sorpresa por la irrupción, atrapas la pelota, tú y la arpía aparentemente igualmente mortificadas para no haber dado cuenta de cuánto de un alboroto estabas haciendo.Vergonteosamente, te miran mientras estás en el silencio repentino, escuchas otra voz de la misma habitación que la primera.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Clueless",
                "ChangeBGM",
                "music/Forest/Are-you-kidding.mp3",
                "Speak",
                "Otra voz femenina",
                "{i} Pero maldita sea, realmente se lo estaba dando bien, ¿eh? {/i}",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sonrojo emocionado",
                "Esta vez, ambos resoplan, teniendo que hacer un esfuerzo para evitar que estallaran en la risa ante el malentendido cómico, la parada abrupta en su actividad, también, por cierto, te hace darte cuenta de lo sudado y sin aliento que estás de todos los movimientos y golpes de ritmo rápido y acelerado..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "ChangeBGM",
                "music/Forest/game_maoudamashii_5_village01.mp3",
                "Sin descarga, te tocas a la cama y te caes sin ceremonias, pronto se unen a tu valiente oponente, ustedes dos se toman unos minutos para recuperar el aliento y disfrutar de la comodidad del colchón.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Embarrassed",
                "Speaks",
                "¡Eso fue divertido! ♪ ... pero probablemente deberíamos cambiar a algo más ... tranquilo, ¿verdad?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "No puedes dejar de estar de acuerdo, no tener ningún deseo de ver a la intimidante que Belle se involucre.Después de las sugerencias de intercambio, se conforman con mostrarse los trucos de la pelota y tener una competencia menos acalorada con ellos, realizar figuras, equilibrar la pelota en diferentes partes de su cuerpo y participar en otras maniobras similares a los Legerdemain ...",
                "AdvanceTime",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "Y así, el tiempo pasa hasta que la arpía mira la ventana de la habitación y suspira.",
                "Speaks",
                "Ah ... probablemente debería ponerme en marcha.Ya han pasado algunas horas, después de todo ...",
                "Al ver su expresión abatida, le das algunas palmaditas reconfortantes, asegurándole que cada vez que ambos estén cerca, puedes hacer esto nuevamente, lo que parece animarla y la lleva a darte un abrazo enérgico.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "¡Con seguridad!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Y con eso, le devuelves su pelota, y ella llega a la ventana, la abre y se vuelve hacia ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Excited",
                "Speaks",
                "Nos vemos, entonces! ♪",
                "DisplayCharacters",
                "EndLoop",
                "Sin más preámbulos, vuela hacia la montaña, el aleteo de sus alas y su feliz tarifa persistente en el aire por un momento ... luego se ha ido para siempre.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "... y olvidé pagarte, te das cuenta.",
                "Mirando por la ventana, puedes ver que la chica monstruosa que se mueve rápidamente ya no es más que una pequeña forma en el cielo, por lo que suspiras, dispuesto a hacer las paces con el hecho de que no obtendrás dinero de esto, peroReflejando que {i} {/i} se divirtió, lo que hace que no se sienta tan malo salir de él con las manos vacías.",
                "... o eso piensa, hasta que notas que en el transcurso de tu pareja de muebles, la arpía perdió un puñado de sus plumas, incluidas algunas especialmente grandes y esponjosas que deberían alcanzar un precio decente ...",
                "GiveItem",
                "8",
                "Harpy Feather",
                "Bolsicando su 'pago', sale de la habitación, estirando y rodando los músculos para evitar que se calambres.Desde que has llegado a Lucidia, te has vuelto un poco sin usar con ese tipo de ejercicio, y en realidad se siente bien hacer un entrenamiento emocionante y no tewd de vez en cuando ... podría ser útil en el tipode 'combate' en el que participas regularmente?",
                "GiveExp",
                "5",
                "... probablemente no.Pero sientes que has aprendido algo.",
                "ChangeBG",
                "Inn.png"
            ]
        },
        {
            "NameOfScene": "Actually, I'm not interested in cuddling or playing.",
            "theScene": [
                "StopBGM",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lewd",
                "La sonrisa de la arpía se derrite en un puchero con cárcel, y ella asiente abundante.",
                "Speaks",
                "Oh, está bien ... perdón por haberte molesto, entonces ...",
                "Descomfitada, se cae de la cama y sale de la habitación para buscar a otro compañero ... o tal vez llamarlo una noche por completo.",
                "DisplayCharacters",
                "EndLoop",
                "En cuanto a usted, también sales de la habitación, y sin nada más que hacer ahora, regresas a la barra para terminar tu turno.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeBG",
                "Bar.png",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "Belle te da una mirada cuestionada cuando llegas allí, pero no ofrece comentarios, permitiéndote continuar con tus deberes de barman.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sigh",
                "AdvanceTime",
                "1",
                "El resto de la noche continúa sin más incidentes, y después de unas horas más, Belle le entrega su pago.",
                "DisplayCharacters",
                "EndLoop",
                "ChangeEros",
                "150",
                "Parece que su cliente de Harpy sin éxito proporcionó un poco más como una disculpa por sus problemas.",
                "ChangeBG",
                "Inn.png"
            ]
        }
    ]
}