{
    "name": "Double Bubble Sandwich",
    "CardType": "WaiterShift",
    "CardLimit": "0",
    "Description": "BarShift",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "La noche ha estado relativamente ocupada ya que atiende a los clientes, con aventureros y chicas monstruosas que van y vienen en varias formas y tamaños.Ha habido algunas vistas notables, como un Imp que se está emborrachando ruidosamente con un amigo elfo, un compañero que se le iba sobre el hombro por un ansioso minotauro y una bruja alta coqueteando con otro aventurero, dejándolo un desastre nervioso de sus burlas.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Sin embargo, sus pensamientos se interrumpen repentinamente, ya que siente la pesada suavidad resbaladiza de alguien que lo abraza desde atrás, los senos grandes apretados deliciosamente contra su espalda y una sensación húmeda hormigueando en su cuello expuesto mientras un limo envuelve sus brazos alrededor de su cuerpo, saliendoun zumbido alegre.",
                "A diferencia de los otros slimes que has visto esta noche, ella es alta, verde y matronal, con curvas que avergonzarían a su sistema.Ella tiene una expresión tranquila en su rostro somnoliento mientras te aplasta íntimamente, su cuerpo pegajoso agradablemente cálido y emitiendo un aroma gaseoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speak",
                "Bubble Slime",
                "My, my, qué {i} guapo {/i} joven, y todo por su cuenta. ♥ ¿No preferirías tener alguna compañía esta noche? ♥",
                "No se le permite rechazar tales solicitudes, pero la sensación del limo de burbujas que arrullan en su oído, acariciando su pecho y presionando sus tetas pesadas y flexibles contra usted, se derrite rápidamente cualquier pensamiento de desacuerdo que podría haber tenido de todos modos.Un gruñido afirmativo y aturdido te escapa mientras ella se apresura lánguidamente contra ti, provocando una risita divertida de ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Bubble Slime",
                "Yay. ♪ Vamos a nuestra habitación entonces, cariño.Prometo que no te arrepentirás. ♥",
                "El limo de la burbuja toma tu mano y comienza a guiarte a través de la multitud hacia el segundo piso, su forma viscosa que las separa como una ola elegante, la gran mujer tarareando para sí misma mientras sus curvas gruesas rebotan con cada movimiento perezoso que su cuerpo desnudo hace, hace, hace un cuerpo pegajoso,Como un puntal lánguido balanceándose, la vista ya te pone en ejercicio incluso antes de que estés solo.Estás bastante seguro de que lo está haciendo a propósito para atraerte ...",
                "ChangeBG",
                "InnRoomLewd.png",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sleepy",
                "Pero te salen de tu trance cada vez más cachondo cuando abre la puerta a una habitación, solo para revelar que ya tiene un ocupante ... un segundo limo de burbujas, que está acostado en la cama, respirando suavemente mientras duerme, media-derramando sobre la cama.El limo que te trajo aquí se ríe nuevamente mientras ella llama al otro, cerrando la puerta mientras ella lo hace, el ruido que desperta con el limo delgado que bosteza perezosamente.",
                "Speak",
                "Bubble Slime 1",
                "¡Despierta, hermana!¡Mira el lindo que encontré que dormía con nosotros esta noche! ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Curious",
                "Speak",
                "Bubble Slime 2",
                "Que ... ooh, debo haberme quedado dormido mientras estabas fuera ... te estabas tomando tu dulce tiempo-",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Mientras el segundo limo te da cuenta, su expresión de putitantes se traslada rápidamente a una cachonda, lamiendo los labios con agradecimiento mientras sientes que el primero comienza a ayudarte a salir de tu ropa.Ella deja escapar una risa melodiosa mientras se da cuenta de su rostro confundido frente a su 'gemelo', quitándose la camisa y arrojándola a un lado con indiferencia.",
                "Speak",
                "Bubble Slime 1",
                "Vaya, olvidé mencionar, cariño: ¡este es un paquete!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Frown",
                "Speak",
                "Bubble Slime 2",
                "Dormir todo por nosotros mismos se siente solo después de un tiempo, así que pensamos que nos trataríamos con un buen tipo guapo ... ¿no nos mantendrás compañía durante la noche?Los niños siempre parecen evitar visitar nuestras piscinas gaseosas en casa ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Bubble Slime 1",
                "Y no te preocupes, tomaremos {i} bueno {/i} cuidando todo el tiempo. ♥",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "El primer limo termina su oración bajando los pantalones y la ropa interior a la vez, dejándote desnudo antes de los dos monstruos matriciales.Ambos se ven complacidos por la vista, con las manos pegajosas del primer limo, acariciando los muslos, una vez más, presionando su cuerpo resbaladizo contra la espalda mientras mira hacia el medio mástil que estás luciendo actualmente.",
                "Un jadeo te escapa mientras sientes que los pezones de la burbuja de burbujas que te empujan la espalda en pequeños círculos mientras comienza a ondularse detrás de ti, sus manos acariciando tus muslos internos y cintura, pero evitando con precisión tu polla, alimentando tu excitación aún más y te lo acarician cada vez más.En anticipación de su toque.El segundo limo, mientras tanto, abre descaradamente las piernas, revelando su pegajoso coño mientras disfruta del espectáculo.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Bubble Slime 2",
                "Mmmm, no intimides al pobre chico, hermana.Ya está ansioso por ir ... ♥",
                "Speak",
                "Bubble Slime 1",
                "Huhu ♪, ya es tan difícil solo por un pequeño juego previo.Supongo que eres así, cariño?¿La vista del coño de mi hermana esperando tu polla?¿Mis enormes tetas presionaron y frotando contra ti?¿Mis manos Sofffft siguieron sobre ti? ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Un gemido indulgente te escapa mientras te recostillas en la lima que se acuesta seductoramente y susurra en tus oídos mientras sus manos finalmente alcanzan tu entrepierna, sus dedos pegajosos envueltos alrededor de tu longitud y bombeándola lentamente mientras su otra mano alcanza suavemente tu bola de pelota, acariciándolo con cuidado, mientras que la otra chica monstruosa extiende las piernas más en respuesta, atrayéndolo aún más con la vista de su sexo indefenso.",
                "Speak",
                "Bubble Slime 1",
                "¿Qué pasa si te dije que podrás disfrutar de todo esto al mismo tiempo, {i} toda la noche {/i}? ♥",
                "Con esas palabras sensuales, el limo que te acaricia te guía a la cama, empujándote suavemente sobre su hermana.Encuentras tu cara rápidamente sofocada por un par de senos resbaladizos, el limo debajo de ti riéndose mientras tu polla ahora descansa directamente contra su coño, dejándote sentir su textura húmeda y de espera, haciendo que tu rígida virilidad se enrede ansiosamente.",
                "Sin embargo, antes de que pueda reaccionar más, siente el peso de la otra lima sobre usted, atrapándolo entre los dos cuerpos de lujo y pegajosos mientras ella se acuesta directamente sobre usted, un jadeo de sorpresa cachonda que te escapó del dulce toque yolor sofocante te asfixia al frente y a la espalda.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Speak",
                "Bubble Slime 2",
                "Eres nuestra almohada esta noche ~ ♪",
                "No tienes ninguna oportunidad ni ninguna razón para protestar mientras los cuerpos pegajosos y suaves de ambos limos se frotan, colocándote en una deliciosa prisión de lujosa de lujosa que deja a tu polla doliendo y tu mente con lujuria.",
                "Murmurando con lujuria, ambos cambian sus cuerpos para que sus caderas estén firmemente bloqueadas por sus gruesas piernas, asegurando que no pueda moverse por cualquier motivo, sino para empujar directamente a la somnoliento coño que espera la mujer, sus dulces susurros de todo lo que puede escuchar en medio deEl burbujeante masaje de cuerpo completo de doble cara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Mirando hacia arriba, solo puedes ver la cara sonriente seductora de limo de la mentira mientras ella acaricia de manera coaxante tus lados, tu vista dominada por su impresionante y cálida escote, mientras que las propias tetas prodigiosas de su hermana presionan sobre tu cabeza como la mejor manta que uno podría pedir, tan relajante como es excitante.",
                "No dejarte acostarte allí y disfrutar del abrazo cómodo pervertido, las manos del segundo limo agarran tu polla y la frota contra la hendidura de su hermana, arrullando en tu oído mientras presiona los glanes contra sus pliegues, provocando un jadeo de su compañero.",
                "Speak",
                "Bubble Slime 1",
                "Deléjate a nosotros, cariño. ♥ Bonito y lento. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "ChangeImageLayer",
                "Face",
                "2",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Con un gemido necesitado, sigues su movimiento guía y te sumerges en el coño del limo supino, un gemido agradable que la escapó mientras la que está encima de ti comienza a besar tu nuca con besos lentos pero densitivos.Tus manos agarran las curvas del limo debajo de ti cuando comienzas a empujar, el impulso que hace que los senos de ambas mujeres se muevan obscenamente contra ti, la suavidad cruda pura que envuelve casi cada centímetro de tu cuerpo.",
                "Ozurando un cálido placer teñirte a través de ti con cada empuje, tentándote a redoblar tus columpios, pero sientes que sus manos se apoderan de las tuyas suavemente, alentándote a reducir la velocidad hasta que alcanzas un ritmo tántrico relajado que hace que el limo esté mal gimiendo.Afuera, alcanzándolo a tu cara y acariciándolo con una apreciación amorosa.",
                "Atrapado cómodamente entre ellos, continúa como quieran, siguiendo sus cariñosos caprichos y sus dulces voces de arrullo, cada reunión de sus caderas acompañadas de una suave blanda presionando hacia usted de todo lo que te deja tambaleándose con maravillosa felicidad burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Pleasured",
                "Speak",
                "Bubble Slime 2",
                "Ooh, ♥ cariño ... así es como tratas a una mujer ... ♥ buen chico. ♥",
                "Sientes que los muslos del limo mentiroso se aprieta alrededor de tus caderas, agregando a la sofocante que estás recibiendo mientras el limo encima de ti besa la nuca del cuello, su mano se extiende hacia tu cabello y lo revuelve mientras aprovecha la oportunidad de empujarte suavementeAún más en el escote de su hermana, su dulce aroma efervescente girando en tu nariz y dejándote con ganas de ella.",
                "Pierdes la noción del tiempo a medida que tus caderas siguen moviendo, lenta pero a propósito, tu cabeza de polla besando su matriz con cada empuje, el placer creciente finalmente llegó a un punto de ebullición a pesar del ritmo lánguido.Darle a su libido, vuelves al ritmo nuevamente, follando con más urgencia y haciendo que tu amante viscoso se queje en voz alta y te abraza contra sus curvas.",
                "Speak",
                "Bubble Slime 2",
                "Oooooh ...!¡Qué bueno!¡Déme, cariño!¡Spurt lejos! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speak",
                "Bubble Slime 1",
                "Sí. ♥ Eso es todo, ♥ Dale a mi hermana una bonita, {i} gruesa {/i} carga. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Orgasm",
                "PlayerOrgasmNoSpiritLoss",
                "Tus gemidos están amortiguados por un cara de tetas mientras vierte tu semilla directamente en las profundidades del limo de la burbuja mientras tanto ella como su hermana continúan asegurándote de que no puedas escapar de su suntuosamente cálida y pegajosa.Su amante misma gime de deleite mientras toma con avidez cada gota de su eyaculación caliente, su interior, viscoso y suave, apretado y ondulado para agregar más estimulación e intensificar aún más su orgasmo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Sleepy",
                "El limo de burbujas debajo de ti respira mucho de placer, manteniendo tu forma temblorosa contra ella mientras disfruta de su clímax hasta que disminuye suavemente.Su hermana sonríe felizmente ante el resultado mientras masajea tus hombros para alabar con mimos, riendo mientras se frota su torso curvilíneo contra tu espalda para acompañar tu lujoso resplandor, cada centímetro de ti se siente particularmente sensible en este momento.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Lazy",
                "Speak",
                "Bubble Slime 2",
                "SwapLineIf",
                "Virility",
                "300",
                "Joder ... ♥ Este semen es tan potente, me siento un poco aturdido ... ¿estás tratando de darme adicto a ti, cariño? ♥",
                "150",
                "Mmmmm ... ♥ tu semen se siente tan bien, cariño. ♥ no me importaría tenerte como mi almohada permanentemente ~ ♥",
                "0",
                "Mmm, ¿disfrutaste derritiéndome en mí, cariño? ♥",
                "EndLoop",
                "Antes de que puedas responder, de repente ves y siente que las formas de los Slimes cambian, no solo debajo, sino también por encima de ti, ambas mujeres se derriten en un solo gran charco de Green Gode Goo y fluyen sobre ti, haciéndote jadear como sus formas unidas¡Frote en cada centímetro de tu cuerpo, sin descansar a tu polla!",
                "Luego se reforman suavemente una vez más, recuperando sus apariciones curvilíneas y volviendo a usar sus cuerpos suaves para sofocarlo entre ellos con Coos juguetones.Sin embargo, mientras miras el limo debajo de ti, notas que ya no se ve tan fatigada, sonriendo ansiosamente mientras te mira a los ojos con una expresión hambrienta.",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Seductive",
                "Speak",
                "Bubble Slime 1",
                "¡Mi turno ahora! ♥ Te dejaremos derretirnos a todos ♥ Noche ♥ ¡Long! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "¡Te das cuenta de que los lugares cambiaban!Pero no puedes pensar mucho, ya que se preparan para guiar tus caderas con las suyas, tomando tu polla sensible y empujándola a la chica ahora debajo de ti, la chica matonal que gime cuando sus paredes internas se apretan a tu alrededor,Alentándote a follarla como hiciste a su hermana momentos antes.",
                "Speak",
                "Bubble Slime 1",
                "¡Mmmm, finalmente! ♥ ¡Fui quien encontré a ti y a mi hermana que recibieron dibs!¡Tan injusto! ♥",
                "Mientras tanto, el limo de burbujas anteriormente jodido ahora descansa encima de ti, presionando hacia abajo en tu cuerpo y acariciando cada centímetro de tu piel que puede alcanzar para llevarte a perderte en su abrazo combinado, dejándote acordado con la necesidad de seguir arandoen sus pegajosos coños mientras se produjeron con sus mimos combinados.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "Speak",
                "Bubble Slime 2",
                "Oh, está bien. ♪ Un buen chico como él puede seguir adelante, ¿no? ♥",
                "Sus caderas se mueven con un propósito cachondo, dándole a las mujeres pegajosas lo que quieren mientras tienen un cocinero y que lo alientan, sus senos que envuelven tanto su cabeza como su mente mientras sus gruesos muslos reclaman la propiedad de sus caderas, el malhumorado coño hambriento ansioso por disfrutar de su semilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speak",
                "Bubble Slime 1",
                "¿No es genial, cariño?¿Solo {i} se derrite {/i} en nosotros?Para llenar cada {i} pulgada {/i} de mí mientras amamos cada centímetro de {i} you {/i}? ♥",
                "Un gemido escapa tanto a ti como a ella mientras continúas empujándola como nada más importó en este momento.Solo existe el rendimiento de suavidad que lo envuelve, irradiando la cálida pegajosa que promete delicias indulgentes que no puede encontrar en ningún otro lugar.En este capullo de perfección viscosa, el resto del mundo parece un recuerdo lejano, dejando solo el éxtasis de follar obedientemente a las mujeres matronas hasta que se gastan por completo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Happy",
                "Rápidamente, alcanzas tu límite una vez más, tus bolas se apretan y tu polla palpitando y brotando más semen en el coño que espera el limo, los dos se frotando cómodamente contra ti con ternura pegajosa, derritiéndose para cambiar de lugar nuevamente, arrullando adorablementePara seguir derritiéndose en ellos, seguir empujando y corriendo, para seguir alimentándolos mientras te mantienen cómodamente en su abrazo articular ...",
                "PlayBlackOut",
                "...",
                "EndBlackOut",
                "StopBGM",
                "DisplayCharacters",
                "EndLoop",
                "SleepPlayer",
                "DelayNotifications",
                "Te despiertas atenidamente al día siguiente, sintiéndote agradable por todas partes.Pensando en la noche anterior, solo puedes recordar haber sido intercalado entre los dos burbujas de burbujas atractivos hasta que los tres perdieron la conciencia en algún momento ... aunque no te sorprendieran si siguieras follándolos o {i} ellos}{/i} continuó haciéndote follarlos mientras duermen.",
                "Ambos parecen haberse ido en algún momento, pero al mirarte a ti mismo, aún puedes ver las marcas pegajosas de sus labios en todo tu cuerpo, lo que indica que parecen haberte bañado en besos agradecidos antes de que partan.Si bien no puedes recordar cómo fue toda la noche, estaban claramente satisfechos.",
                "ChangeBGM",
                "music/Town/casino.mp3",
                "ChangeBG",
                "Inn.png",
                "Tomándose el tiempo para limpiarse y vestirse, eventualmente se hace su licencia y obtiene su pago por un trabajo bien hecho, incluso cuando sus pensamientos continúan permaneciendo en las atractivas damas pegajosas ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeEros",
                "500",
                "GiveExp",
                "50"
            ]
        }
    ]
}