{
    "name": "AmyCombatEvents",
    "CardType": "",
    "CardLimit": "0",
    "Description": "",
    "requires": [
        ""
    ],
    "Speakers": [
        {
            "name": "Amy",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "You're mean.",
            "theScene": [
                "ChangeProgress",
                "1",
                "IfProgressEqualsOrGreater",
                "3",
                "RunsAway"
            ]
        },
        {
            "NameOfScene": "RunsAway",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Shriek",
                "ChangeImageLayer",
                "Tail",
                "Smash",
                "Amy deja escapar un aullido de rabia mientras le infliges dolor por tercera vez, el morado en su cuerpo se vuelve hacia un carmesí rojo hirviendo y ella golpea su cola intensamente brillante en el suelo, y con una rotunda grieta todo el túnel si se inunda si se inunda si se inundaCon luz cegadora y sonido sonando, eso te deja llorando de pánico mientras te vuelven temporalmente sordo y ciego.",
                "ClearMonsterEncounter",
                "Para cuando se aclara, te das cuenta de que Amy se escapa ... crees que tú {i} puede {/i} la has enojado ...",
                "GetEventAndSetChoice",
                "AmyAndPerpetua",
                "1",
                "MeanToAmy"
            ]
        },
        {
            "NameOfScene": "No Anal",
            "theScene": [
                "SkipPlayerAttack",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "No Anal Still",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "No Anal Still",
                "IfMonsterHasStatusEffect",
                "Stun",
                "No Anal Still",
                "ChangeImageLayer",
                "Expression",
                "Curious",
                "Te mueves para penetrar en el culo de Amy, logrando mover su larga cola fuera del camino para ver ... ¿no parece tener uno?Amy te está mirando con una mezcla de curiosidad y confusión, e invitada extiende su coño con un chirrido, invitándote.",
                "Menu",
                "Fuck her pussy!",
                "Abort!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "No Anal Still",
            "theScene": [
                "Te mueves para penetrar en el culo de Amy, logrando mover su larga cola fuera del camino para ver ... ¿no parece tener uno?",
                "Menu",
                "Fuck her pussy!",
                "Abort!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Abort!",
            "theScene": [
                "Retrocedes e intentas pensar en tu próximo movimiento, y Amy parece un poco molesto que ignoraste su oferta ..."
            ]
        },
        {
            "NameOfScene": "Fuck her pussy!",
            "theScene": [
                "ApplyStance",
                "Sex",
                "HitPlayerWith",
                "Devouring Ride",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "Te sumerges tu polla rígida en su apretado coño lleno de cilios con un gemido, y solo gemidos más fuertes ya que dos lenguas largas descienden y envuelven tu polla palpitante para masajearlo y bromearla. [DamageToPlayer]",
                "HitMonsterWith",
                "Thrust",
                "Pero la propia Amy también se enfrenta a tu rígida erección llenándola, claramente disfrutando de ti dentro de ella. [DamageToEnemy]"
            ]
        },
        {
            "NameOfScene": "DeepTongueAction",
            "theScene": [
                "SkipPlayerAttack",
                "ApplyStance",
                "Besarse",
                "ApplyStatusEffect",
                "Voracious Make Out",
                "HitPlayerWith",
                "Voracious Make Out",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "InstinctiveDeepKiss",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "InstinctiveDeepKiss",
                "IfMonsterHasStatusEffect",
                "Stun",
                "InstinctiveDeepKiss",
                "ChangeImageLayer",
                "Expression",
                "OpenMouth",
                "A medida que te mueves para besarse con Amy, te detienes exactamente cómo comenzar dada su apariencia sin boca, pero se apodera de tu intención, y antes de que puedas hacer cualquier cosa, se abre la boca y la mandíbula, revelando sus cinco lenguas largas que gotean con Venom, y {i} profundamente {/i} te besa, te aferran a tu cara, te abruman mientras sus múltiples lenguas masajean cada parte de tu boca. [DamageToPlayer]"
            ]
        },
        {
            "NameOfScene": "InstinctiveDeepKiss",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "OpenMouth",
                "A medida que te mueves para besarse con Amy, te detienes exactamente cómo comenzar dada su apariencia sin boca, y a pesar de estar inmovilizado, su cuerpo actúa por sí solo y antes de que puedas hacer algo, su boca y mandíbula se dividen, revelando sus cinco lenguas largas goteandoCon Venom, y ella te besa instintivamente {i} profundamente {/i}, enganchándose a tu cara, abrumando mientras sus múltiples lenguas masajea cada parte de tu boca. [DamageToPlayer]"
            ]
        },
        {
            "NameOfScene": "FaceFuckSeal",
            "theScene": [
                "SkipPlayerAttack",
                "ApplyStatusEffect",
                "Ball-Draining Oral Prison",
                "HitPlayerWith",
                "Ball-Draining Suction Massage",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "InstinctiveFaceFuckSeal",
                "IfMonsterHasStatusEffect",
                "Sleep",
                "InstinctiveFaceFuckSeal",
                "IfMonsterHasStatusEffect",
                "Stun",
                "InstinctiveFaceFuckSeal",
                "ChangeImageLayer",
                "Expression",
                "OpenInvitation",
                "Intentas arar la boca antinatural de Amy, pero ella simplemente deja escapar un ruido feliz mientras empujas tu polla más profunda, y sella su boca alrededor de tu erección rígida y bolas doloridas, usando sus lenguas para atraerte fácilmente, dejándote llorando con gritos.¡Mientras comienza a chupar intensamente mientras sus lenguas continúan ordeñando su longitud dolorida! [DamageToPlayer]",
                "Entonces te das cuenta rápidamente de que estarás indefenso a hacer cualquier cosa si está tan firmemente aferrada a tu ingle."
            ]
        },
        {
            "NameOfScene": "InstinctiveFaceFuckSeal",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "OpenInvitation",
                "Intentas arar la boca antinatural de Amy, pero mientras empujas tu polla más profunda, su boca actúa por instinto a pesar de su forma inmóvil, y sella alrededor de tu erección rígida y bolas doloridas, sus lenguas lo atraen fácilmente, dejándote llorando mientras ella¡Comienza a chupar intensamente mientras sus lenguas continúan ordeñando tu dolor dolente! [DamageToPlayer]",
                "Entonces te das cuenta rápidamente de que estarás indefenso a hacer cualquier cosa si está tan firmemente aferrada a tu ingle."
            ]
        },
        {
            "NameOfScene": "StunFlareCounterCall",
            "theScene": [
                "SetChoice",
                "1",
                "CounterCheckEndTurn"
            ]
        },
        {
            "NameOfScene": "EndOfRoundCounterCheck",
            "theScene": [
                "IfMonsterHasStatusEffect",
                "Sleep",
                "Remove Counter Checks",
                "IfMonsterHasStatusEffect",
                "Stun",
                "Remove Counter Checks",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "Remove Counter Checks",
                "IfPlayerHasStatusEffect",
                "Stun",
                "Remove Counter Checks",
                "IfChoice",
                "2",
                "set de mostrador",
                "CounterEnd",
                "IfChoice",
                "2",
                "Countered!",
                "ResumeFight",
                "IfChoice",
                "1",
                "CounterCheckEndTurn",
                "CounterSetCheck"
            ]
        },
        {
            "NameOfScene": "Remove Counter Checks",
            "theScene": [
                "SetChoice",
                "1",
                "",
                "SetChoice",
                "2",
                "",
                "ResumeMonsterAttack"
            ]
        },
        {
            "NameOfScene": "CounterSetCheck",
            "theScene": [
                "SetChoice",
                "1",
                "",
                "IfMonsterHasStance",
                "Any",
                "DoAttack",
                "SetChoice",
                "2",
                "set de mostrador",
                "SkipMonsterAttack",
                "ChangeImageLayer",
                "Expression",
                "Angry",
                "ChangeImageLayer",
                "Tail",
                "Threat",
                "Amy de repente se baja a cuatro patas con un silbido amenazante, todo el púrpura en su cuerpo brillando un carmesí profundo mientras su cola brilla con luz ardiente, titulando erráticamente ..."
            ]
        },
        {
            "NameOfScene": "DoAttack",
            "theScene": [
                "CallMonsterAttack"
            ]
        },
        {
            "NameOfScene": "CounterEnd",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "ResumeMonsterAttack",
                "ChangeImageLayer",
                "Expression",
                "Smug",
                "ChangeImageLayer",
                "Tail",
                "Base",
                "El carmesí en el cuerpo de Amy se desvanece al púrpura y ella reanuda una postura más juguetona con un alegre chirrido."
            ]
        },
        {
            "NameOfScene": "ResumeFight",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "ResumeMonsterAttack"
            ]
        },
        {
            "NameOfScene": "CallCounterAttack",
            "theScene": [
                "IfMonsterHasStatusEffect",
                "Sleep",
                "Remove Counter Checks",
                "IfMonsterHasStatusEffect",
                "Stun",
                "Remove Counter Checks",
                "IfMonsterHasStatusEffect",
                "Restrain",
                "Remove Counter Checks",
                "IfPlayerHasStatusEffect",
                "Stun",
                "Remove Counter Checks",
                "IfChoice",
                "2",
                "set de mostrador",
                "StunFlareCounterAttack!"
            ]
        },
        {
            "NameOfScene": "StunFlareCounterAttack!",
            "theScene": [
                "EndCounterChecks",
                "SetChoice",
                "2",
                "Countered!",
                "SkipPlayerAttack",
                "SetPostName",
                "- impresionante brote",
                "ApplyStatusEffect",
                "Stun Flare",
                "ChangeImageLayer",
                "Expression",
                "Shriek",
                "ChangeImageLayer",
                "Tail",
                "Smash",
                "FocusedSpeaksSkill",
                "Tan pronto como intentas moverte a Amy, ella golpea su cola en el suelo con un aullido chillido, y la cueva se inunda instantáneamente con luz cegadora a medida que una onda de choque explota a través del túnel desde el punto de impacto chisporroteante, dejando tus oídos¡Sonando y tus ojos cegados, haciéndote terriblemente aturdido e indefenso!",
                "ChangeImageLayer",
                "Expression",
                "Happy",
                "ChangeImageLayer",
                "Tail",
                "Base",
                "SetPostName",
                ""
            ]
        },
        {
            "NameOfScene": "BlowjobOrgasm",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "OpenInvitation",
                "IfPlayerHasStatusEffect",
                "Restrain",
                "RestrainedBlowjobOrgasm",
                "SwapLineIf",
                "Random",
                "Dos de las largas lenguas de Amy acunan con amor tus bolas agitadoras, masajeándolas a medida que se acerca cada vez más a la liberación climática, dos de sus otras lenguas están firmemente envueltas alrededor de su longitud de contracción, acariciándolo más rápido y más rápido, y la quinta lengua está aterrizando ansiosamente.en su punta de espasmo mientras ella mantiene la boca abierta, preparándose para disfrutar de su carga inevitable. | N | los sonidos húmedos lascivos que sus lenguas están haciendo su anillo en sus oídos a medidaMovimiento perfectamente calculado para enviar un temblor tembloroso de dicha a través de ti, y a medida que sus dos lenguas bombean tu eje cada vez más rápido y más rápido, gimiendo más allá del borde que brota largas cuerdas de semilla en su boca hambrienta, y continúa estimulándolo suavemente mientras vengas mientras vengasteAbajo de tu alto orgásmico, acunando amorosamente tus bolas de contracción. [PlayerOrgasmLine]",
                "Las cinco lenguas sinuosas de Amy se enrolan firmemente alrededor de su polla palpitante, bombeando húmedamente la erección de los espasmos hacia arriba y hacia abajo, apretando con amor cada centímetro mientras lo acercan cada vez más al borde del orgasmo, y Amy mantiene la boca abierta mientras esperapara su carga inminente. | n | Cada golpe colectivo con sus lenguas retorcidas envueltas alrededor de su erección palpitante envía una oleada de placer cálido alucinante a través de su ingle, ordeñando su polla espasmante más rápido y más rápido hasta que el éxtasis apretado lo supera por completo, y ustedGolpean cuerdas gruesas de semen en su boca abierta, unos pocos hilos callejeros cubren su rostro, empapándose en su piel mientras ella alivia sus burlas, dándote un momento para descansar mientras mantiene la maravillosa estimulación. [PlayerOrgasmLine]",
                "Amy tiene todas sus lenguas envueltas alrededor de tus dolor de dolor, apretándolas y masajeando en un intento burlón de sacar tu semilla, y estás tan cachondo y sobreestimulado que está funcionando lentamente, cada lamido húmedo que envía chispas de éxtasis a través de tus caderas, dejandoTu virilidad se apagó salvajemente frente a la cara ansiosa de Amy, con la boca abierta y esperando tu carga. | N | Sus cinco lenguas largas se deslizan y se retuercen alrededor de tu doloroso saco, dejando tus bolas agitadas y apretándose en preparación de su masaje de otro mundo,Hasta que con un delicioso apretón delicioso, tu polla sacudida estalla, dispara semen en su boca y por toda su rostro mientras ella expulsa suavemente tu semen directamente de tus bolas, dejándote gemir en una dicha incoherente.Cum errante mientras te recuperas de tu orgasmo, todavía te estimulan con amor con sus largas lenguas. [PlayerOrgasmLine]",
                "Dos de las lenguas de Amy giran y giran alrededor de su punta de espasmo, una de las otras lenguas está lamiendo suavemente hacia arriba y hacia abajo por la parte inferior de su eje, mientras que otro está envuelto alrededor de todo menos la parte inferior, bombeando aproximadamente su longitud, y la quinta lengua ha envuelto alrededor desus bolas doloridas, masajeándose y apretándolas. | N | La estimulación abrumadora te deja jadeando y gimiendo mientras trabaja para ordeñar una espesa carga de semen, sus lenguas trabajan en unísono perfectamente calculado mientras te burlan de ti hasta el punto de la locura, dejando la locura, dejandoEstás aullando de dicha mientras descargas en toda la cara y en su boca, la lengua deslizándose hacia arriba y hacia abajo de la parte inferior de tu longitud, prácticamente saca tu semilla de tus bolas con amor.Fuera de un director de operaciones seductor mientras ella continúa burlándose de tu polla espasmante.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "RestrainedBlowjobOrgasm",
            "theScene": [
                "SwapLineIf",
                "Random",
                "|f|With Amy's mouth seamlessly sealing around your groin, she's easily able to overwhelm your spasming cock with pleasure. The intense suction alone feels like it could draw the cum right out of your throbbing erection, but with her five long tongues lavishing your every sensitive inch in affection licking and squeezing, you feel like you're going crazy as an orgasm boils over in your hips.|n|Lloras en el éxtasis sin sentido mientras estallas dentro de su boca bien sellada, y ella traza con avidez cada gota mientras chupas con intensidad tu eje y las bolas doloridas, y sus largas lenguas no ceden por un segundo, apuntando a cada parte de tu parte de tuespasmando la virilidad mientras se enlazan y se retuercen a su alrededor, prestando especial atención a la parte inferior y la corona de tu espada.|f|PlayerOrgasm|/|2|n|El éxtasis mental y anormal mantiene tu polla increíblemente dura y brotando espesas cuerdas de semen por mucho más tiempo de lo normal, dejándote balbuceando incoherentemente con placer mientras ordeña tus bolas por cada gota que puede, masajeando tu virilidad por completo sin sentido con su deslizamiento con su deslizamiento.lenguas, apretando con amor toda su longitud con un ronroneo feliz.|n|Finally as the intense orgasm ebbs away she gives you a moment to recover, but never stops the constant teasing stimulation her mouth is giving you.[PlayerOrgasmLine]",
                "|f|All five of Amy's tongues lovingly massage and squeeze your aching balls, leaving your twitching erection to spasm inside her tightly sealed mouth as she intensely sucks on your groin, and your entire body is left trembling with bliss as she brings you closer and closer to climactic oblivion.|n|Con un apretón retorcido de tus bolas de sacudidas que te quedas gritando en el éxtasis sin sentido, la estimulación abrumadora finalmente saca a tu semilla en largos y largos que bebe ansiosamente, la intensa succión solo amplifica el placer enloquecedor de tu increíble orgasmo,Sus cinco lenguas todavía burlan de sus bolas de tensión para ayudar a ordeñar cada gota de su parte.|f|PlayerOrgasm|/|2|n|Las sensaciones abrumadoras te dejan gimiendo de manera incoherente mientras continúas corriendo una y otra vez, inundando la boca hambrienta de Amy con toda la semilla que puede beber, la intensa succión y el amante masaje que extraen la carga después de la carga de tu ingle, dejando tus pensamientos desplazandoen una neblina de éxtasis climático.|n|Finally as your orgasm ebbs away, she gives you a few moments to try and recover, but her five loving tongues still teasing your balls are making it difficult to think clearly.[PlayerOrgasmLine]",
                "|f|While keeping you firmly locked inside her sucking mouth, two of Amy's long tongues lovingly cradle your churning balls, massaging them as you draw closer and closer to climactic release, two of her other tongues are firmly wrapped around your twitching length, affectionately stroking it faster and faster, and the fifth tongue is eagerly lapping at your spasming tip, driving you to the brink of climax.|n|Los sonidos húmedos lascivos que su boca chupa y sus lenguas largas están vibrando en sus oídos, ya que se siente completamente abrumado por el placer intoxicante en la que está empapando su ingle, cada movimiento y broma se calcula perfectamente para enviar un temblor de dicha a través de usted, yA medida que sus dos lenguas bombean su eje más rápido y más rápido, gimiendo más allá del borde que brotaba largas cuerdas de semilla en su boca hambrienta.|f|PlayerOrgasm|/|2|n|La constante estimulación a toda su ingle combinada con la succión enloquecedora te deja brotando cada vez más en la boca, sus lenguas masajeando y exprimiendo cada gota que puedan de ti, la quinta lengua todavía burlan de tu punta de espasmo mientras gemirás en orgásmico incoherentedicha.|n|Finally she relents her teasing as your orgasm ebbs away, giving you a brief moment to catch your breath before she starts massaging your aching manhood all over again with a delightful suck to start off with.[PlayerOrgasmLine]",
                "|f|All five of Amy's long slithering tongues coil around your rigid cock, and pump it like a lewd writhing orifice while she intensely sucks on your aching cock and tightening balls, leaving you gasping and moaning from the abnormal squirming sensation milking your twitching dick.|n|Estás demasiado excitado para soportar el placer enloquecedor abrumando tus caderas, y una presa se rompe dentro de ti mientras clímax explota a través de tu ingle, sus lenguas bombeadas improvisando el coño completamente abrumador de tu virilidad mientras estallas en su boca chupa, dejándola beber abajoDespués de un chorro de tu semilla mientras tu cuerpo se contrae en éxtasis.|f|PlayerOrgasm|/|2|n|El placer casi inductor de la locura te mantiene corriendo constantemente en su boca hambrienta, dejándote gimiendo incoherentemente mientras te seca, sus lenguas retorcidas te dan un placer constantemente cambiante mientras extrae cada gota que puede de tus bolas doloridas.|n|She finally gives you a moment of respite, leaving you gasping for air after the intense ecstasy she sent surging through your body, but she never quite stops licking and teasing your aching dick.[PlayerOrgasmLine]",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Ravenous Leap",
            "theScene": [
                "SetPostName",
                "- salto voraz",
                "ChangeImageLayer",
                "Expression",
                "Predatory",
                "FocusedSpeaksSkill",
                "Amy se baja al suelo a cuatro patas con un ronroneo juguetón y se mueve la parte trasera en el aire antes de lunarte a una velocidad aterradora, sus garras se estiran y su boca se abre, revelando sus cinco lenguas largas que se extienden también hacia ti también.",
                "SetPostName",
                "",
                "IfPlayerHasStatusEffect",
                "Stun",
                "StunnedLeap",
                "Menu",
                "¡Intenta alejarla!(Potencia) [StatCheckPost]",
                "¡Intenta esquivarla!(Técnica) [StatCheckPost]",
                "Freeze up!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to push her away! (Power) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Power",
                "15",
                "Tackled!",
                "Fail",
                "FailedTackle."
            ]
        },
        {
            "NameOfScene": "FailedTackle.",
            "theScene": [
                "¡Pero ni siquiera logras frenarla con tu intento!",
                "JumpToScene",
                "Pinned."
            ]
        },
        {
            "NameOfScene": "Tackled!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Logras agarrarla justo antes de que ella impacte y arrojarla a un lado, y con una gracia antinatural, salta a la pared cercana, luego al techo, antes de volver al suelo con un gruñido juguetón."
            ]
        },
        {
            "NameOfScene": "Try to dodge her! (Technique) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Technique",
                "15",
                "Dodged!",
                "Fail",
                "FailedToDodge."
            ]
        },
        {
            "NameOfScene": "FailedToDodge.",
            "theScene": [
                "¡Pero no puedes evitar que Amy salte a ti!",
                "JumpToScene",
                "Pinned."
            ]
        },
        {
            "NameOfScene": "Dodged!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Evitas hábilmente el intento de Amy de atravesarte al suelo, y ella te salta antes de volverte para enfrentarte con un silbido juguetón."
            ]
        },
        {
            "NameOfScene": "Freeze up!",
            "theScene": [
                "¡Bloqueado de miedo e indecisión, no haces nada!",
                "JumpToScene",
                "Pinned."
            ]
        },
        {
            "NameOfScene": "StunnedLeap",
            "theScene": [
                "¡Pero estás demasiado aturdido para hacer algo al respecto!",
                "JumpToScene",
                "Pinned."
            ]
        },
        {
            "NameOfScene": "Pinned.",
            "theScene": [
                "ApplyStance",
                "Blowjob",
                "ChangeImageLayer",
                "Expression",
                "OpenInvitation",
                "Ella te tira hábilmente al suelo con su salto depredador, y se convierte felizmente mientras envuelve sus largas lenguas que gotean con veneno alrededor de tu polla rígida, comenzando a burlarse de tu longitud rígida."
            ]
        },
        {
            "NameOfScene": "Voracious Tail Sweep",
            "theScene": [
                "SetPostName",
                "- barrido de cola voraz",
                "ChangeImageLayer",
                "Expression",
                "Predatory",
                "FocusedSpeaksSkill",
                "Amy se baja al suelo a cuatro patas con un gruñido juguetón, y baja su cola mientras de repente salta hacia ti, barriendo su cola por el suelo en un intento de llevarte al suelo.",
                "SetPostName",
                "",
                "IfPlayerHasStatusEffect",
                "Stun",
                "StunnedSweep",
                "Menu",
                "¡Trate de atrapar su cola!(Potencia) [StatCheckPost]",
                "¡Trate de evitar su cola!(Técnica) [StatCheckPost]",
                "Oh no!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to catch her tail! (Power) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Power",
                "15",
                "Caught!",
                "Fail",
                "FailedCatch."
            ]
        },
        {
            "NameOfScene": "FailedCatch.",
            "theScene": [
                "¡Pero su cola fácilmente te golpea las manos!",
                "JumpToScene",
                "Swept."
            ]
        },
        {
            "NameOfScene": "Caught!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Excited",
                "Amy deja escapar a un chirrido sorprendido mientras atrapas su cola, deteniéndola en seco, ¡pero juguetonamente se ríe y se desliza, su cola suave se desliza directamente de tu agarre mientras salta!"
            ]
        },
        {
            "NameOfScene": "Try to avoid her tail! (Technique) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Technique",
                "15",
                "DodgedSweep!",
                "Fail",
                "FailedToDodgeSweep."
            ]
        },
        {
            "NameOfScene": "FailedToDodgeSweep.",
            "theScene": [
                "¡Pero no te mueves lo suficientemente rápido como para evitar la cola ágil de Amy pero poderosa!",
                "JumpToScene",
                "Swept."
            ]
        },
        {
            "NameOfScene": "DodgedSweep!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Base",
                "Vuelve hacia atrás y evitas hábilmente el barrido de la cola de Amy, y ella salta hacia atrás con un silbido juguetón."
            ]
        },
        {
            "NameOfScene": "Oh no!",
            "theScene": [
                "¡Bloqueado de miedo e indecisión, no haces nada!",
                "JumpToScene",
                "Swept."
            ]
        },
        {
            "NameOfScene": "StunnedSweep",
            "theScene": [
                "¡Pero estás demasiado aturdido para hacer algo al respecto!",
                "JumpToScene",
                "Swept."
            ]
        },
        {
            "NameOfScene": "Swept.",
            "theScene": [
                "ApplyStance",
                "Sex",
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "Ella te golpea los pies debajo de ti con la cola, y en un instante te tiene clavado contra el suelo con un ronroneo seductor, y jades mientras sientes que ella muele su babeando contra tu polla antes de que se hunda tu rígida virilidad dentro, y¡Jadeas mientras sientes dos lenguas largas {i} {/i} bobina alrededor de tu polla desde el interior de su orificio recubierto de cilios!"
            ]
        },
        {
            "NameOfScene": "Playful Hunt",
            "theScene": [
                "SetPostName",
                "- Caza juguetona",
                "ChangeImageLayer",
                "Expression",
                "Predatory",
                "FocusedSpeaksSkill",
                "Amy deja escapar a un chirrido juguetón mientras salta de un lado a otro en su lugar antes de escurrir por uno de los túneles de la caverna con increíbles gracia y velocidad.Pero a pesar de su repentina salida, casi puedes sentirla mirándolo todavía ... cazando.",
                "SetPostName",
                "",
                "Menu",
                "Run and try to get the upper hand.",
                "Try to take a breather. (Restore 30% AP and EP.)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to take a breather. (Restore 30% AP and EP.)",
            "theScene": [
                "ChangeArousalByPercent",
                "-30",
                "ChangeEnergyByPercent",
                "30",
                "Toma el respiro momentáneo de Amy para recuperar tu respiración y establezca, pero puedes sentir tu corazón latiendo en tu pecho mientras intentas averiguar de qué manera viene ...",
                "Solo para que cada cabello en tu cuerpo se pare al final mientras deja escapar un chirrido tímido detrás de ti, ¡justo antes de que salga a saltar!",
                "Menu",
                "¡Intenta tirarla sobre ti!(Potencia) [StatCheckPost]",
                "¡Sumérgete!(Técnica) [StatCheckPost]",
                "Accept your fate as prey.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try to throw her over you! (Power) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Power",
                "20",
                "ThrewHunt!",
                "Fail",
                "FailedToThrowHunt"
            ]
        },
        {
            "NameOfScene": "FailedToThrowHunt",
            "theScene": [
                "¡Pero no te mueves lo suficientemente rápido como para evitar la emboscada de Amy!",
                "JumpToScene",
                "Hunted"
            ]
        },
        {
            "NameOfScene": "ThrewHunt!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Excited",
                "Te giras justo a tiempo para aprovechar el impulso de Amy contra ella y arrojarla sobre ti, pero ella rápidamente se recupera saltando del suelo con un chirrido emocionado y un meneo de sus caderas."
            ]
        },
        {
            "NameOfScene": "Dive away! (Technique) [StatCheckPost]",
            "theScene": [
                "StatCheck",
                "Technique",
                "20",
                "DodgedHunt!",
                "Fail",
                "FailedToDodgeHunt"
            ]
        },
        {
            "NameOfScene": "FailedToDodgeHunt",
            "theScene": [
                "¡Pero no te mueves lo suficientemente rápido como para evitar la emboscada de Amy!",
                "JumpToScene",
                "Hunted"
            ]
        },
        {
            "NameOfScene": "DodgedHunt!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "Te sumerges a un lado y ves a Amy Streak pasando justo donde estabas hace un momento.Ella salta a un lado, preparándose para más con un silbido bajo y seductor."
            ]
        },
        {
            "NameOfScene": "Accept your fate as prey.",
            "theScene": [
                "Decides ni siquiera tratar de esquivar.",
                "JumpToScene",
                "Hunted"
            ]
        },
        {
            "NameOfScene": "Hunted",
            "theScene": [
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Smug",
                "Amy te golpea y te atrapa rápidamente sobre tu espalda con un chirrido bastante petulante."
            ]
        },
        {
            "NameOfScene": "Run and try to get the upper hand.",
            "theScene": [
                "Quitas uno de los túneles de caverna retorcidos, con la intención de tratar de vencer a Amy en su propio juego.Pero el sonido de ella soltar un ronroneo que resuena en la cueva te deja dudoso.",
                "Menu",
                "Intenta emboscarla.(Técnica dura) [StatCheckPost]",
                "Intenta superarla.(Técnica) [StatCheckPost]",
                "Intenta burlarla.(Inteligencia) [StatCheckPost]",
                "Prepárese para intentar fijarla cuando aparezca.(Potencia) [StatCheckPost]",
                "Just run in a panic until she catches you.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Just run in a panic until she catches you.",
            "theScene": [
                "¡Corres por las cavernas sin rumbo y puedes escuchar a Amy acercarse con una risita de chirrido justo antes de que te establezca!Apenas estás listo para tratar de detenerla, dejándote indefenso contra su salto depredador.",
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Smug",
                "Amy te golpea por detrás y te atasca rápidamente sobre tu espalda con un ronroneo bastante petulante."
            ]
        },
        {
            "NameOfScene": "Try to ambush her. (Hard Technique) [StatCheckPost]",
            "theScene": [
                "Decides tratar de tomar la opción más difícil de darle la vuelta a Amy por completo, correr por los túneles, esperar que puedas perderla y encontrar un buen lugar de emboscada ...",
                "StatCheck",
                "Technique",
                "20",
                "TryToAmbushHer",
                "Fail",
                "FailedToAmbushHer"
            ]
        },
        {
            "NameOfScene": "FailedToAmbushHer",
            "theScene": [
                "Golpando en una alcoba al borde de un túnel una vez que piensas que la has perdido, esperas un momento, preparándose para lanzar a la cazadora desprevenida.",
                "ApplyStatusEffect",
                "Manticore Pin",
                "ApplyStatusEffect",
                "Spank",
                "ChangeImageLayer",
                "Expression",
                "Smug",
                "Pero a medida que el tiempo se reduce, no puedes evitar ponerte un poco nervioso, solo para una gota de extraña estafa del techo para caer un poco frente a ti, y con un temor creciente, miras hacia arriba para ver que Amy debe tener mucho tiempoDesde que se coló allí mientras te escondías, dejándote indefenso mientras ella salta sobre ti con un silbido juguetón, la conmoción de su emboscada te dejó totalmente aturdida."
            ]
        },
        {
            "NameOfScene": "TryToAmbushHer",
            "theScene": [
                "Golpando en una alcoba al borde de un túnel una vez que piensas que la has perdido, esperas un momento, preparándose para lanzar a la cazadora desprevenida.",
                "ApplyStatusEffectToMonster",
                "Huntress' Pin",
                "ApplyStatusEffectToMonster",
                "Spank",
                "ChangeImageLayer",
                "Expression",
                "Curious",
                "Luego, mientras se lanza un rincón, aguantas la respiración, un gentil director de operaciones que se escapa mientras mira a tu alrededor, y por un momento podrías jurar que te estaba mirando, pero un poco perdida sigue siguiendo, solo para que salgas a saltarsobre ella, abordándola al suelo, dejándola soltando un coro de chirridos sorprendidos y emocionados.",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "ApplyStatusEffectToMonster",
                "Charm",
                "Al final, la tienes fijada debajo de ti, claramente desorientada de tu emboscada sorpresa, pero la mirada en sus ojos y su seductor ronroneo, dicen que le encantó."
            ]
        },
        {
            "NameOfScene": "Try to outmaneuver her. (Technique) [StatCheckPost]",
            "theScene": [
                "Corres por los túneles e intentas rodear donde crees que Amy te está cazando, esperando que puedas perderla lo suficiente como para darle el salto.",
                "StatCheck",
                "Technique",
                "15",
                "TryToOutSpeedHer",
                "Fail",
                "FailedToOutSpeedHer"
            ]
        },
        {
            "NameOfScene": "FailedToOutSpeedHer",
            "theScene": [
                "Pero al final, los dos terminan doblando una esquina al mismo tiempo, dejándolos agitados el uno al otro con sorpresa mientras intentan fijar el otro.",
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Smug",
                "Pero al final, Amy te tiene fijado al suelo con una mirada engreída en los ojos mientras reflexiona sobre qué hacer con su premio."
            ]
        },
        {
            "NameOfScene": "TryToOutSpeedHer",
            "theScene": [
                "Pero al final, los dos terminan doblando una esquina al mismo tiempo, dejándolos agitados el uno al otro con sorpresa mientras intentan fijar el otro.",
                "ApplyStatusEffectToMonster",
                "Huntress' Pin",
                "ChangeImageLayer",
                "Expression",
                "Excited",
                "Pero ese ligero elemento de sorpresa termina trabajando a tu favor, lo que te lleva a tener a Amy debajo de ti, y ella te da una mirada emocionada, ronroneando en un tono seductor."
            ]
        },
        {
            "NameOfScene": "Try to outsmart her. (Intelligence) [StatCheckPost]",
            "theScene": [
                "¡Corres por los túneles e intentas formular un plan para detener uno a Amy a medida que avanzas, esperando que puedas resolver algo antes de que te atrapa!",
                "StatCheck",
                "Intelligence",
                "15",
                "TryToTrickHer",
                "Fail",
                "FailedToTrickHer"
            ]
        },
        {
            "NameOfScene": "FailedToTrickHer",
            "theScene": [
                "Sigues atornillando las cuevas lo mejor que puedas, girando con la mayor frecuencia posible, antes de presionarte contra una pared, arrojando una roca por otro túnel, viendo si Amy se enamorará.",
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "Miras por el túnel con la respiración contenida, esperando que Amy salga a la vuelta de la esquina, solo para escuchar el silencio muerto ... ¡entonces ella deja escapar un chirrido tímido justo detrás de ti!Te tambaleas, tambaleando en estado de shock, dejándote fácilmente fijado al suelo mientras Amy deja escapar un silbido riendo."
            ]
        },
        {
            "NameOfScene": "TryToTrickHer",
            "theScene": [
                "Sigues atornillando las cuevas lo mejor que puedas, girando con la mayor frecuencia posible, antes de presionarte contra una pared, arrojando una roca por otro túnel, viendo si Amy se enamorará.",
                "ApplyStatusEffectToMonster",
                "Huntress' Pin",
                "ChangeImageLayer",
                "Expression",
                "Excited",
                "Ella sale hacia adelante desde un pasillo y mira por el túnel que arrojaste la roca con un ronroneo curioso mientras lo escanea para ti, y aprovechas la distracción para saltar y precisarla, lo que provoca una serie de chirridos sorprendidos antes de ella.De espaldas con un siseo emocionado."
            ]
        },
        {
            "NameOfScene": "Get ready to try and pin her when she shows up. (Power) [StatCheckPost]",
            "theScene": [
                "Te preparas mientras corres a través de los diversos túneles, tratando de vigilar a Amy a medida que avanza, ¡y de repente ella te lanza de uno de los túneles laterales!",
                "StatCheck",
                "Power",
                "15",
                "TryToPinHer",
                "Fail",
                "FailedToPinHer"
            ]
        },
        {
            "NameOfScene": "FailedToPinHer",
            "theScene": [
                "ApplyStatusEffect",
                "Manticore Pin",
                "ChangeImageLayer",
                "Expression",
                "Seductive",
                "Hacen todo lo posible para tratar de ser el que está en la cima mientras luchan brevemente el uno contra el otro, ella dejando fuera a un chirrido sorprendido por sus esfuerzos, pero ella deja escapar un ronroneo satisfecho cuando terminas siendo el que se fija en el suelo."
            ]
        },
        {
            "NameOfScene": "TryToPinHer",
            "theScene": [
                "ApplyStatusEffectToMonster",
                "Huntress' Pin",
                "ChangeImageLayer",
                "Expression",
                "Excited",
                "Hacen todo lo posible para tratar de ser el que está en la cima mientras luchan brevemente el uno contra el otro, ella dejó escapar un chirrido sorprendido por sus esfuerzos, y pronto se queda de espaldas debajo de usted con una mezcla de sorpresa y emoción en su rostro,Dejando escapar un ronroneo juguetón."
            ]
        },
        {
            "NameOfScene": "EventBroke.",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}