{
    "name": "Fizzy Spring",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "Up the mountain you can occasionally find strange green, bubbly springs by rivers pouring down the side of the mountain. These are more than likely not water, and instead a form of slime. Take care as they are known to be as hungry as they are lazy.",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Bubble Slime",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndSetProgress",
                "BubbleSlimeCombatEvent",
                "0",
                "StoreCurrentBG",
                "ChangeBG",
                "mountain.png",
                "A medida que subes por la montaña, encuentras un pequeño río que fluye fuera de una abertura en la montaña, dividiéndose en múltiples caminos de goteo, algunos de los cuales conducen a un grupo bastante grande de líquido verde en su mayoría transparente que se desvanece suavemente mientras las burbujas se desplazan de la superficie de su superficieantes de aparecer unos momentos después en el aire.",
                "AllowInventory",
                "Te detienes por un momento por el estanque verde bastante acogedor, y tomas un respiro mientras decides qué hacer a continuación, señalando el camino alrededor de la piscina y un aroma agudo y agradable en el aire que no puedes colocar ... (el inventario esactualmente disponible).",
                "Menu",
                "Take a drink from the pool.",
                "Take a bath in the pool.",
                "RequiresChoice",
                "1",
                "ThatsNotWater",
                "Try talking to the pool.",
                "Walk past it.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Take a drink from the pool.",
            "theScene": [
                "DenyInventory",
                "SetChoice",
                "1",
                "ThatsNotWater",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ApplyStatusEffect",
                "Fizzy Kiss",
                "DamagePlayerFromMonster",
                "Bubble Slime",
                "Fizzy Kiss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "A medida que te pones para recoger parte del líquido burbujeante para beber, una mujer de repente se forma de la efervescencia, y usa tu sorpresa momentánea para encerrarte en un beso profundo, obligándolo a beber algo del líquido burbujeante, haciéndoteSpite en placer mientras se abre paso a través de su sistema, pronto inundándole con una excitación fechresta en su núcleo. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella rompe el beso con una sonrisa perezosa, luego se lame los labios con un brillo en los ojos y comienza a acercarse.¡No crees que ella te dejará hablar de esto!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "Take a bath in the pool.",
            "theScene": [
                "DenyInventory",
                "SetChoice",
                "1",
                "ThatsNotWater",
                "Te deslizas de tu ropa y te subes a la piscina de líquido bastante viscosa y burbujeante, sentado lentamente para hundirse en ella con un suspiro, disfrutando de su calidez bastante sorprendente junto con las burbujas y la textura pegajosa.Finalmente, se acomoda con la piscina hasta el pecho mientras descansa contra el borde.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Luego, comenzando con su cabeza, una mujer verde hecha de la piscina pegajosa se forma directamente frente a ti con un puchero perezoso, haciéndote saltar un poco sorprendido por lo cerca que está.",
                "Speaks",
                "Heyyy ... ¿no sabes que es grosero bañarse en una chica de limo sin preguntar, cariño?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Luego tararea un poco y se presiona contra ti, frotando sus suaves y pegajosos pechos sobre tu pecho mientras te sonríe perezosamente, lamiéndote los labios.",
                "Speaks",
                "Pero está bien, look te ves muy sabroso ♥",
                "Menu",
                "Er, solo quería relajarme.",
                "Kiss her.",
                "Attack her!",
                "Try to get out of the pool!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Er, I just wanted to relax.'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Lentamente parpadea mientras mira los ojos con una mirada de curiosidad en su rostro antes de que una sonrisa se extienda lentamente sobre ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speaks",
                "Claro. ♪ Te ayudaré a relajarte mucho también. ♪",
                "JumpToScene",
                "RelaxScene"
            ]
        },
        {
            "NameOfScene": "Kiss her.",
            "theScene": [
                "ApplyStatusEffect",
                "Fizzy Kiss",
                "DamagePlayerFromMonster",
                "Bubble Slime",
                "Fizzy Kiss",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Envuelves tus brazos alrededor de la mujer pegajosa y la besas profundamente, haciéndola sorpresa por un momento antes de besarte hacia atrás, enredando perezosamente su lengua con tu, empujando lentamente la espalda contra el borde de la piscina mientras ella se frota su delicioso cuerpo contraUsted, un goteo de goo gaseoso deslizándose por su garganta, llenando gradualmente su núcleo con un calor burbujeante. [DamageToPlayer]",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mmmm ... ♪ Cariño, voy a hacer, ♪ mphhh, ♥ te sientes {i} shoooo {/i} bueno. ♥",
                "Menu",
                "Keep kissing her.",
                "\"Espera, espera, ¿puedo relajarme?",
                "Attack her!",
                "Try to get out of the pool!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "'Wait- Hold on, can I just relax?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Ella rompe el beso contigo y te mira curiosamente por un momento antes de que una sonrisa se extienda lentamente sobre él.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Speaks",
                "Claro. ♪ Puedo ayudarte a relajarte mucho. ♪",
                "JumpToScene",
                "RelaxScene"
            ]
        },
        {
            "NameOfScene": "Attack her!",
            "theScene": [
                "ApplyStatusEffect",
                "Bubble Splash",
                "GetEventAndSetProgress",
                "BubbleSlimeCombatEvent",
                "2",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Rápidamente te preparas para valorar a la burbujeante mujer de limo, pero ella sonríe perezosamente por tus esfuerzos.¡Entonces, te encuentras inmovilizado por lo profundo que te estabas bañando en su cuerpo pegajoso!Esto no te va a facilitar las cosas ...",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "Try to get out of the pool!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Frown",
                "Ella deja escapar un jadeo de molestia mientras te sacas frenéticamente de su cuerpo viscoso.",
                "ApplyStatusEffect",
                "Bubble Splash",
                "A medida que te liberas, ella te da un ceño fruncido, y muchas de las burbujas en el aire de repente se extienden hacia ti antes de explotar en una sustancia pegajosa, ¡lo que te sujetas en su lugar antes de acercarte lentamente al estanque de la gao gachante!El limo de burbujas le da a sus labios una lamida hambrienta, ¡no crees que estás hablando de esto!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "RelaxScene",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Ella comienza a meterte suavemente en su piscina de limo con una sonrisa perezosa, alejándote del borde y hacia su centro.",
                "Menu",
                "Let her help you relax.",
                "Attack her!",
                "Try to get out of the pool!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Try talking to the pool.",
            "theScene": [
                "DenyInventory",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Hay un retraso en los momentos, ya que la piscina burbujea un poco más de lo normal antes de que una mujer bien formada se forme de la sustancia espinosa con un bostezo soñoliento, dándote una sonrisa perezosa después de que suspira felizmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Hola ... Hmmm, ¿quieres bañarme en mí, cariño?Será súper relajante. ♪",
                "Menu",
                "Bathe in her pool.",
                "'Can you just let me by without attacking me?'",
                "Chat with her.",
                "Fight her!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Chat with her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Los dos hablan un poco, pero ella parece aburrirse de eso bastante rápido bostezando el sueño, tampoco es muy informativa.No parece que ella realmente deje este lugar mucho.",
                "ApplyStatusEffect",
                "Bubble Splash",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Luego, con una mirada hambrienta en sus ojos, ella de repente te señala y las burbujas flotantes de repente se extienden hacia ti, explotando en una sustancia pegajosa, que te sujetan en su lugar, que te acerca lentamente al estanque del líquido efervescente mientras ella le da a sus labios un seductor.lamer.¡No crees que ya estás hablando de esto!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "Fight her!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella te da una mirada confusa por un momento mientras te preparas para atacarla, ¡pero luego te da una sonrisa perezosa y se lame los labios mientras hace lo mismo!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "'Can you just let me by without attacking me?'",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Curious",
                "Ella te mira fijamente un momento mientras intentas convencerla de que te dejes por ...",
                "StatCheck",
                "Allure",
                "15",
                "LetBy.",
                "Fail",
                "AttackedDuringTalk"
            ]
        },
        {
            "NameOfScene": "LetBy.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "El limo de burbujas te da una sonrisa perezosa y feliz.",
                "Speaks",
                "De acuerdo. Supongo que puedes seguir adelante, de todos modos tengo un poco de sueño.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Luego bosteza y se deja derribar en su piscina de Goo con algunas palabras de despedida.",
                "Speaks",
                "Sin embargo, asegúrate de pasar por algún momento, cariño, mmmm, ♪ te haré sentir increíble ... ♪ y relajado ... ♪",
                "Dicho esto, te queda para continuar tu caminata sin ningún problema.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "AttackedDuringTalk",
            "theScene": [
                "ApplyStatusEffect",
                "Bubble Splash",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "¡El limo de burbujas te da una sonrisa perezosa y feliz, y te señala, enviándole una oleada de burbujas que explotan en pegajoso Goo!",
                "Speaks",
                "Nahhhh.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "¡El Goo que restringe a tu cuerpo y luego comienza a atraerlo lentamente hacia la piscina!¡Parece que no está interesada en escucharte un poco!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "Bathe in her pool.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "El limo de burbujas deja escapar un largo y perezoso 'Yayyyyyyy' mientras acepta bañarse en su estanque, dejándola feliz de quitarse la ropa antes de deslizarse lentamente en el líquido cálido y viscoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Luego se presiona contra ti una vez que te acomodas en la piscina burbujeante, apretando sus abundantes tetas contra tu pecho con una sonrisa lasciva en su rostro.",
                "Speaks",
                "Entonces, ¿quieres obtener un masaje burbujeante?¿O tal vez besar mientras te relajas?",
                "Menu",
                "Get a bubbly massage.",
                "Make out in the pool.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Get a bubbly massage.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Ella asiente con un destello de emoción en sus ojos, y comienza a meterlo suavemente en su piscina de limo con una sonrisa perezosa, alejándote un borde y hacia su centro.",
                "JumpToScene",
                "Let her help you relax."
            ]
        },
        {
            "NameOfScene": "Let her help you relax.",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Luego, le hace que te acostaras sobre tu estómago en su piscina de limo, la tensión superficial actúa como una cama acogedora para que te acostaras, su superficie suavemente burbujeante te da la caricia ocasional.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "¿Hay cariño, todos cómodos?Entonces comencemos el masaje. ♪",
                "Lángueramente, se acuesta sobre tu espalda, haciéndote temblar mientras su cuerpo elegante y pegajoso presiona sobre ti, su lujosa suavidad deliciosa mientras se desliza a lo largo de tu piel, sus tetas pesadas y almohadas sobre tus hombros, el más maravilloso de todos, como túAcuéstrate en la cama de limo debajo de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Un jadeo agradable te escapa cuando comienza a usar todo su cuerpo para frotarte hacia arriba y hacia abajo, la sensación resbaladiza de sus grandes tetas y curvas de lujo que se deslizan sobre tu piel enviando hormigueos deliciosos a través de tu piel mientras sus movimientos hacen una ligera espuma deBurbujas de jabón, que te hacen tan resbaladiza como ella.",
                "Tu polla se hincha por las sensaciones placenteras de su delicioso masaje, sus abundantes tetas contra tu espalda, especialmente tentador, mientras te frotan y bajan en los movimientos hábiles y seductores, y con su cuerpo colocando apretado entre ella y la piscina, tu polla comienza alatir ansiosamente contra la piscina resbaladiza.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mmm, te estás poniendo duro. ♥ No te preocupes, eso es parte del masaje, cariño. ♥",
                "Gime de alegría cuando la textura jabonosa de su acaricia erótica, y el aroma de la manzana insinuó lentamente el aire deja sus extremidades lentamente hundiéndose en la piscina viscosa, su cuerpo se relajó suavemente de sus curvas empalagosas y peleando hacia arriba y hacia abajo con burbujas mientras burbujas burbujasAparece suavemente a tu alrededor.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Toda la tensión de tu cuerpo se está derritiendo, dejándote sonriendo felizmente mientras tus brazos y piernas se desplazan debajo del grupo de la sustancia es más que su limo junto con el resto de tu cuerpo, pero la sensación siempre presente de sus abundantes tetas yEl cuerpo de lujo deslizándose hacia arriba y hacia abajo de su espalda, mantenga la mayor parte de su atención, las burbujas espumosas ejemplifican la sensación de su piel viscosa contra usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Speaks",
                "Se siente bien, ¿no? ♥ solo relájate. ♥",
                "Otro suspiro perezoso te escapa cuando todos tus músculos se sienten sueltos y débiles, su masaje erótico y resbaladizo disuelve todos tus preocupaciones y preocupaciones, dejando tu polla dolorosamente duro presionando contra su piscina viscosa mientras te acostas perezosamente, revelando las sensaciones que te está envolviendocon.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Pero hay un poco más de masaje, ¿no hay cariño? ♥",
                "Ella se convierte dulcemente mientras se frota hacia arriba y hacia abajo, y te gemirás mientras el limo debajo de ti se envuelve alrededor de tu polla rígida y la tira a la piscina, creando una manga de sexo suave y blanda para que empuje ociosamente mientras presiona la presionaLa pelusa se curva sobre su espalda, enviando sacudidas de éxtasis a través de usted cuando sus caderas inconscientemente se mueven hacia adelante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Sientes que te vas a derretir si esto se mantiene, tu rostro perdido en una sonrisa intoxicada y maravillosa mientras desliza su cuerpo de lujoso contra ti, sus grandes senos suaves te hacen temblar mientras continúa dejando una espuma resbaladiza y burbujeanteSobre tu espalda, tu polla se sacudió con entusiasmo dentro del coño viscoso en el que está atrapado mientras gemiste irritablemente en relajación erótica.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Casi estás ahí. ♥",
                "Con su suave susurro, toda la piscina comienza a ondularse suavemente, acariciando cada parte de ustedes mientras continúa masajea y frotando su espalda con su propio cuerpo blando, y la tensión se acumula sin cesar en sus caderas mientras su cuerpo entero está abrumadoramente acariciado, cada parte de ustedes se queda hormigueo en maravillosa y melodía.",
                "PlayerOrgasm",
                "1",
                "Tu cintura no puede evitar empujar inconscientemente en el coño viscoso que hizo para tu polla palpitante, el interior apretado sacando una gota gruesa de semen mientras tus caderas se tensan en el éxtasis de chorrear, tu alucinante es un placer burbujeante mientras te corres,Su masaje sigue yendo todo el tiempo, extrayendo su intenso orgasmo, incluso cuando su cuerpo se relaja en su pegajoso abrazo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "A medida que su clímax se aleja lentamente, te quedas espaciado desde el embrollo de placer y hormigueos perezosos, tu polla todavía dolorosamente dura dentro de su estafa, y planta un beso húmedo en tu cuello.",
                "Speaks",
                "Oh cariño. ♥ sigues tan tenso ¿no? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Gemes mientras su babón le da a tu polla rígida un apretón amoroso antes de que te voltee perezosamente, dejando que tus extremidades se hundan en su piscina pegajosa nuevamente mientras yacías allí, tu polla de pie por completo.",
                "Speaks",
                "Será mejor que hagamos el frente entonces. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella presiona su lujosa, curvas contra su pecho mientras le sonríe perezosamente, frotando lentamente hacia arriba y hacia abajo de todo su cuerpo con largos tragos de movimiento, ocasionalmente acariciando su dolor de virilidad con sus tetas Jellowy, dejándote temblando y gimiendo de la continua masaje.",
                "Jadeas e intentas retorcerse, señalando rápidamente que, si bien tus brazos están firmemente sumergidos en su piscina, se niegan casi por completo a moverte, tus músculos tan sueltos y relajados que ni siquiera puedes moverte si quieres.Pero su enfoque se dispersa cuando la piscina comienza a ondularse y masajearte de nuevo, el líquido burbujeante te burla de ti mientras recubre tu frente en un desastre espumoso de burbujas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Estás muy tenso aquí, ¿no eres cariño? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Ella te da una sonrisa perezosa mientras se desliza por tu torso nuevamente, arrastrando sus lujosos senos sobre tu torso antes de que se asienta entre tus piernas, envolviendo tu polla entre su escote profundo y resbaladizo.Mientras la piscina de limo continúa amizando y exprimiendo cada bits de piel que se toca, dejándote un desastre lánguido y jadeado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Necesita una atención especial. ♥",
                "El limo de la burbuja comienza a bombear su longitud con sus pechos pesados, acariciándolo hacia arriba y hacia abajo con sus suaves tetas pegajosas, haciendo una espuma burbujeante entre ellos que hace que su polla se complete con deleite a medida que salen.Tus caderas hacen todo lo posible para empujar en su escote apretado, pero cada parte de ustedes es tan floja y flácida, excepto su dolor de virilidad.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Con una sonrisa perezosa, roda sus senos en círculos perezosos, alternando entre apretar sus grandes tetas y ordeñarte con su escote, y su erección solo puede latir deleite mientras trabaja para drenar la tensión, el resto de ustedes ociosamentemasajea por el grupo de limo ondulante, y tus pensamientos se alejan en una nube de placer.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Una sonrisa tonta y borracha está atrapada en tu rostro mientras te derretes bajo su cuidado, cada parte de ustedes hormigueando con el éxtasis radiante, y mientras comienza a bombear sus tetas aún más rápido, no puedes esperar soportar, tu cuerpo en la parte inferior del cuerpoespasmando en deleite mientras brote las espesas cuerdas de esperma en todos los senos, el éxtasis caliente electrizando todo su cuerpo, y jadea con deleite, absorbiendo lentamente su semen con una sonrisa.",
                "Te acostas jadeando en un agradable aturdimiento, el limo de la burbuja te sonríe mientras termina empapando en tu semilla, y ella produzca ociosamente tu polla aún rígida con un dedo pegajoso.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Oh, cariño. ♥ Todavía estás tenso. ♥ Hagamos la espalda de nuevo.",
                "Intentas sacar una respuesta, pero ella te enrolla primero, dejándote gemir mientras tu polla rígida se sumerge en su piscina pegajosa nuevamente y comienza a deslizarse inmediatamente hacia arriba y hacia atrás con sus curvas resbaladizas y lujosas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Es como si toda la tensión en tu cuerpo entrara en tu polla. ♥ Jeje. ♥ No te preocupes, cariño, ♥ la escrita {i} alllll {/i} out. ♥",
                "Sus movimientos se vuelven más contundentes y solo puedes jadear y gemir mientras ella hace que tus caderas empujen a su pegajosa manga de sexo presionando sus propias caderas contra ti, susurrando y arrullando dulces en la oreja mientras sus abundantes tetas se deslizan hacia arriba y hacia abajo por la espalda.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "Su cuerpo siente que se está derritiendo del placer, y puedes sentir algo en tus caderas que se esfuerza mientras el placer se monta, sus curvas resbaladizas que te colocan contra la piscina abruman tu cuerpo de antecedentes y desgarrado por el orgasmo, dejando solo caídas y suspiros agradables para escapar de tuboca.",
                "PlayerOrgasm",
                "1",
                "Hasta que ese tumbado en sus lomos finalmente se rompe y su llanto en el orgasmo, sus tetas deslizantes y resbaladizas y las curvas de lujo frotándose hacia arriba y hacia abajo parecen extraer una espesa gota de semen con cada movimiento hacia arriba y hacia abajo, como si su masaje despliegue un interruptoren tu polla simplemente brotar por ella.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras gira sus caderas contra las tuyas y desliza sus tetas arriba y abajo de tu espalda, se ralentiza aún más, dejando tus pensamientos disueltos en ola tras ola de clímax de larga duración mientras vierte tu semilla en ella, más semen de lo que debería ser razonable, dejándote derretir en su abrazo mientras te corres una y otra vez de su amado y perezoso masaje ...",
                "SetSpirit",
                "0",
                "...",
                "ChangeFetish",
                "Breasts",
                "10",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Seduction",
                "10",
                "JumpToScene",
                "PostLewds"
            ]
        },
        {
            "NameOfScene": "Make out in the pool.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Ella te da un asentimiento y una sonrisa lasciva, esperando que hagas el primer movimiento mientras ella frota sus senos contra ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Así que envuelves tus brazos alrededor de la mujer pegajosa y la besas profundamente, haciéndola temblar mientras te besa, enredando perezosamente su lengua con la tuya, empujando lentamente la espalda contra el borde de la piscina mientras frota su delicioso cuerpo contra ti., un goteo de goo efervescente deslizándose por su garganta llenando gradualmente su núcleo con un calor burbujeante.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "Mmmm ... ♪ Cariño, voy a hacer, ♪ mphhh, ♥ te sientes {i} shoooo {/i} bueno. ♥",
                "JumpToScene",
                "Keep kissing her."
            ]
        },
        {
            "NameOfScene": "Keep kissing her.",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Dreamy - A Touch Of Zen (4_25) 62bpm.mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras su lengua pegajosa gira perezosamente alrededor de la boca, dejas escapar un gemido suave mientras frota su cuerpo de lujoso contra ti debajo de su piscina pegajosa, todo y más de su saliva burbujeante se desliza en tu garganta, nublando tus pensamientos cachondos con los sonidos con los sonidosde estallido y una neblina cada vez más cálida de excitación.",
                "Tus manos comienzan a deslizarse sobre el otro cuerpo, permitiéndote apreciar completamente sus curvas suaves y blandas mientras te besas apasionadamente, su mirada seductora encerrada con la tuya mientras cambias de un lado a otro con quién lidera el beso íntimo.",
                "Speaks",
                "Honey- ♥ Sabes tan bien. ♥ Quiero más. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Un escalofrío atraviesa tu cuerpo mientras sientes que tu polla rígida se envuelve suavemente en una manga de sexo suave y pegajosa debajo del líquido viscoso cuando el limo comienza a balancearte lentamente sus caderas, cada impacto húmedo provoca un gemido de tus labios hacia ella.boca mientras te relajas en la piscina burbujeante con ella en tus brazos.",
                "Pronto has hundido el cuello profundamente en el burbujeante que aún la besas, tu cerebro sintiendo que está aturdiendo y apareciendo del afrodisíaco que has estado bebiendo, y cada parte de ustedes bajo la lima se está apretando y acariciando sin ociosidad.Estás un poco asombrado de que pueda mantener su cuerpo curvilíneo regordete debajo de su propia piscina de limo, pero tus manos no se quejan mientras se mueven a través del grueso líquido para tocarla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Sus grandes tetas suaves están firmemente presionadas contra ti mientras ella roca lentamente sus caderas, tus lenguas rodando perezosamente por el otro mientras el placer se derrite a través de ti, cada parte de ustedes se sumerge en el placer burbujeante, tus pensamientos se pierden en un mar de la lujuria.",
                "Speaks",
                "Mnnn- ♥ Honey- ♥ Agarra mi cintura- ♥ mmmmmm- ♥ y fóllame como lo dices en serio. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Manteniendo el beso apasionado, deslizas tus manos a través del líquido viscoso y agarra firmemente sus caderas de lujo y empezas a guiarla hacia arriba y hacia abajo sobre tu polla rígida, y ella deja escapar un gemido cuando tu punta golpea su núcleo una y otra vez..",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Toda la piscina parece ondularse a medida que gradualmente subes tu tempo, tu mente se enfoca completamente en hacer el amor con el limo de la burbuja, cada impacto húmedo debajo de la piscina hace que tu espasmo de polla sea necesario cuando tu punta golpea su núcleo.El limo mira con amor a tus ojos todo el tiempo mientras continúas cambiando la saliva, cada parte de tu cuerpo hormiguea de emoción.",
                "PlayerOrgasm",
                "1",
                "Gime cuando alcanza su límite con una reunión final poderosa de sus caderas, ambos gemen en la boca de los demás mientras se encuentran con el clímax, su semilla brotando por su núcleo desde el punto de impacto, que se disuelve lentamente por su cuerpo viscoso mientras los dos deTodavía te abrazas, temblando de deleite.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "ChangeImageLayer",
                "Face",
                "1",
                "Blush",
                "Ella rompe el beso primero, dejándote jadeando para recuperar el aliento mientras las réplicas orgásmicas se tiran sobre tu piel.",
                "Speaks",
                "Oh ... cariño, eso fue increíble. ♥ ... aunque aún no has terminado, ¿verdad? ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Happy",
                "Tu cerebro se siente como si estuviera lleno de burbujas en este punto, y comienzas a empujarla nuevamente a ella mientras comienza a rodar sus anchas caderas en círculos, haciéndola reír perezosamente.",
                "Speaks",
                "Good.♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Los dos vuelven a besarse, tus lenguas se envuelven entre sí mientras ella balancea sus caderas con el tiempo con tus empujes, y gradualmente los dos se dirigen hacia el centro de la piscina mientras continúan follando.Tu segunda carga se vierte en ella justo cuando ella se recuesta sobre su piscina de limo, poniéndote directamente sobre ella mientras la pistón en ella.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Ella deja escapar un suspiro lánguido mientras pronto reanudas follándola desde arriba, su burbujeante afrodisíaco hormigueo a través de tu cuerpo, manteniéndote enfocado en aparearse con ella, y te obligas ansiosamente, dejando que tus manos se deslicen sobre su cuerpo de lujosfelizmente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Pleasured",
                "Speaks",
                "Mmmm, fóllame tanto como quieras, cariño. ♥ Me acostaré y disfrutaré bien? ♥",
                "Asentes de acuerdo mientras continúas follando su coño suavemente apretando, su textura elegante te hace temblar como tu tienta y juega con los senos grandes del limo, y ella jadea con deleite cada vez que tu longitud golpea su núcleo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Seductive",
                "Speaks",
                "Mmm, pero avísame si quieres cambiar de posición. ♥",
                "PlayerOrgasm",
                "1",
                "Para enfatizar, usa su naturaleza viscosa para cambiar casi instantáneamente su cuerpo propenso misionero a un culo levantado de estilo perrito un empuje medio, lo que te hace llorar en shock orgásmico por el cambio de sensaciones, llenándola con otra carga de semen mientras muelesus espesas caderas contra tu ingle.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras recuperas las manos, tómese un momento para apreciar su lujoso trasero antes de inclinarla sobre ella y comenzar a golpearla desde la nueva posición, tirando de ella para otro beso cargado de afrodisíacos mientras ella te deja hacer todo el trabajo, tus manos agarrándote de ella.Buodizas tetas mientras trabajas hacia tu próximo clímax alucinante ... luego el siguiente a medida que alternas las posiciones ... y luego la siguiente ...",
                "SetSpirit",
                "0",
                "...",
                "ChangeFetish",
                "Kissing",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "10",
                "JumpToScene",
                "PostLewds"
            ]
        },
        {
            "NameOfScene": "PostLewds",
            "theScene": [
                "ChangeBGM",
                "music/Forest/Starry sky.mp3",
                "RestPlayer",
                "RestPlayer",
                "RemoveStatusEffect",
                "Aphrodisiac",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Lazy",
                "ChangeImageLayer",
                "Face",
                "1",
                "Base",
                "Poco a poco aturdiste, te despiertas lo que debe ser {i} horas {/i} Más tarde, el limo de burbujas te abraza suavemente por detrás con una sonrisa perezosa mientras te desvías en tu piscina de limo.",
                "Speaks",
                "Parece que te disfrutaste mucho, cariño. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kiss",
                "Ella te da un suave beso en la mejilla.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Asegúrese de visitar de nuevo bien. ♥ Voy a tomar una siesta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sleepy",
                "Bosteza perezosamente antes de fundirse en su piscina de limo, dejándote salir de su burbujeante y arreglando tu ropa antes de continuar.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Walk past it.",
            "theScene": [
                "DenyInventory",
                "Decide dejar la piscina y continuar en su camino.",
                "StatCheck",
                "Luck",
                "15",
                "LeaveFree.",
                "Fail",
                "Ambush."
            ]
        },
        {
            "NameOfScene": "Ambush.",
            "theScene": [
                "SetChoice",
                "1",
                "ThatsNotWater",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ApplyStatusEffect",
                "Bubble Splash",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Mientras camina por la piscina, algunas de las burbujas de repente se extienden hacia usted y explotan en una sustancia pegajosa, lo que lo restringe en su lugar, acercándose lentamente al estanque del líquido efervescente como una mujer con una sonrisa perezosa en su centro.Ella le da a sus labios una lamida hambrienta, ¡y no crees que estás hablando de esto!",
                "JumpToScene",
                "SlimeFight"
            ]
        },
        {
            "NameOfScene": "SlimeFight",
            "theScene": [
                "CombatEncounter",
                "Bubble Slime",
                "Restrainer",
                "StartCombat",
                "Con el limo de burbujas sometido a un maravilloso charco de placer, ¡te apresuras en tu camino por la montaña!",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "LeaveFree.",
            "theScene": [
                "No sucede nada extraño cuando pasas por la burbujeante piscina verde, dejándote continuar tu caminata por la montaña.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Event break.",
            "theScene": [
                "Event broke!"
            ]
        }
    ]
}