{
    "name": "Lizard Toll Bridge",
    "CardType": "Event",
    "CardLimit": "1",
    "Description": "Some of the local Lizard Girls are taking advantage of the terrain to demand tolls to let people pass. But Eros are not what they are after...",
    "requires": [
        "Green Scale"
    ],
    "Speakers": [
        {
            "name": "Lizard Girl",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Lizard Girl",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "StoreCurrentBG",
                "A medida que avanza a través de la montaña, un letrero llama su atención, izquierda saliendo del camino de tierra.Al acercarse para obtener una mirada adecuada, lee: 'Please por delante, por favor prepare ♥ Pago ♥'.\nSientes que tienes una idea bastante clara de de qué se trata este \"pago\" ...",
                "AllowInventory",
                "A pesar de que el letrero lo señala al camino obviamente claro, también ve un sendero más duro cerca del acantilado que conduce hacia abajo, lo que le permitiría evitar lo que le espere, pero sería más agotador atravesar.(Actualmente está disponible el inventario).",
                "Menu",
                "Continue ahead!",
                "RequiresEnergy",
                "50",
                "Avoid the toll! (Costs 50 Energy)",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Avoid the toll! (Costs 50 Energy)",
            "theScene": [
                "DenyInventory",
                "Supongo que no quieres nada con esta travesura, vas por el camino más rocoso hacia abajo, que se desplazan por el terreno desigual y teniendo cuidado de no meterse en ningún terreno de aspecto sospechoso mientras evitas lo que parece ser un puente por encima, conectando dos lados de un barranco de un barranco.",
                "ChangeEnergy",
                "-50",
                "Después de varios minutos agotadores, finalmente llega al otro lado y tomas un breve descanso antes de continuar."
            ]
        },
        {
            "NameOfScene": "Continue ahead!",
            "theScene": [
                "DenyInventory",
                "StoreCurrentBG",
                "Pasas junto al letrero y continúas adelante, y después de unos minutos, ve un puente de cuerda de madera sobre un barranco, que parece ser el único camino a seguir.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Frente al borde del puente, te encuentras con la vista de un par de chicas de lagartos tonificadas y tetonas charlando ociosamente, uno mordisqueando una especie de kebab de carne mientras que la otra gestica salvajemente mientras se sientan en una gran pila de pieles que parecenestar utilizando como área de sueño improvisada.",
                "Speak",
                "Chica tetona lagarto",
                "Ugh, hemos estado esperando {i} horas {/i}!¿Los humanos ya no vienen de esta manera?",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Mmhm, créeme, uno aparecerá antes en lugar de la-",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "A pesar de sus disputas, no les lleva mucho tiempo notar su presencia, lo que lleva al comer uno a morder el resto de su comida y arrojar el broche sobrante mientras los otros sonreír hambrientos mientras ambos dan un paso adelante, su enfoque similarel de un dúo de acechar sin problemas a los depredadores.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speak",
                "Chica tetona lagarto",
                "Hoooold it, guapo ♥.¡Este es nuestro puente, y tienes que pagar el peaje si quieres pasar!",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Ella habla con confianza mientras cruza los brazos, arrojando arrogantemente su busto apretado mientras su compañera te mira lasciva, su lengua entrando y saliendo mientras se quita el cabello con una garra sorprendentemente bien manejada.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "¡Así es!Si quieres pasar, tienes que pagar el peaje, que es ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tempting",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tempting",
                "Speak",
                "Chicas lagarto",
                "Suficiente semen para los dos. ♥♥♥",
                "Hablan al ronronear unísono mientras se abren la boca, sus lenguas bifurcadas se deslizan y colgan tentamente mientras te miran con sonrisas traviesas, mirándote arriba y abajo con excitación visiblemente montada ...",
                "Menu",
                "Pay the toll. (-2 Spirit)",
                "Fight them!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Fight them!",
            "theScene": [
                "A pesar de lo tentador que podría ser empujar su polla endurecida directamente a la boca de estos reptiles traviesos, te niegas a ceder ante sus demandas, tu respuesta claramente revuelve sus plumas cuando hace un clic en su lengua con decepción mientras el otro reduce sus ojos de manera amenazadora.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Speak",
                "Chica tetona lagarto",
                "No quiero pagar, {i} Huh? {/i} Entonces tendremos que recibir nuestro pago de usted nosotros mismos. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LewdDominant",
                "Speak",
                "Chica de lagarto lujuriosa",
                "I {i} amor {/i} cuando se resisten ... pero lo arreglaremos. ♥",
                "CombatEncounter",
                "Lizard Girl Thug",
                "Lizard Girl Thug",
                "StartCombat",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Ahegao",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Ahegao",
                "Después de haber follado a los dos lagartos en la sumisión de Mewling Pleasure-Drunk, los dejas desplomados en el suelo y continúas hacia el puente, listo para avanzar mientras giman extáticamente detrás de ti.",
                "Speak",
                "Chica tetona lagarto",
                "Mmmmhh, W-we consideraremos que p-paga-w-with interess ... ♥",
                "Speak",
                "Chica de lagarto lujuriosa",
                "W-nosotros deberíamos hacer eso más a menudo: ♥",
                "Se quejan, retorciéndose ligeramente a medida que sus cuerpos finalmente se desvanecen, enviándolos de regreso a donde vinieron y dejándote seguro de que no van a intentar detenerte más.",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Pay the toll. (-2 Spirit)",
            "theScene": [
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "Cediendo a sus demandas, usted asiente de acuerdo, lo que los lleva a mirarnos de manera presumida antes de atraer sus ansiosos ojos lujuriosos hacia usted.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speak",
                "Chica tetona lagarto",
                "{i} maravilloso. ♥ {/i} Ahora, sé un buen humano y déjanos recoger nuestro pago. ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LewdDominant",
                "Speak",
                "Chica de lagarto lujuriosa",
                "No te preocupes, te encantará. ♥",
                "ChangeArousalByPercent",
                "5",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Los dos lagartos no pierden el tiempo que se acercan a usted, uno de ellos se pone de rodillas y rápidamente tomando los pantalones con ella, exponiendo su creciente virilidad a ambos mientras su aliento cálido baila a través de su eje, mientras que el otro se salta a sulado, respirando en su cuello con posesividad depredadora íntima.",
                "Las sonrisas de dientes florecen en sus rostros mientras miran bien y dura su longitud de rígida, su polla se agitaba de excitación mientras una de las chicas reptilianas se cierne apenas fuera del alcance, antes de soplar juguetonamente su cálida respiración,Rephising mientras tu polla palpita visiblemente.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Ooh, tenemos una buena captura aquí.No podemos dejarlo desperdiciar. ♥",
                "Speak",
                "Chica tetona lagarto",
                "Nos aseguraremos de disfrutar {i} cada pulgada {/i}. ♥",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LewdLoving",
                "El lagarto de rodillas abre su boca, dejando que su lengua larga y húmeda se arrastre por debajo de la polla de su polla mientras comienza a trabajar para que lo ponga completamente erecto, mientras que su compañera sonríe mientras se extiende hasta su apretado bikini y lo levanta con unClaw hasta que sus pechos pesados ​​se liberen con una sacudida lasciva, haciendo alarde de su agradable peso y exponiendo sus tetinas endurecidas.",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Ella se extiende contra ti, provocándote con la vista de sus tetas que rebotan tan cerca de ti, antes de que ella presione rápidamente su busto contra tu torso, tentadoramente frotándote sobre ti, sus pezones arrastrándose sobre tu cuerpo mientras la punta bifurcada de su amiga se mueve bruscamente ante tuLa cabeza de desacuerdo del miembro, que se estremece con entusiasmo ante la sensación de la boca y las tetas del dúo lagarto que te trabaja en tándem.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Dominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Su cuerpo se relaja y no puede evitar dejar escapar un jadeo caliente ya que rápidamente lo llevan al mástil de contracción completa, su longitud palpitando fácilmente frente a la niña lagarto arrodillada ante usted, su reacción desenfrenada haciendo que tanto su compañera como su compañera sonríen ampliamenteEn respuesta, los dos se toman el tiempo para admirar su premio antes de que finalmente salgan, ya no pueden contener su lujuria.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Tempting",
                "La primera chica lagarto con entusiasmo y repentinamente toma cada centímetro de tu polla profundamente en su boca, haciéndote sacudir mientras silla firmemente sus labios a su alrededor y comienza a chuparte hacia arriba y hacia abajo de tu longitud, su larga lengua enrollando alrededor de tu circunferencia y bombeando enérgicamenteEs la chica monstruosa reptiliana que gime pervertidamente mientras disfruta tu gusto, sus ojos se estrecharon en la presunción depredadora mientras te admira.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Mientras tanto, su pareja en el crimen continúa apretando y frotando sus tetas de almohada contra ti, llevando su rostro al lado de la tuya y dejando que su propia lengua salga a lamer el cuello, enviando deliciosas pieles sumisas sobre tu piel y escalofríos de placer por la columna vertebralTe rindes a sus lujuriosas atenciones combinadas.",
                "La mano arañada de la mujer lagarto descansa sobre tu pecho mientras ella {i} lentamente {/i} arrastra las puntas de sus garras sobre tu piel, aumentando las sensaciones inductoras de escalofrío mientras siguen los contornos de tu pecho, un zumbo lascivo escapaella mientras te explora con gusto y tacto.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Mmmmh, eres THASTHY. ♥",
                "La chica lagarto de rodillas comenta desordenadamente, su voz amortiguada por tu polla en su boca chupando con avidez mientras te mira con un brillo depredador en sus ojos, con ansias que tu polla dura más profunda en sus fauces hasta que su forma sea obviaAfullo contra su mejilla mientras ella voriamente sorbe y chupa a lo largo de su eje.",
                "ChangeArousalByPercent",
                "25",
                "Te estremes mientras sientes que sus dientes afilados se arrastran muy suavemente sobre tu longitud, aunque nunca lo suficiente como para causar ninguna molestia, burlándote de ti con la combinación de peligro y placer, causando jadeos y gemidos de éxtasis infalible para escaparte mientras se deleita en tu expresión.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LewdDominant",
                "Mientras tanto, la segunda niña lagarto continúa mimándote con su suave pecho, sus pezones que ahora se han vuelto completamente erguidos al presionar hacia usted, las protuberancias endurecidas se arrastran deliciosamente sobre su piel expuesta.Ella sonríe mientras posesivamente te lame la garganta antes de mordisquearla suavemente, lo suficiente como para sentir esos mismos dientes afilados contra ella, como si te estuviera reclamando.",
                "Speak",
                "Chica tetona lagarto",
                "Jejeje, eres nuestra presa indefensa ahora ... ♥ te comeremos. ♥",
                "ChangeArousalByPercent",
                "25",
                "Atrapado en los codiciosos afectos del dúo, no puedes hacer nada más que disfrutar sin servicio la emoción placentera corriendo por tus sentidos, la mujer reptiliana de rodillas liberando húmedamente tu polla de su boca codiciosa solo para envolver la lengua alrededor de la punta como una correa,rodeándolo con fuerza y ​​ruidosamente, como si alarmara su control total y voraz sobre ti en este momento.",
                "Al mismo tiempo, sientes que la mano escalada de su amiga alcanza la extensión y coloca tus bolas tensas, sus dedos con garras acariciándolos como si te indiquen que cedas y entregue su pago, exigiendo que produzcas toneladas de delicioso semen para que se festejanY disfruta, mientras ella se convierte dulcemente en la oreja con alegría depredadora.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Speak",
                "Chica tetona lagarto",
                "¿Vas a pagar tu peaje ahora?Vamos, vacíe esas bolas hasta que estás disparando espacios en blanco. ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Tempting",
                "La niña de lagarto con masas de senos se retira ligeramente para caer de rodillas también, y te devuelves la cabeza en éxtasis mientras se une a complacer a tu polla sacudida, dejando tus pensamientos flotando en la felicidad mientras el dúo trabaja juntos, sus hambrientos lenguasNo te dando descanso mientras se envuelven alrededor de tu eje, lo sabré, lamiéndote, envolviendo, bombeando, sorbiendo, chupando ... reclamando cada centímetro de tu erección con fuga como la suya.",
                "Todavía sientes sus garras posesivamente en tus bolas, apretándolas suavemente y a tientas, la sensación de esas afiladas garras manteniendo la piel de gallina hormigueante corriendo por tus sentidos, entremezcladas con sus burlas y mordazas a tu eje, la vergonzosa sensación de haberse convertido voluntariamente en su dólar de dólar.presa entremezclada con el intenso placer derritiéndote poco a poco ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdLoving",
                "PlayerOrgasm",
                "1",
                "Hasta que sus afectos orales lo empujen más allá de su límite, escurriendo un gemido de usted, seguido de todo su cuerpo estremeciendo en el deleite que se atraviesa a medida que su resistencia se rompe y se va por el límite, los tientas de la niña lagarto en sus bolas se vuelven más intensos comoElla siente que los apretan y los estimula hábilmente en respuesta, una potente carga de semillas que brotan de su polla en cuerdas gruesas.",
                "Jadeando de alegría, las dos cazadoras animan alegremente mientras abren la boca de par en par y presionan sus caras de mejilla a mejilla, recibiendo ansiosamente su premio desordenado con tonterías descuidadas y tragos de su esperado semen, los dos más que felices con su ofrenda prodigal.",
                "ChangeArousalByPercent",
                "100",
                "Pero eran claros: quieren lo suficiente para {i} ambos {/i} de ellos, y en consecuencia, a pesar de su orgasmo continuo, siguen estimulándolo sin piedad, sus largas lenguas lamen, saborear y envolver su eje con avidez, su bola-La sin robar a medida que obligan más a salir de su cuerpo vulnerable en el medio de su resplandor, sus piernas se estremecen aún más a medida que la intensidad de su eyaculación redobla.",
                "PlayerOrgasm",
                "1",
                "Cada vez más de tus semillas brota en sus hambrillas, los dos gemen pervertidamente mientras disfrutan de su pago.Algunos de sus chorro desordenado salpican sus caras, cubriéndolos en el líquido perlado sin un toque de protesta de ninguno de los dos, la pareja en cambio gimió y ronroneando felizmente en su generosa donación.",
                "Las dos chicas monstruosas voraces continúan lamiéndote y succionándote por todo lo que vales, y fiel a sus palabras, solo que cuando te dejan disparar en blanco, finalmente liberan su bodega de ordeño, ronroneando en satisfacción a medida que sus lenguas se desenvuelven de tu miembro.",
                "IfPlayerSpiritGone",
                "Sucked dry!",
                "Szuczmente jadeando, dejas escapar un fuerte aliento, mirando a los dos reptiles traviesos mientras se lamen los labios y disfrutan de la sensación de tu semen en sus caras, luego se miran, sonriendo hacia el otro.",
                "Speak",
                "Chica tetona lagarto",
                "Dios, siempre te encanta jugar con tu comida, ¿no?Ven aquí. ♥",
                "El lagarto tetona se acerca a su compañero y comienza a lamer la semilla de ella, haciéndola reír antes de hacer lo mismo, a su vez, la vista de sus lenguas se envuelve a la otra que ya enciende una chispa de lujuria reemergente dentro de ti ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LovingBlush",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LovingBlush",
                "Speak",
                "Chica de lagarto lujuriosa",
                "SwapLineIf",
                "Virility",
                "300",
                "Santa mierda ... tu semen es lo más sabroso que he tenido ... ♥♥♥ deberíamos haber dejado caer la mierda de 'peaje' y simplemente te arrastró a casa. ♥",
                "200",
                "Mmmmm ... ♥ Eso fue tan jodidamente bueno.Realmente tuvimos suerte contigo, guapo. ♥",
                "100",
                "Mmm, ese fue el tiro, guapo. ♥",
                "0",
                "Mmm ... no está mal ... honestamente, un poco mejor, pero un trato es un trato.",
                "EndLoop",
                "Una vez que se han limpiado, las dos chicas lagarto finalmente vuelven a ponerse de pie con estiramientos que hacen alarde de sus poderosos cuerpos, la segunda colocando su bikini en su lugar mientras te miran con sonrisas satisfechas, aunque con una pistade un brillo engreído en la esquina de sus ojos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Speak",
                "Chica tetona lagarto",
                "Considere el peaje pagado, Cutie.¡Adelante, y buena suerte con toda la aventura!",
                "Ella dice con una risa, mientras su amiga hace clic en su lengua sugestionalmente, su cola se mueve detrás de ella.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Siéntase libre de visitarnos nuevamente, {i} amor {/i} para extraer más pagos de usted. ♥",
                "Las dos mujeres reptiles se ríen, una de ellas que te dan una palmada en la espalda mientras continúas hacia el puente.Aunque inicialmente no puede evitar esperar un truco adicional de algún tipo, en realidad cumplen su palabra, no hacen ningún esfuerzo para detenerlo, ya que ambos se relajan en posiciones de espera cerca de la orilla del puente, disfrutando del resplandor de su comida y retrocediendoa sus bromas anteriores.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "¿Ver?Siempre vienen ... dale una semana, y vendrán aquí solo para pagar el peaje.",
                "Después de unos minutos, los sonidos de sus voces se desvanecen detrás de ti y has pasado el puente sin incidentes, dejándote libre para continuar en tu viaje, ahora se siente bastante agradablemente 'más ligero'.",
                "ChangeSensitivity",
                "Sex",
                "3",
                "ChangeFetish",
                "Oral",
                "3",
                "DisplayCharacters",
                "EndLoop",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Sucked dry!",
            "theScene": [
                "Gime aturantemente como unas pocas cuerdas más cortas de espurio en las ferias hambrientas de las niñas lagarto, tus piernas se tambalearon mientras pierdes el equilibrio bajo la repentina oleada de agotamiento.Pronto te das cuenta de que juzgaste mal tus reservas y, de hecho, estuviste demasiado gastado para pagar el peaje en su totalidad ... ¡te chuparon por completo!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LewdDominant",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LewdDominant",
                "Los dos reptiles te miran con sorpresa mientras te tambaleas y caes sobre tu trasero con un huff irregular, tu cuerpo llevado a su límite absoluto por las bocas codiciosas del dúo.Se miran con ligera confusión antes de reír las regigas, lamiendo el semen de sus labios mientras se vuelven hacia ti con las sonrisas de dientes.",
                "Speak",
                "Chica tetona lagarto",
                "¡Oh, guau, parece que fuimos demasiado duro con él!¡Está totalmente gastado! ♪",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Mmm, eso no servirá.Eres demasiado débil para seguir ... ♥",
                "Speak",
                "Chica tetona lagarto",
                "Jeje, me pregunto si él lo sabía, pero hagámoslo de todos modos ... perv. ♥",
                "Dejas escapar un murmullo impotente en respuesta a sus bromas, haciéndolos reír de nuevo mientras te miran con hambre de orgullo.Enderezándose dominante hasta sus alturas, se acercan a usted con pasos de camando, sus manos arañadas extendidas ...",
                "... y agarrarte por un brazo cada uno, arrastrándote suavemente a su nido de pieles, y no puedes evitar acariciar a los cómodos se esconde mientras tu cuerpo se cae en ellos, murmurando por su sorprendente suavidad mientras las chicas lagarto te mirancon sonrisas de conocimiento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Dominant",
                "Speak",
                "Chica tetona lagarto",
                "Continúa, entonces.Descansa un poco antes de que te vayas, guapo.No solo te dejamos acostado en las rocas.",
                "Speak",
                "Chica de lagarto lujuriosa",
                "Sí, somos respetuosos guardias de peaje, hihihihi. ♥",
                "Los admiras aturdidamente mientras descansas la cabeza, pronto sintiendo la fatiga y te haces hundirte en la inconsciencia para siempre, tu estado de agotamiento activa tu piedra de retiro y te lleva de regreso a la ciudad.El dúo reptiliano observa con interés mientras desapareces, sonriendo y agitando sus manos garras de adiós.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Loving",
                "Speak",
                "Chica de lagarto lujuriosa",
                "¡Asegúrate de volver cuando seas más fuerte!Quiero disfrutarte de nuevo, guapo ... ♥",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Breasts",
                "3",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "Event broke!",
            "theScene": [
                "aaaa se rompió, ¿por qué no solo pagaste el peaje de mal?"
            ]
        }
    ]
}