{
    "name": "Ninja Rest Ambush",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "A kunoichi has descended from the temple to ambush adventurers when they are planning to rest!",
    "requires": [
        "Temple Checkpoint Gem"
    ],
    "Speakers": [
        {
            "name": "Kunoichi",
            "postName": "",
            "SpeakerType": "Monster"
        },
        {
            "name": "Shizu",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "3",
                "AmbushFight",
                "GetAnEventsProgressThenIfEqualsOrGreater",
                "Kunoichi's Hallway Dojo",
                "1",
                "SetToShizu",
                "SetChoice",
                "1",
                "El kunoichi",
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "4",
                "El kunoichi",
                "SetFlexibleSpeaker",
                "1",
                "ChoiceToDisplayMonster",
                "1",
                "JumpToScene",
                "RunEvent"
            ]
        },
        {
            "NameOfScene": "SetToShizu",
            "theScene": [
                "SetChoice",
                "1",
                "Shizu",
                "GetEventAndSetChoice",
                "KunoichiCombatEvents",
                "4",
                "Shizu",
                "ChoiceToDisplayMonster",
                "1",
                "SetFlexibleSpeaker",
                "2",
                "JumpToScene",
                "RunEvent"
            ]
        },
        {
            "NameOfScene": "RunEvent",
            "theScene": [
                "AllowInventory",
                "¡Encuentra un lugar para descansar!\n¡No olvides usar tu inventario mientras puedas!",
                "Menu",
                "Continue onwards!",
                "Rest. (Advances Time 1)",
                "Return to town.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Continue onwards!",
            "theScene": [
                "¡Presionas hacia adelante, pero de repente una mujer exóticamente vestida aterriza frente a ti!",
                "IfChoice",
                "1",
                "Shizu",
                "Continue onwards!2",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "Speaks",
                "HMPH, debes haber sentido mi presencia.Más impresionante.¡Pero no esperes que muestre misericordia!",
                "CombatEncounter",
                "Kunoichi",
                "StartCombat",
                "ChangeProgress",
                "1",
                "Habiendo derrotado a la mujer ninja, continúas tu camino."
            ]
        },
        {
            "NameOfScene": "Continue onwards!2",
            "theScene": [
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Speaks2",
                "HMPH, debes haber sentido mi presencia.Más impresionante [ThePlayerName].Hmhmhm, ¡no esperes que muestre misericordia!",
                "CombatEncounter",
                "Shizu",
                "StartCombat",
                "ChangeProgress",
                "1",
                "Habiendo derrotado a Shizu, continúas tu camino."
            ]
        },
        {
            "NameOfScene": "Return to town.",
            "theScene": [
                "Regresas a la ciudad.Curiosamente, sientes que alguien te está mirando cuando te vas ...",
                "GoToTown"
            ]
        },
        {
            "NameOfScene": "Rest. (Advances Time 1)",
            "theScene": [
                "RestPlayer",
                "Te tomas un momento para descansar y te encuentras dormido ...",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Mientras se despierta, sientes sensaciones bastante agradables que te atraviesan.",
                "IfChoice",
                "1",
                "Shizu",
                "Rest2",
                "Gemes suavemente cuando tus ojos se abren, y ves a una mujer bastante atractiva montando tu virilidad.",
                "DisplayCharacters",
                "1",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "PlayerOrgasm",
                "1",
                "ChangeArousalQuietly",
                "50",
                "Gimiendo, te corres dentro de su orificio finamente musculoso mientras continúa montando tu polla.",
                "Speaks",
                "Shhhh, vuelve a dormir.Todo terminará pronto.",
                "IfPlayerSpiritGone",
                "CantResist",
                "Menu",
                "Resist!",
                "This feels so good...",
                "Sleep...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Rest2",
            "theScene": [
                "Gemes suavemente cuando tus ojos se abren, y ves a una mujer bastante atractiva montando tu virilidad.",
                "DisplayCharacters",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "PlayerOrgasm",
                "1",
                "ChangeArousalQuietly",
                "50",
                "Gimiendo, te corres dentro de su orificio finamente musculoso mientras continúa montando tu polla.",
                "Speaks2",
                "Shhhh, vuelve a dormir.Todo terminará pronto.",
                "IfPlayerSpiritGone",
                "CantResist",
                "Menu",
                "Resist!",
                "This feels so good...",
                "Sleep...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "CantResist",
            "theScene": [
                "Te das cuenta de que estás demasiado fuera de él para resistir [DisplayMonsterChoice] rebotando en tu virilidad ...",
                "Menu",
                "This feels so good...",
                "Sleep...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Resist!",
            "theScene": [
                "¡Te vuelves, al darte cuenta del peligro en el que estás y prepárate para pelear!",
                "IfChoice",
                "1",
                "Shizu",
                "Resist!2",
                "CombatEncounter",
                "Kunoichi",
                "ApplyStance",
                "Sex",
                "SetAttack",
                "Insert",
                "StartCombat",
                "ChangeProgress",
                "1",
                "Después de haber derrotado a la mujer ninja, continúas tu camino, decidiendo que este lugar claramente no era tan seguro como pensabas por primera vez."
            ]
        },
        {
            "NameOfScene": "Resist!2",
            "theScene": [
                "CombatEncounter",
                "Shizu",
                "ApplyStance",
                "Sex",
                "SetAttack",
                "Insert",
                "StartCombat",
                "ChangeProgress",
                "1",
                "Habiendo derrotado a Shizu, continúas tu camino, decidir que este lugar claramente no era tan seguro como pensabas por primera vez."
            ]
        },
        {
            "NameOfScene": "Sleep...",
            "theScene": [
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Eastern Karma (2_16).mp3",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "Gime ligeramente mientras sus ojos se cierran lentamente y [DisplayMonsterChoice] continúa montando hábilmente su eje ...",
                "Tienes sueños sexuales tan maravillosos, llenos de chicas monstruosas que te follan sin sentido, y los follas sin sentido a su vez.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Un harén de mujeres monstruosas sexy se burla, chupa, titfuck y monta tu polla, así como lo que sea que su anatomía pueda permitir.",
                "A través del sexo interminable, dominas y estás dominada, y las mujeres intentan todo en su poder para complacerte.",
                "El Sucúcubo Kunoichi en el harén constantemente te insta a disfrutar del placer y follar a tantas chicas monstruosas como puedas.",
                "Y consulte que lo hace, disfrutando de innumerables senos, bocas, coños y culos, pero a pesar de los numerosos tipos diferentes de mujeres, siempre se encuentra regresando a los Kunoichi.",
                "La forma en que rebota en tu polla se siente casi hipnótica mientras empuja energía mágica en tu ingle con su coño, y drena tu semen, alimentándose de tu energía.",
                "Todo el tiempo que otras chicas monstruosas compiten por su atención, besándose y acariciándose cada vez que tienen la oportunidad de tener.",
                "Ves a la niña ninja sonreír a través de su máscara mientras ella monta tu eje, feliz de verte a darle placer.",
                "Ella muele su eje lenta y sensualmente a medida que un orgasmo fluye sobre ti, hace que dure todo lo que pueda, permitiéndote deleitarte en el éxtasis mientras absorbe lentamente tu energía.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Sonríes mientras te acaricia mientras ella te desmonta, no queriendo acapararte, ya que otra chica rápidamente toma su lugar ...",
                "Constantemente duchado de amor y afecto a través del sueño, no puedes evitar anhelar que este sueño nunca termine ...",
                "ChangeFetish",
                "Breasts",
                "5",
                "ChangeFetish",
                "Ass",
                "5",
                "ChangeFetish",
                "Oral",
                "5",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Breasts",
                "5",
                "ChangeSensitivity",
                "Mouth",
                "5",
                "ChangeSensitivity",
                "Seduction",
                "5",
                "ChangeSensitivity",
                "Magic",
                "5",
                "ChangeProgress",
                "1",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "This feels so good...",
            "theScene": [
                "Gime y agarras sus caderas bien formadas, y ella te mira con una pequeña sonrisa que se muestra a través de su máscara.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "FlexibleSpeaks",
                "¿Oh?Quizás prefieras disfrutarte de ti mismo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "[DisplayMonsterChoice] le da a sus caderas un pequeño meneo seductor, haciéndote gemir antes de comenzar a empujarla mientras te monta.",
                "Su coño apretado se siente increíblemente acogedor, y no puedes evitar disfrutar de cómo se aprieta alrededor de tu eje con cada empuje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Te encuentras en un aturdimiento sexual cuando [DisplayMonsterChoice] se inclina hacia adelante, colocando las manos sobre tu pecho mientras aumenta lentamente el ritmo de sus caderas.",
                "Su coño gradualmente comienza a ponerse más caliente de una manera muy agradable, hasta que comienza a sentir que su polla se está derritiendo por el placer.",
                "Déjate, a medida que los pulsos de excitación comienzan a filtrarse en tu virilidad, te das cuenta de que está usando magia para mejorar su amor.",
                "Gemiones mientras tus pensamientos se alejan de las olas de placer orgásmico mientras sopla una carga gruesa en [DisplayMonsterChoice].",
                "Su coño absorbe hambrienta tu semen, y ella continúa viajando, enviando ondas de placer inducidas aún más mágicamente a través de ti.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "Ella te mira casi amorosamente y encuentras tus manos deambulando por su cuerpo, a tientas, provocándola de un gemido suave de ella.",
                "Redobilas tus esfuerzos para empujarla a ella, y ella continúa rebotando y moliendo en tu eje, para tu deleite.",
                "Combinado con su coño infundido mágico, no le lleva mucho tiempo correrse dentro de ella nuevamente, pero estás empezando a sentirte bastante agotado por toda la estimulación ...",
                "FlexibleSpeaks",
                "Mmmmm...♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "Pero esto parece estimular [DisplayMonsterChoice], haciéndola enviar ondas de éxtasis en cascada con cada rebote de sus caderas.",
                "Su coño caliente casi parece que se está moldeando perfectamente tu polla, mientras que al mismo tiempo te estremeces, ya que parece que su magia también está haciendo tu polla más dura y más sensible.",
                "Te empujas lo más fuerte que puedes, enviando cascadas de placer a través de ambos, dando forma a los demás para los demás.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Caring",
                "FlexibleSpeaks",
                "¡Sí!¡Hazme tuyo! ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Orgasm",
                "Pronto ambos se tensan con placer orgásmico al mismo tiempo, y ella deja escapar un grito extático mientras la llenas con tu semilla caliente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Sinister",
                "ChangeImageLayer",
                "Base",
                "1",
                "Aura",
                "Ella se derrumba sobre ti, aparentemente agotada de sus esfuerzos, y se acuesta a su lado por un breve momento mientras brilla morado, absorbiendo tu semen ...",
                "FlexibleSpeaks",
                "Todavía no hemos terminado.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Hunger",
                "ChangeImageLayer",
                "Base",
                "1",
                "Base",
                "Después de un breve descanso, ha vuelto a montar su polla y siente que su energía comienza a agruparse en su ingle con cada movimiento maravilloso de las caderas de [DisplayMonsterChoice].",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Kissing",
                "ChangeImageLayer",
                "Mask",
                "1",
                "DeactivateOverlay",
                "Las olas de placer mágico que te rodan son lo suficientemente fuertes como para hacerte negro mientras se inclina hacia adelante, bajando la máscara de la cara para besarte profundamente.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "SinisterGlow",
                "Gime suavemente en su boca mientras comienzas a estimular una cantidad antinatural de semen en su coño hambriento.",
                "Cada toma de semen que absorbe te hace sentir cada vez más agotado y agotado, y pronto incluso tus manos a tientas yacían flojas a los costados mientras disfrutas en el placer inhumano.",
                "Su cuerpo se contrae y temblora en el agotamiento agradable a medida que su orgasmo finalmente se apaga, y lo último que ves antes de que te quedes dormido es [DisplayMonsterChoice] abrazando a tu lado, suspirando contento ...",
                "ChangeFetish",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Sex",
                "3",
                "ChangeSensitivity",
                "Seduction",
                "3",
                "ChangeSensitivity",
                "Magic",
                "3",
                "ChangeProgress",
                "1",
                "GameOver"
            ]
        }
    ]
}