{
    "name": "Imp Glory Hole",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "The imps have set up a clever trap for unsuspecting victims...",
    "requires": [
        "Sigil Of Allure"
    ],
    "Speakers": [
        {
            "name": "Imp",
            "postName": " 1",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": " 2",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": " 3",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": " 4",
            "SpeakerType": "Monster"
        },
        {
            "name": "Imp",
            "postName": " 5",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "SetChoice",
                "2",
                "",
                "StoreCurrentBG",
                "ChangeBG",
                "DungeonForest.png",
                "Mientras viajas a través de los sinuosos salones de la mazmorra del bosque, te encuentras con un letrero pintado rosado colgado en la pared, con una flecha apuntando hacia abajo en un agujero acolchado hasta la cintura en la pared.El letrero dice 'Peque la polla aquí para pasar un buen rato. ♥' y puedes escuchar una pequeña charla de niña detrás de la pared.",
                "IfPlayerOrgasm",
                "TooHornyToRefuse",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "25",
                "OralTemptation",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "OralTemptation",
            "theScene": [
                "La tentación de disfrutar de los placeres orales que podrían ser a través de ese agujero amenazan con superarte ...",
                "StatCheck",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "50",
                "2",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "75",
                "3",
                "ChangeStatCheckDifficulty",
                "IfFetishLevelEqualOrGreater",
                "Oral",
                "100",
                "5",
                "Temptation",
                "5",
                "GolyHoleOptions",
                "Fail",
                "Stick your dick in the glory hole."
            ]
        },
        {
            "NameOfScene": "TooHornyToRefuse",
            "theScene": [
                "Tu corazón agita y tu polla dolorida palpitación ante la mera idea de que tus bolas se agoten por una boca chupando ansiosamente, estás demasiado cachondo para incluso contemplar rechazar tal oferta, tu erección sacudida pulsando con la desesperada necesidad de liberar.",
                "JumpToScene",
                "Stick your dick in the glory hole."
            ]
        },
        {
            "NameOfScene": "GolyHoleOptions",
            "theScene": [
                "Menu",
                "Stick your dick in the glory hole.",
                "Look through the hole.",
                "RequiresChoice",
                "1",
                "SetTheStage",
                "Try to listen in.",
                "Keep moving.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep moving.",
            "theScene": [
                "Te apresuras más allá del agujero en la pared.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Look through the hole.",
            "theScene": [
                "Te agachas y miras a través del agujero, y puedes ver un cuartel de Imp, algunos de los pequeños demonios que dan vuelta, más notablemente un grupo de ellos jugando al póker alrededor de una mesa junto al agujero, charlando mientras juegan.",
                "SetChoice",
                "1",
                "SetTheStage",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "Try to listen in.",
            "theScene": [
                "Te arrodillas por el agujero y ves si puedes escuchar algo interesante de los imps ...",
                "JumpToRandomScene",
                "RoyalFlush",
                "GloryHole",
                "ComplainAboutAncilla",
                "ComplainAboutMika",
                "ComplainAboutSofia",
                "ComplainAboutVili",
                "WhyUs",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "RoyalFlush",
            "theScene": [
                "Speaks",
                "Ughhhh ... tengo la peor suerte ...",
                "Speaks2",
                "Jejeje, no te enojes porque no sabes cómo farolear.",
                "Speaks3",
                "Yo ... No creo que ninguno de nosotros sea realmente tan bueno para farolear ...",
                "Speaks2",
                "Sí, sí, ¿de todos modos, señorita 'mala', ¿estás llamando o renunciando?",
                "Speaks",
                "¡Voy a entrar todo!",
                "Speaks2",
                "Pffft, ¿con esa triste pila de eros?Muy bien, llamaré.",
                "Speaks3",
                "Fold.",
                "Speaks4",
                "Call.",
                "Speaks5",
                "Fold.",
                "Speaks3",
                "Muy bien, veamos quién ganó.",
                "Speaks",
                "Ehehe-hahaha!Escalera Real!",
                "Speaks2",
                "Im-Impossible?!",
                "Speaks",
                "¡Quién no puede farol ahora! ♪",
                "Speaks2",
                "Tch...",
                "Speaks4",
                "Ugh ... Sabía que debería haber doblado ...",
                "Speaks",
                "¡No estoy fuera de este juego todavía chicas! ♪ ¡Vamos a la próxima ronda!",
                "No puedes evitar preguntarte si realmente están jugando el juego correctamente.Probablemente van a jugar por un tiempo, ¿tal vez charlarán sobre algo interesante?",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "ComplainAboutAncilla",
            "theScene": [
                "Los escuchas jugar al póker por un rato antes de que uno de los imps tuve.",
                "Speaks2",
                "Ugh, ya sabes, Ancilla es un dolor total en el trasero.¿Puedes creer toda la limpieza que intenta hacer que hagamos?¡Tenemos cosas más importantes que hacer!",
                "Speaks5",
                "¡Sí!Como atrapar a los chicos y drenarlos.Jejeje. ♪",
                "Speaks4",
                "Chicas también.",
                "Speaks2",
                "Bleh, las pollas son mucho mejores.",
                "Speaks",
                "Hmmm, me pregunto si Ancilla tiene una debilidad ...",
                "Speaks2",
                "Escuché que ella es tan fría que {i} nadie {/i} puede seducirla.",
                "Speaks3",
                "Lo creo, juro que incluso la he visto romper su pierna sobre una mesa y ni siquiera {i} flinchar {/i} ...",
                "Speaks4",
                "Eso es aterrador ... pero no tan aterrador como el rumor de que ella {i} nunca duerme {/i}.",
                "Speaks",
                "Pft, no hay forma.",
                "Speaks5",
                "¡Es totalmente cierto!Traté de colarse en la despensa una noche y ella estaba parada allí esperándome.¿Tienes idea de lo horrible que es su mirada de muerte en la oscuridad?",
                "Speaks2",
                "Pft, cobarde, ¡oye!¡Deja de intentar sacar cartas fuera del juego!",
                "Speaks3",
                "A-am no ...",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "ComplainAboutMika",
            "theScene": [
                "Los escuchas lidiar la próxima ronda de su juego, y charlan un poco a medida que las cartas están repartidas.",
                "Speaks3",
                "Sabes ... Mika es una perra total ...",
                "Speaks5",
                "Mhmm, ella y su tonto culo gordo que hace alarde todo el tiempo ...",
                "Speaks4",
                "No creo que sea tan mala ...",
                "Speaks2",
                "Jeje, apuesto a que quieres que se siente contigo.",
                "Speaks4",
                "¿Qué no!",
                "Speaks5",
                "Sabes, escucho que ella se convierte en una puta maullosa en el momento en que un chico le pega la polla en su coño.",
                "Speaks3",
                "¿Cómo diablos nos ayuda eso?",
                "Speaks5",
                "Uno, pensé que solo estábamos cotilleando.",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "ComplainAboutVili",
            "theScene": [
                "Los escuchas arrastrar la cubierta y charlar.",
                "Speaks2",
                "Jeje, he oído que Vili no tiene amigos.",
                "Speaks4",
                "Oye, vamos, eso es malo ...",
                "Speaks5",
                "Bueno, es porque ella tiene esas tetas giganto tontas.Y ella los señala todo el tiempo.",
                "Speaks",
                "Eso es solo porque estás celoso de sus tetas.",
                "Speaks5",
                "¡No lo soy!",
                "Speaks3",
                "¿Por qué todavía está un arco?¿No se supone que debamos conseguir nuevos trabajos en otros lugares?",
                "Speaks2",
                "Estoy bastante seguro de que solo se queda en su habitación todo el día comiendo pastel.",
                "Speaks5",
                "¿Es eso, por qué sus tetas son tan grandes?Tal vez debería comer más pastel ...",
                "Speaks",
                "Así que {i} estás {/i} celoso.",
                "Speaks5",
                "¡Shut Up!",
                "Speaks3",
                "Joder, dejé caer el mazo ...",
                "Speaks2",
                "Buen trabajo, diviértete recogiéndolos para la próxima mano.",
                "Escuchas el tercer impulso que suspiras abatido.",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "ComplainAboutSofia",
            "theScene": [
                "Escuchas otro conjunto de tarjetas que se tratan mientras esta charla de Imps.",
                "Speaks2",
                "Sofía es una bruja tan vieja ...",
                "Los otros imps en la habitación dejaron escapar un jadeo colectivo de horror ante sus palabras antes de que pueda continuar.",
                "Speaks2",
                "¿Qué?¡Ella es totalmente!Y no es como si ella esté aquí, no puede escuchar {i} todo {/i}.",
                "Speaks3",
                "Sh-she está justo detrás de ti.",
                "Speaks2",
                "{i}WH-WHAT?!{/i}",
                "Escuchas que una silla cae mientras el Imp se pone en pánico, muy probablemente dando la vuelta, luego una breve pausa antes de que estallen los otros Imps en la risa.",
                "Speaks4",
                "Pffffhahahahahaha!¡No puedo creer que te hayas enamorado de eso!",
                "Speaks2",
                "¡Shut Up!",
                "Se puede escuchar que el Imp arregla su silla con una cara profundamente enrojecida mientras se sienta de nuevo, y la risa colectiva se muere.",
                "Speaks2",
                "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡LoElla es {i} aterradora {/i}!Y ella es como {i} Super {/i} Ancient!",
                "Speaks",
                "Escuché la última vez que un diablillo la llamó una bruja, ese Imp estaba atrapado en el confinamiento solitario, envuelto en bondage, corriendo su cerebro durante un mes ...",
                "Speaks5",
                "Ooo, tal vez deberíamos decirle lo que dijiste. ♪",
                "Speaks3",
                "Si la despertaras por eso, probablemente te castigaría en su lugar ...",
                "Speaks4",
                "¿Alguna vez dejó su cama?",
                "Los escuchas murmurar cuidadosamente por un momento.",
                "Speaks2",
                "A-de todos modos.Mi punto era que ella es súper vieja, así que tal vez deberíamos tratar de hacerse cargo, ¿verdad?¿Dar paso al futuro Arch-Succubi?",
                "Speaks3",
                "Estoy bastante segura de que la última vez que Imps intentó levantarse contra ella, los derribó con un solo chasquido de sus dedos ...",
                "Speaks2",
                "Ugh, ese tipo de magia está haciendo trampa ... Me pregunto si tiene alguna debilidad real ...",
                "Speaks",
                "Bueno, ella es perezosa y esas cosas, así que apuesto a que se duerme fácilmente.",
                "Speaks4",
                "Escuché que si se pone en serio, es básicamente inmune a todo ...",
                "Speaks2",
                "De ninguna manera, todos tienen una debilidad ... ¿Verdad?",
                "Speaks5",
                "Bueno ... ¿Escuché que ella no puede orgasmo?",
                "Speaks2",
                "TH-que suena horrible ...",
                "Los imps se sientan en silencio solemne por unos momentos.",
                "Speaks4",
                "Entonces, ¿crees que si le pidiéramos que ella nos hubiera hecho?L-Like hipotéticamente.",
                "Speaks",
                "Seriously?",
                "Speaks2",
                "Pft, ¿quieres decir si ella puso {i} tú {/i} en el infierno del orgasmo?",
                "Speaks4",
                "¡N-No!¡Quiero decir en teoría!",
                "Speaks5",
                "Hmmm ... ¿Quizás su debilidad es sacar a otras personas?",
                "Speaks3",
                "Con tortura sexual.",
                "Speaks2",
                "¿Cómo es eso incluso una debilidad?",
                "Speaks5",
                "Oye, solo estoy tratando de averiguar a qué sería débil ...",
                "Speaks",
                "Hmmm, ¿tal vez ella es realmente una súper romántica?¿Y quiere ser barrido de sus pies y seducido por alguien?",
                "Speaks2",
                "Pffffffthahahahaa!Sí, {i} correcto {/i}, ella es una reina de hielo total.",
                "Speaks4",
                "A-de todos modos.Uh, ¿se supone que el Joker debe estar en la cubierta?",
                "Speaks3",
                "¿Eh?No. Aquí, te pasaré una nueva tarjeta ...",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "GloryHole",
            "theScene": [
                "Uno de ellos suspira mientras reflexiona sobre sus cartas.",
                "Speaks2",
                "Entonces, ¿la gente realmente se enamora de la gloria?Juro que hemos estado jugando al póker para siempre ...",
                "Speaks5",
                "Sé quewwww, ♪ si solo {i} alguien {/i} pegaría su {i} Big Fat Cock {/i} aquí ...",
                "Escuchas un poco los imps en sus asientos, y no puedes evitar preguntarte si el IMP sabe que estás allí.",
                "Speaks",
                "D-Did tienes que decirlo así, ahora estoy todo cachondo ...",
                "Speaks3",
                "S-shele lo está haciendo para distraernos del juego ...",
                "Speaks2",
                "D-Damit, ahora realmente quiero fucccckkk ...",
                "Speaks4",
                "Mnnnnn ... espera, ¿quién gira fue para llamar y esas cosas?",
                "Speaks5",
                "Uhm ... G-Good Pregunta en realidad ...",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "WhyUs",
            "theScene": [
                "Uno de ellos reflexiona mientras miran sus cartas.",
                "Speaks",
                "¿Por qué siempre somos asignados a la cosa del agujero de gloria de todos modos?",
                "Speaks3",
                "¿Porque somos los únicos que no se aburren y se alejan?",
                "Speaks2",
                "Oh, por favor, cualquier IMP podría hacer este trabajo totalmente.",
                "Speaks4",
                "¿Está bastante seguro de que es porque nadie más quiere jugar al póker?",
                "Speaks5",
                "Pensé que era porque nos gusta pasar el rato juntos.",
                "Continúan divagando por un tiempo antes de reanudar su juego.",
                "JumpToScene",
                "GolyHoleOptions"
            ]
        },
        {
            "NameOfScene": "Stick your dick in the glory hole.",
            "theScene": [
                "Sumas tu polla semi-erecta en el agujero en la pared, y por unos momentos no pasa nada, pero escuchas algunas risas bastante emocionadas y el movimiento amortiguado detrás de la pared.",
                "ChangeArousalByPercent",
                "25",
                "Pronto, una boca hambrienta y burlona se envuelve alrededor de tu polla, chupando suavemente tu longitud a plena rigidez, mientras que dos juegos más burlones de labios se besan y lamen a los lados de tu virilidad.",
                "ChangeArousalByPercent",
                "25",
                "Suspiras felices mientras se turnan con la cabeza hacia arriba y hacia abajo de tu dolor de erección, los demás trabajan los costados y la parte inferior de tu longitud mientras esperan que vuelva su turno.",
                "ChangeArousalByPercent",
                "25",
                "Su ruidoso sorbo y chupación se puede escuchar a través de la pared, sus lenguas burlonas que lamen cada centímetro de su erección que pueden, y jadeas y tensas mientras enfocan sus atenciones en la punta sensible de tu polla, rodando las lenguas por todas partes.unísono.",
                "ChangeArousalByPercent",
                "25",
                "Luego, uno de ellos comienza a sacudirse rápidamente la cabeza hacia arriba y hacia abajo de tu polla mientras chupa tan intensamente como puede, lamiendo tu punta cuando se retira, todos mientras los otros dos besan y lamen cualquier parte disponible de tu polla que puedan, pueden, pueden,sumergir sus caderas en una dicha cálida.",
                "PlayerOrgasm",
                "1",
                "Gimas en voz alta cuando sus afectos amorosos te llevan al límite, dejando tu polla brotando cargas gruesas de semen en la boca del imp, solo para pasar rápidamente a los labios de otro imp para agujerizar algunas cuerdas más de semen, y luego pasó al tercer tercerLa boca hambrienta para chupar los últimos chorros de semen.",
                "DisplayCharacters",
                "1",
                "2",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Suspiran felizmente, lamiendo suavemente y burlándose de su virilidad aún rígida con la boca mientras tiemblan en la felicidad electrizante, solo no se quitó su estupor post-orgasmico cuando dos imps se presionan hasta sus lados.",
                "Speaks",
                "Oye, divirtiéndote? ♪",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "Speaks2",
                "No estás pensando en retirarse, ¿verdad? ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "Speaks",
                "A menos que sea para alimentarnos también. ♥",
                "Le acarician suavemente su cuerpo mientras acarician más cerca de usted con una risita juguetona, haciendo todo lo posible para mantener su longitud firmemente alojado en el agujero de la gloria ...",
                "IfPlayerSpiritGone",
                "CantResist",
                "JumpToScene",
                "GloryHoleMenu"
            ]
        },
        {
            "NameOfScene": "CantResist",
            "theScene": [
                "Estás demasiado agotado para tratar de sacudir los dos imps, y solo puedes gemir ya que tu longitud se lame y chupa ...",
                "JumpToScene",
                "Keep going..."
            ]
        },
        {
            "NameOfScene": "GloryHoleMenu",
            "theScene": [
                "Menu",
                "Keep going...",
                "Pull out!",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Pull out!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Confused",
                "Libres libres del agujero de gloria y los dos imps se tambalean con un puchero, y escuchas una voz desde detrás de la pared, diga 'aww ...'.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Base",
                "Speaks2",
                "¡No pienses que te estás escapando tan fácilmente!",
                "CombatEncounter",
                "RunningWontSkipEvent",
                "Imp",
                "Imp",
                "StartCombat",
                "Después de derrotar a los imps, se apresura rápidamente en tu camino.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Keep going...",
            "theScene": [
                "JumpToRandomScene",
                "WorshipfulBJ",
                "TakingTurns",
                "WhisepryTease",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "WorshipfulBJ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "ChangeArousalByPercent",
                "25",
                "Los imps detrás del agujero de gloria prodigan tu virilidad con afecto, lamiendo y besando toda tu longitud arriba y abajo, y los dos imps en tu lado de la pared se arrodillan hacia abajo y chupan con amor, lamen y masajearon tus dolientes bolas, dejándote temblando de placer.",
                "ChangeArousalByPercent",
                "25",
                "Toda su polla palpita con una calidez maravillosa de su asalto unificado, sus lenguas burlonas trabajando juntas para complacer su erección contraproducente, dejando su mente brotando en éxtasis mientras adoran su dolor de polla.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Suspiras con placer mientras tus bolas se aprieta y se agitan de los imps lamiendo y chupando, preparándose para dar a los tres en el otro lado de la pared una carga fresca de semen, mientras ruedan las lenguas sobre tu punta de espasmo, enviando sacudidas de éxtasis calientesdurante toda tu longitud.",
                "ChangeArousalByPercent",
                "25",
                "Dos de los imps deslizan sus lenguas por los lados de su dolor de longitud, construyendo placer meloso en sus caderas, mientras que el tercero se distingue con la cabeza de su polla, los dos imps en su lado de la pared todavía adoran con amor sus bolas de contracción.",
                "PlayerOrgasm",
                "1",
                "Lloras en la dicha mientras los dos imps en el otro lado de la pared regresan a la longitud, besándose y lamiendo mientras comienzas a brotar cuerdas gruesas de semen en la boca de la que con la boca envuelta alrededor de tu punta,Y la escuchas hambrientos y tragar su semilla antes de pasarla a los otros dos imps en su lado de la pared.",
                "Exigen ansiosamente el resto de tu semen, haciéndote tirar y espasmo en la dicha post-orgasmica, y los dos imps en tu lado de la pared siguen masajeando y lamiendo con amor y lamer tus bolas, haciéndote dolor aún más ...",
                "IfPlayerSpiritGone",
                "OutOfSpirit",
                "JumpToScene",
                "GloryHoleMenu"
            ]
        },
        {
            "NameOfScene": "TakingTurns",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "ChangeArousalByPercent",
                "25",
                "Uno de los imps se mueve la cabeza hacia la mitad de tu polla dolorida, mientras que los otros dos besan y lamen los lados de tu virilidad, mientras que los dos imps en tu lado de la pared se ríen y se adhieren a tus lados, acariciando suavemente tu pechoy de regreso.",
                "ChangeArousalByPercent",
                "25",
                "Puedes sentir que tu virilidad comienza a latir con calidez, ya que su mamada unificada hace que tu erección se contrae y espasmo con ondas eléctricas de placer, el imp chupando tu longitud rodando la lengua alrededor de tu punta sensible como una piruleta, y los otros dos besan amorosamente suMucho arriba y abajo de tu eje.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "ChangeArousalByPercent",
                "25",
                "De repente, los dos imps de los costados tiran de las caderas hacia atrás, liberando su polla contracción del agujero de la gloria antes de agacharse para comenzar a besar y lamer su camino hacia arriba y hacia abajo la longitud de la saliva antes de alternar quién chupa su polla rígida.",
                "Speaks3",
                "Hey!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Speaks",
                "¡Nuestro turno! ♪ Ehehe. ♪",
                "ChangeImageLayer",
                "Expression",
                "1",
                "OralOffer",
                "ChangeArousalByPercent",
                "25",
                "Sus manos masajean suavemente sus bolas de contracción mientras cambian su polla entre sus labios cada pocas bobs de su cabeza, conduciendo su polla ya palpitante más cerca y más cerca de un orgasmo de Blanking Minding en un ritmo impredecible.",
                "PlayerOrgasm",
                "1",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Gime y arqueas la espalda mientras sopla tu carga en la boca del Imp y el otro lo intercambia rápidamente en su boca para beber su parte de tu semen, ambos, tragando ansiosamente su premio mientras todavía cambian tu espasmo pollaDe ida y vuelta, asegurándose de drenar cada gota que puedan.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "Mientras aún te quedan en un resplandor climático, los dos imps obligan a tu polla aún rígida a volver al agujero de gloria con una risita y acurrucados a los costados, dejándote gemir cuando el trío detrás de la pared comienza a trabajar de nuevo conHambre renovada ...",
                "IfPlayerSpiritGone",
                "OutOfSpirit",
                "JumpToScene",
                "GloryHoleMenu"
            ]
        },
        {
            "NameOfScene": "WhisepryTease",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeArousalByPercent",
                "25",
                "Mientras que los tres imps en el otro lado de la pared se turnan para chupar su polla dolorida, los dos en su lado de la pared le susurran laslo, haciendo que todo su cuerpo tire de deseo.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "Speaks",
                "Continúa, explota una carga gruesa por la garganta. ♪",
                "ChangeArousalByPercent",
                "25",
                "El Imp actualmente soplando tu virilidad contraproducente de repente chupa muy intensamente, haciendo que todo tu cuerpo se tensa con la tentación de verter tu semilla en su boca, los otros dos imps detrás de la pared besándose y lamiendo el resto de tu palmada en el eje.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "OralOffer",
                "Speaks2",
                "Entonces, ¿tal vez darnos algunas cargas para beber?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeArousalByPercent",
                "25",
                "Tu mente sigue brotando del placer, sus voces burlonas te instan juguetonamente a alimentarlos cada vez más de tu semen, el trío al otro lado de la pared trabajando ansiosamente para retirar un grueso brote de tu semilla con sus bocas cachondas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Wink",
                "Speaks",
                "Solo relájate mientras te ordeñamos secar. ♪",
                "ChangeArousalByPercent",
                "25",
                "Gime cuando te quedas al borde del orgasmo, las bocas chupadas de los imps prácticamente te rogan que vierte cada gota de semen que tienes en ellos mientras te cambian entre sus labios hambrientos, burlando cada centímetro de tu polla mientras que la otraDos imps te tientan sin descanso.",
                "PlayerOrgasm",
                "1",
                "Con un grito de felicidad tembloroso, comienzas a descargar tu semilla en la boca actual del Imp, y los otros dos lo intercambian ansiosamente en la boca para drenar su parte justa de tu semen, chupando hambrientos por tu longitud mientras te acurrucas las cuerdas gruesas de semena ellos.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Teasing",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Teasing",
                "Mientras se contrae en la dicha post-orgasmica, los imps siguen lamiendo y lamiendo su polla, manteniéndola con fuerza mientras los otros dos imps en su lado de la pared susurran y te burlan de que te mantengas ansioso por bombearlos llenos de más semen ...",
                "IfPlayerSpiritGone",
                "OutOfSpirit",
                "JumpToScene",
                "GloryHoleMenu"
            ]
        },
        {
            "NameOfScene": "OutOfSpirit",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "LipLick",
                "ChangeImageLayer",
                "Expression",
                "2",
                "LipLick",
                "ChangeBGM",
                "music/Loss/Do not yarn.mp3",
                "Dejado jadeando y completamente gastado, solo lo apoyan los dos imps por sus lados que le dan sonrisas engreídas.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Smug",
                "Speaks2",
                "Parece que alguien ha gastado por completo. ♪",
                "Puedes escuchar algunas risas amortiguadas al otro lado de la pared, y darte cuenta de que no hay forma de escapar ahora ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smug",
                "Antes de que pueda reaccionar, los dos imps junto a usted, sujetan sus brazos contra la pared, y las restricciones de repente se envuelven alrededor de sus muñecas, cintura y piernas mientras lo presionan contra la pared.",
                "ChangeImageLayer",
                "Expression",
                "2",
                "Wink",
                "Speaks2",
                "Espero que disfrutes de ser nuestro dispensador de semen personal. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Uno de ellos abre una botella de poción y vierte su contenido rosa en la boca, y estás demasiado agotado y sorprendido de no tragar el líquido con sabor a gulla dulce, sintiendo que tu cuerpo se calienta más con cada trago.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Smile",
                "Speaks",
                "Jeje, que estaba hecho de jugo de coño destilado. ♥",
                "DisplayCharacters",
                "EndLoop",
                "Los dos imps salen riendo mientras las paredes directamente a la izquierda y la derecha se deslizan hacia abajo, atrapándote por completo en una pequeña habitación de piedra negra casi titulada con tu polla dolorosamente dura todavía atascada en el agujero de gloria en sus cuarteles, los tres imps en ese lado sorprendentementeDejando su longitud solo.",
                "Pero puedes escuchar sus amortiguados hablando del otro lado ...",
                "JumpToScene",
                "SemenDispenserScene"
            ]
        },
        {
            "NameOfScene": "SemenDispenserScene",
            "theScene": [
                "DisplayCharacters",
                "EndLoop",
                "Speaks3",
                "¡Muy bien, todos! ♪ Alinee si quieres un semen. ♪",
                "Gimas en voz alta mientras tu polla cada vez más sensible es asaltada por un grupo de lenguas hambrientas de Imps, todas las sorbas y chupando hacia arriba y hacia abajo, no se puede mover y apenas capaz de ver que solo te quedas capaz de concentrarte en la maravillosa sensación desus bocas burlonas lamiendo y besando tu erección palpitante.",
                "Todo su cuerpo está inundado de un deseo ardiente, ya que la poción del Imp se afianza sobre su cuerpo, haciendo que sus bolas se agote mientras trabajan para producir más semen para los imps hambrientos que adoran su virilidad contraproscosa con lamidas y besos amorosos mientras intentan convencer a un grueso grueso.Carga de ti.",
                "Su boca burlona inunda tu polla con ondas eléctricas de dicha mientras lamen y se burlan cada centímetro de tu polla dolorida, tres de ellos enfocándose en tu punta, rodando sus ágiles lenguas a su alrededor al unísontu erección de contracción.",
                "Gomas en voz alta mientras estallas en toda la multitud de imps invisibles, escuchándolos llorar de deleite mientras los cubres a todos en tu semilla, oyéndolos proceder a ir a lamer cada parte de los que los cubras mientras algunos de ellos se turnan para chuparEn su punta para drenar cada gota de semen que pueden de su orgasmo.",
                "A medida que el primer grupo de imps se dispersa, gemirá nuevamente, ya que el siguiente grupo comienza a lamer y burlarse de su longitud, los cinco de ellos se turnan para cambiar su polla entre sus bocas y garabatear profundamente su polla rígida, enviando temblores felices de placer a través de usted, su poción lasciva manteniendo tu polla dolorosamente dura y tus bolas llenas.",
                "Mientras que una de las profundidades de su longitud, el resto de ellos amaba la vuelta en cualquier carne expuesta, luego la cambia a una boca nueva y se repite, dándote tiempo para apreciar la sensación diferente de cada una de sus gargantas antes con una succión final de una chupada de adoración final que comienzas a descargarSu boca, dejando que se tragó los primeros brotes de semen antes de pasarla a uno de los otros imps.",
                "Cada uno se sacude la cabeza hacia arriba y hacia abajo una vez, retirando una larga cuerda de semen cada vez que chupan tu virilidad, bebiendo tanto de tu semen como puedan antes de que termine su turno, dejándote espasmes en constante felicidad hasta que ellosdar marcha atrás.",
                "No se le da tiempo para descansar ya que tres imps toman su longitud, dos de ellos presionando sus pechos pequeños contra su polla dolorida, la tercera lamiendo en su punta hambrienta mientras los otros dos bombean su longitud con sus pequeños senos.",
                "A pesar de sus pequeños bustos, tu polla palpitante se siente como si estuviera atrapada entre dos nubes celestiales suaves que intentan ordeñar tu semilla mientras una lengua rueda con amor alrededor de tu cabeza de polla en un círculo burlón.Suspiras con felicidad al sentir que tu próximo orgasmo ya se acerca desde sus pequeñas tetas que bombean tu virilidad.",
                "Se ríen de deleite mientras sus rígidos espasmos de polla libres de sus senos cuando comienza a correrse, cubriendo las tres en largas cuerdas de esperma mientras su virilidad se acelera por todas partes.",
                "Te sientes perderse en las interminables olas de placer a medida que el próximo grupo de imps comienza a lamer y chupar tu dolidosa erección, con hambre de tu semilla, haciendo que todo tu cuerpo se contrae de placer mientras besan y burlan cada centímetro de tu polla palpitante.",
                "Como uno de ellos le da a la parte inferior de tu polla una larga lamida de la base para darte la propina, vuelve a llorar en orgasmo mientras el placer golpea a través de tu virilidad como un rayo, tus bolas pesadas ansiosas por alimentarlas más, y tu polla palpitante dejada dolorosamente sensible desde elburlas constantes, cubres los imps en tu semilla mientras gritan con deleite.",
                "Jadeas con placer delirante mientras los imps retorcían la carga después de la carga de tu polla con sus bocas burlonas, y ocasionalmente sus pequeños senos, dejándote perdido en una neblina de dicha orgásmica mientras los alimentas todo el semen que quieren.",
                "Pero a medida que los imps tienen su número de lenguas burlándose, disminuye, e incluso obtienes descansos entre las mamadas amorosas, para tu dolor de decepción.Incluso unos minutos sin correrse hacen que tus bolas se sientan tan llenas, lo que te está ansioso por alimentar al siguiente imp que coloca sus labios en tu erección sacudida que se niega a vacilar.",
                "Con la mayoría de los imps alimentados, obtienes más tiempo con imps individuales que te dan mucho tiempo, dándoles una carga gruesa en el momento en que envuelven sus labios alrededor de tu punta, deleitándolos con una comida gruesa para tragar antes de que drenen más.",
                "Los imps chupan con amor la carga tras carga de usted para alimentar su hambre casi insaciable, dejadas para deleitarse en la sensación de sus lujosas mamadas mientras se ve privado de cualquier otra cosa que hacer, pero la lujuria por más placer, la necesidad dolorida de alimentarlos.Estás listo para brotar en algún momento.",
                "AdvanceTime",
                "3",
                "DelayNotifications",
                "PlayerOrgasm",
                "1",
                "SetSpirit",
                "0",
                "Pero después de lo que se siente como un día entero, la poción desaparece lentamente y el agotamiento te lleva lentamente, para decepción de los imps, que vuelven a agrupar una carga final de tu polla marcada con una desesperación hambrienta, lamiendo y chupando a tu entera tuLa longitud de los espasmos mientras dibujan una última serie de chorros de tu polla dolorida, retirando la última de tu semen de tus bolas doloridas.",
                "IfChoice",
                "2",
                "VisitingDen",
                "PostDispenserVisting",
                "Antes de que finalmente se desmaye mientras se dispersan de su orgasmo final, escucha a uno de ellos hablar a usted, su voz amortiguada junto a la pared.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "75",
                "¡Tu semen es el mejor que hayas tenido!",
                "0",
                "Jeje, no tengas miedo de ser voluntarios para ser nuestro dispensador de semen nuevamente. ♥",
                "EndLoop",
                "...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeFetish",
                "Oral",
                "10",
                "GameOver"
            ]
        },
        {
            "NameOfScene": "PostDispenserVisting",
            "theScene": [
                "Antes de que finalmente se desmaye, ya que se dispersan de su orgasmo final, nota débilmente que la pared comienza a abrir nuevamente, ligeramente filtrándose suavemente en la habitación mientras se apaga, uno de los imps que le habla alegremente.",
                "Speaks",
                "SwapLineIf",
                "Virility",
                "75",
                "¡Tu semen es el mejor que hayas tenido! ♥ Deberías ser nuestro dispensador de semen permanente. ♥ Uh, espera, creo que se está desmayando ...",
                "0",
                "Jeje, no tengas miedo de ser voluntarios para ser nuestro dispensador de semen nuevamente. ♥ uh, espera, creo que se está desmayando ...",
                "EndLoop",
                "...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeFetish",
                "Oral",
                "10",
                "JumpToEventThenScene",
                "Imp Den",
                "PostLewdCuddles"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}