{
    "name": "Matango Ambush",
    "CardType": "Event",
    "CardLimit": "2",
    "Description": "One of the dungeon's mushroom women just so happened to be waiting around a corner...",
    "requires": [
        "Sigil Of Allure"
    ],
    "Speakers": [
        {
            "name": "Matango",
            "postName": "",
            "SpeakerType": "Monster"
        }
    ],
    "EventText": [
        {
            "NameOfScene": "EventStart",
            "theScene": [
                "DisplayCharacters",
                "1",
                "EndLoop",
                "StoreCurrentBG",
                "ChangeBG",
                "DungeonForest.png",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Mientras nos rodeas una esquina de los sinuosos salones de la mazmorra del bosque, te encuentras con la vista de un matango con su amplia trasera hacia ti mientras ella se masturba, mirándolo con una sonrisa borracha mientras una nube de esporas rosadas de repente aumentahacia ti desde su gorra de hongos.",
                "IfHasPerk",
                "Mushroom Head",
                "InstantFail",
                "Menu",
                "Hold your breath! (Power)",
                "Dodge the spores! (Tech)",
                "Breath them in.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Hold your breath! (Power)",
            "theScene": [
                "StatCheck",
                "Power",
                "10",
                "HeldBreath",
                "Fail",
                "FailedBreath"
            ]
        },
        {
            "NameOfScene": "HeldBreath",
            "theScene": [
                "¡Logras contener la respiración hasta que pasen las esporas!",
                "JumpToScene",
                "PassedCheck"
            ]
        },
        {
            "NameOfScene": "FailedBreath",
            "theScene": [
                "Pero no puede sobrevivir a las esporas, y terminar respirando mientras jadea para aire, inundando sus pulmones con ellas y llenando su cerebro con la dolor de dolor de follar.",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "Dodge the spores! (Tech)",
            "theScene": [
                "StatCheck",
                "Technique",
                "10",
                "DodgedSpores",
                "Fail",
                "TooSlow"
            ]
        },
        {
            "NameOfScene": "DodgedSpores",
            "theScene": [
                "¡Vuelve al salón anterior y las esporas se disipan inofensivamente!Da unos pasos hacia adelante nuevamente, reflexionando sobre cómo proceder.",
                "JumpToScene",
                "PassedCheck"
            ]
        },
        {
            "NameOfScene": "TooSlow",
            "theScene": [
                "Antes de tener la oportunidad de evitar las esporas, te lavan, llenan tus pulmones e inundan tu cerebro con dolor doloroso y lujuria ardiente.",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "InstantFail",
            "theScene": [
                "La mera vista del Matango que se presenta a ti te deja en un aturdimiento completo, tu polla instantáneamente se abarca y se esfuerza contra tus pantalones, tu punta sensible y esponjosa te dejó incapaz de procesar las esporas que te superan y llenan los pulmones, inundando tu cerebro.con un deseo dolorido innegable de follarla {i} ahora {/i}.",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "Breath them in.",
            "theScene": [
                "Aceptas el dulce abrazo de sus esporas intoxicantes con un suspiro feliz, dejando que tu mente se inune de la lujuria ardiente y el deseo de follar.",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "PassedCheck",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "El Matango parece haber vuelto a sus sentidos, volviéndose para mirarte con un furioso sonrojo de vergüenza.",
                "Speaks",
                "I- uhm, lo siento, no puedo controlar realmente mis esporas muy bien ... deberías apresurarte antes de dejar salir más ...",
                "Menu",
                "Ask to have sex with her.",
                "Talk with her.",
                "Hurry on.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Talk with her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Mientras reflexiona sobre la perspectiva sobre cuidadosamente una explosión de sus esporas de repente nubla su rostro, ¡y en su lujuria borracha ataca!",
                "CombatEncounter",
                "Matango",
                "StartCombat"
            ]
        },
        {
            "NameOfScene": "Hurry on.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Te apresuras a pasar y ella se despide tímidamente.",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Ask to have sex with her.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "E-eh?B Pero después de mis esporas, y quiero decir, uhm ah ...",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Really?",
                "Asintes y notas que sus esporas comienzan a derivar de la gorra de hongos nuevamente mientras una pequeña sonrisa se extiende sobre su rostro.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Base",
                "Speaks",
                "Uhm, bueno, mis esporas todavía nos van a llevar a un uhm ... y lo sabes ... así que ... ¿estás seguro?",
                "Menu",
                "I'm sure.",
                "Hurry on.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm sure.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "Entonces supongo que no necesito sentirme mal por mis esporas que te ponen cachonda ...",
                "En ese instante, una explosión de sus esporas rosadas se extiende por el pasillo y no puedes evitar respirar profundamente la nube que induce la lujuria.",
                "¡El Matango se da vuelta y tentamente balancea sus amplias caderas, inundando su cuerpo con la dolorosa necesidad de follarla de inmediato!",
                "JumpToScene",
                "Fuck her!"
            ]
        },
        {
            "NameOfScene": "I should get going.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella asiente con la cabeza mientras te sacas, tu polla resbaladiza se contrae en el aire fresco de la mazmorra antes de arreglar tu ropa y te diriges a tu camino.",
                "ChangeSpiritQuietly",
                "1",
                "ChangeEnergyQuietly",
                "25",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "El Matango te da una ola de separación tímida, claramente contenta con el encuentro.¡Incluso te sientes un poco renovado después de eso!",
                "ChangeProgress",
                "1"
            ]
        },
        {
            "NameOfScene": "Fuck her!",
            "theScene": [
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "ChangeBGM",
                "music/Loss/reason.mp3",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Te apresuras hacia adelante y agarras las caderas, sumergiendo tu dolor de virilidad en su ranura goteante, golpeando tu cabina hinchada en su cuello uterino, haciéndote temblar con una dicha incoherente mientras llora felizmente, y su coño empapado le da a tu rígido monedilla un poco de espíritu.",
                "2",
                "",
                "Te apresuras a seguir y agarras sus caderas, hundiendo tu dolor de virilidad en su hendidura goteante, haciéndola temblar de dicha mientras gime felizmente y su coño le da a tu polla rígida un apretón de bienvenida.",
                "EndLoop",
                "ChangeArousalByPercent",
                "20",
                "Speaks",
                "No mmmm, ♥ H-Hold Back. ♥",
                "Ella se muele en provecho sus caderas contra ti, y comienzas a follarla sin pensar su invitada coño, deleitando la sensación de que se agita a tu longitud mientras te apresuras dentro de ella una y otra vez, haciendo que su amplio rebote con cada empuje.",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "El único pensamiento en tu mente es la necesidad ardiente de follarla y llenarla hasta el borde con tu semilla, lo que solo se amplifica cada vez que la punta hinchada de tu polla besa su matriz enviando una sacudida de éxtasis atravesando tu polla dolorida.",
                "2",
                "",
                "El único pensamiento en tu mente es la necesidad ardiente de follarla y llenarla con tu semilla, lo que solo se amplifica cada vez que la punta de tu polla besa su matriz, enviando una sacudida de éxtasis atravesando tu polla dolorida.",
                "EndLoop",
                "Speaks",
                "Ahhh ♥ ¡sí! ♥ ¡No te detengas! ♥",
                "ChangeEnergyQuietly",
                "25",
                "Jadeas y gimes sin pensar, sus esporas te mantienen ansioso por arar su apretado coño mientras el placer burbujeante llena tus caderas con cada empuje, y la mirada erótica pero tímida hacia atrás que te está dando solo hace que tu corazón duele para darle cada gota de tu semen.",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Ella temblora y jadea de todos sus empujes profundamente impactantes, el placer de hormiguear en su cuerpo cada vez que su punta hinchada se golpea en su útero, lo que la lleva a enfrentar sus empujes enérgicos con sus caderas y el sonido de sus frenéticos y lindas resonas por el pasillo..",
                "2",
                "",
                "Ella temblora y jadea de todos sus empujes, el placer de hormiguear en su cuerpo cada vez que sus caderas se encuentran, lo que la lleva a conocer sus empujes enérgicos con sus caderas, y el sonido de su apareamiento lascivo resuena en el pasillo.",
                "EndLoop",
                "PlayerOrgasm",
                "2",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Otra explosión de sus esporas rosadas explota hacia afuera desde su gorra de hongos, y ambos se quedan llorando en éxtasis mientras sus mentes están saturadas de felicidad.Bombas de espesas cargas de semen directamente en su útero, su coño se abrazan y acogedora el ordeño de su longitud mientras su cuello uterino aspira en su punta hinchada, dejándote temblando en un alto orgásmico.",
                "2",
                "",
                "Otra explosión de sus esporas rosadas explota hacia afuera desde su gorra de hongos, y ambos se quedan llorando en éxtasis mientras sus mentes están saturadas de éxtasis maravilloso, y bombean cargas gruesas de semen en su coño apretado, es apretado y acogedor que ordeña ordeñotu polla mientras tiembla en tu alto orgásmico.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Ambos quedan jadeando por el esfuerzo, y el Matango se enfría un poco, recién recostado hacia ti.Instintivamente envuelve sus brazos alrededor de ella, a tientas irreflexivamente a tocando sus suaves senos y acariciando su cuerpo.",
                "Speaks",
                "Uhm ah ... ♥ Lamento eso ... y probablemente debería ir antes de dejar escapar más esporas.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Ella te da una mirada tímida, y puedes sentir que tu cabeza de polla se contrae con la necesidad de llenarla con aún más de tu semilla.",
                "2",
                "",
                "Ella te da una mirada tímida.",
                "EndLoop",
                "Speaks",
                "¿Usted a menos que quieras seguir adelante?",
                "ChangeSensitivity",
                "Sex",
                "5",
                "Menu",
                "Keep fucking her.",
                "I should get going.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep fucking her.",
            "theScene": [
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Continúas atacando sus suaves senos, siguiendo la otra mano por su torso mientras moliendo tu polla en su coño apretado, frotando tu punta hinchada contra su cuello uterino mientras te susurras en la oreja que quieres seguir adelante.",
                "2",
                "",
                "Continúas atacando sus suaves senos, siguiendo la otra mano por su torso mientras moliendo tu polla en su coño apretado y susurro en su oído para que quieras seguir.",
                "EndLoop",
                "ChangeArousalByPercent",
                "20",
                "El Matango prácticamente se derrite en tus brazos con un escalofrío feliz, asintiendo ansiosamente, aunque todavía es un poco tímido a pesar de su obvia emoción.Sigues a tientas suavemente su cuerpo suave mientras empujas lentamente tu virilidad hacia ella, dejándola jadeada y temblando de placer.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Sus esporas rosadas se desplazan suavemente, pero apenas te das cuenta mientras las respiras y lentamente avivan tu lujuria, atrayéndolo a follarla gradualmente más rápido y más duro.El amplio trasero del Matango amortigua la reunión de tus caderas maravillosamente, su cuerpo blando te tienta a tientarte y burlarse de ella tanto como sea posible.",
                "Speaks",
                "TH-esto está haciendo que mi corazón sea tan rápido ... ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella pone sus manos sobre las tuyas mientras se escapa y gime en éxtasis, antes de girar la cabeza hacia un lado para darte una mirada amorosa que prácticamente te ruega que la beses, y no puedes evitar obligarla, bloqueando los labios con el hongo.Mujer mientras deja escapar un feliz gemido mientras tus lenguas se enredan.",
                "ChangeArousalByPercent",
                "30",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Gemes en su boca mientras golpeas asertivamente su coño mojado, tu polla se sacude con sacudidas de placer de cada empuje mientras tu punta hinchada y sacudida besa su útero hambriento, y más de sus esporas rosadas se filtran hacia abajo en los pulmones cuando tomasUn breve descanso de tu sesión de amor amoroso.",
                "2",
                "",
                "Gimas en su boca mientras le das la palmada a la munga de su coño mojado, tu polla se sacude con sacudidas de placer de cada empuje mientras tu punta besa su matriz, y más de sus esporas rosadas se filtran hacia abajo en tus pulmones cuando te tomas un breve descanso deTu amorosa sesión de maquillaje.",
                "EndLoop",
                "PlayerOrgasm",
                "1",
                "La necesidad de llenarla hasta el borde con tu semilla nubla tus pensamientos mientras te aunes sus suaves senos y acarician su cintura, su mirada románticamente dulce te rogaba que la follen más, la beses y la burla más, y con un empuje final que te dejaTanto temblando y aferrándose bien el uno al otro, descargas tu esperma mientras ella gime de nada.",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "Poco a poco, los dos rompen el beso, su mirada prácticamente drogada de placer te ruega que la follen nuevamente hasta que ella vuelva a recompensa su abrazo íntimo, ninguno de los dos realmente quiere dejarlo ir, ya que el brillo orgásmico se produce dentro de ti.",
                "Speaks",
                "TH-que fue maravilloso ... ♥",
                "ChangeArousalByPercent",
                "25",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Casi podrías jurar que la escuchaste susurrar algo sobre amarte, pero ella chirea y evita la mirada.",
                "Speaks",
                "Uhm ah, pero probablemente deberías irte ahora ... logré mantener mis esporas bajo control para eso, b Pero si seguimos ...",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Su mirada mueve al tuyo con un brillo erótico, su tímida sonrisa que te dice que realmente no le importaría si lo siguieras.A pesar de que no se sabe cuánto tiempo seguirá, su polla palpita y se contrae con el deseo de seguir adelante, instándole a bombearla llena de su semilla.",
                "2",
                "",
                "Su mirada mueve al tuyo con un brillo erótico, su tímida sonrisa que te dice que realmente no le importaría si lo siguieras.Pero quién sabe cuánto tiempo terminarás follándola a este ritmo.",
                "EndLoop",
                "ChangeSensitivity",
                "Sex",
                "5",
                "ChangeSensitivity",
                "Mouth",
                "5",
                "Menu",
                "Keep fucking her!",
                "I should get going.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "Keep fucking her!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "ChangeBGM",
                "music/Relaxing/Purple Planet Music - Gentle - Meltwater (1_38) (L).mp3",
                "Mientras le informas que quieres seguir adelante, su sonrojo se profundiza severamente.",
                "Speaks",
                "Uhm ah .. o-okay!¿Pero podemos cambiar la posición en la que estamos?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella te empuja suavemente, su manso comportamiento te atrae a ver a dónde va con esto, dejando que tu polla se escape en el aire fresco de la mazmorra.Ella gira en el acto, girando para mirarte con los brazos abiertos con invitación y una mirada romántica que simplemente no puede sostener, evitando los ojos tímidamente después de un momento.",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "La vista hace que toda tu virilidad duele a llenar su coño goteando de nuevo, y el Matango temblenta de emoción mientras la abrazas con amor nuevamente.Te envuelven los brazos unos a otros con fuerza, y ella jadea lentamente mientras sumerges lentamente tu polla en su coño húmedo empapado, se tambaleas profundamente dentro de ella y frotando tu punta hinchada contra su cuello uterino.",
                "2",
                "",
                "El Matango tiembla de emoción mientras la abrazas de nuevo.Te envuelven los brazos con fuerza, y ella jadea lentamente mientras sumerges lentamente tu polla en su coño goteando.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "ChangeArousalByPercent",
                "20",
                "Ella te lleva a un breve beso antes de romperlo con una sonrisa amorosa, y una explosión de sus esporas rosadas nubla tu visión, inundando tus pulmones y llenando tu mente con la necesidad ardiente de follarla sin sentido.A medida que la nube de esporas se limpia, te encuentras con la mirada ahora abrumadoramente lujuriosa del Matango.",
                "Speaks",
                "Fóllame. ♥♥♥",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Recuperando del suave aturdimiento de la repentina afluencia de deseo necesitado que sus esporas te golpearon, comienzas a empujar salvajemente a su coño goteando y ella llora de felicidad mientras tu cabeza de polla hormigueada golpea su matriz, dejándola apretada mientras ti mientras túGolpea sin sentido con tu polla palpitante.",
                "2",
                "",
                "Recuperando del suave aturdimiento La repentina afluencia de deseo necesitado con sus esporas con la que te golpearon, comienzas a empujar salvajemente a su coño goteando y llora con la felicidad, aferrándote bien mientras la golpeas con tu dolor de polla.",
                "EndLoop",
                "ChangeArousalByPercent",
                "20",
                "Toda tu mente está abrumada con la necesidad de follar y bombearla llena de tu semen.Cada empuje envía una sacudida de éxtasis feliz a tus caderas, y tus bolas se contraen en preparación para llenarla.Con una sonrisa de placer, ella te lleva a un beso profundo, besándose con amor contigo mientras ella temblaba en éxtasis.",
                "Speaks",
                "Nmmn, ♥ más, ♥♥♥ haaa- ♥ fóllame más. ♥♥♥",
                "ChangeArousalByPercent",
                "20",
                "Ella susurra lascas entre los besos, atrayendo a su mente impulsada por el deseo para follarla más fuerte, los sonidos eróticos de su apareamiento lascivo que resonan en el pasillo mientras golpeas su coño húmedo, haciendo que su gemido con dicha mientras la besas agresivamente la besas.",
                "PlayerOrgasm",
                "1",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Con un empuje definitivo, estallas dentro de ella, vertiendo tu semilla directamente en su vientre mientras tu espalda de cabina presiona firmemente contra su cuello uterino, todo mientras ella te aferra desesperadamente en un abrazo apretado, gimiendo maravillosamente mientras tiembla de éxtasis.Otra explosión de sus esporas desciende, llenándolo con el deseo de seguir follándola mientras llenan sus pulmones cuando jadean por el aliento entre los besos amorosos.",
                "2",
                "",
                "Con un empuje definitivo, estallas dentro de ella, inundándola con tu semilla mientras ella te aferra desesperadamente en un abrazo apretado, gimiendo felizmente mientras tiembla de éxtasis.Otra explosión de sus esporas desciende, llenándolo con el deseo de seguir follándola mientras llenan sus pulmones cuando jadean por el aliento entre los besos amorosos.",
                "EndLoop",
                "ChangeArousalByPercent",
                "30",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Le follas despreocupadamente su coño espasmando, golpeando su punta hinchada en su cuello uterino una y otra vez, la dolorosa necesidad pulsando en su ingle le ruegaConsejo besando su vientre alentándote a seguir follando con ella tonta, para seguir vierte tu semilla en ella.",
                "2",
                "",
                "Le follas despreocupadamente su coño espasming, la dolorosa necesidad en tu ingle le ruega que la llene con cada gota de semen que puedas, cada un placer que atraviesa tu virilidad contra tu punta besando su útero alentándote a seguir golpeándola tonta.",
                "EndLoop",
                "ChangeArousalByPercent",
                "30",
                "Ella gira felizmente en éxtasis, apretando su agarre mientras mira soñadamente en los ojos, y aprieta su propia agarre de ella, usándola para empujar mejor su polla en su apretado coño.Las esporas azules flotan suavemente de su gorra de hongos, cada aliento que te hace sentir tan maravillosamente sensible.",
                "ChangeArousalByPercent",
                "40",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Tu mente se consume con la lujuria y la necesidad de follarla, la creciente sensibilidad que hace que tu palpitante polla se contrae con el deseo mientras golpeas el mate tembloroso de Matango con tu dolorla besas agresivamente.",
                "2",
                "",
                "Tu mente se consume con la lujuria y la necesidad de follarla, la creciente sensibilidad que hace que tu polla palpitante se contrae con el deseo mientras golpeas la hendidura de Matango, el deseo de inundarla con tu semilla, lo único que te importa mientras besas agresivamente.",
                "EndLoop",
                "PlayerOrgasm",
                "1",
                "Una ola temblorosa de éxtasis se apresura a través de ti mientras te empuñes dentro de ella y vierte una nueva carga de tu semen en su matriz directamente, sobrecargando tu cerebro con placer, y otra explosión de sus esporas rosadas te mantiene empujando salvajemente incluso mientras te brotas mientras te brotasCargar después de cargarla en ella.",
                "ChangeArousalByPercent",
                "20",
                "Los dos se toman un momento para romper el beso e intentan recuperar el aliento, llenando los pulmones con respiraciones agitadas de sus esporas azules y rosadas, y su coño se endurece lentamente más y más alrededor de la polla mientras golpeas la mierda Matango's.Empecando el coño húmedo.",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Se lame con hambre de sus labios mientras su coño se aprieta alrededor de tu polla, aferrándose firmemente a cada centímetro de tu polla sacudida, disminuyendo gradualmente tus empujes salvajes a los cortos y poco profundos mientras te mantiene profundamente escondido dentro de ella y tu punta hinchada presionó contra su cervix.",
                "2",
                "",
                "Ella le lame con hambre los labios mientras su coño se aprieta alrededor de tu polla, aferrándose firmemente a cada centímetro de tu polla sacudida, frenando gradualmente tus empujes salvajes a los cortos y poco profundos mientras te mantiene profundamente escondido dentro de ella.",
                "EndLoop",
                "Speaks",
                "Shooo goooodddd ... ♥ Sigamos jodiendo para siempre. ♥♥♥",
                "ChangeArousalByPercent",
                "20",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Ella se ríe borracha y acaricia su rostro contra el tuyo, y jadeas feliz mientras su coño se agita alrededor de tu erección palpitante, masajeando cada parte de tu virilidad sensible mientras haces todoSube tu columna cada vez que tu punta lo golpea.",
                "2",
                "",
                "Ella se ríe borracha y acaricia su rostro contra el tuyo, y jadeas feliz mientras su coño se agita alrededor de tu erección palpitante, masajeando cada parte de tu virilidad sensible mientras haces todo lo posible para empujar en el coño increíblemente apretado.",
                "EndLoop",
                "ChangeArousalByPercent",
                "30",
                "Los dos se sostienen firmemente en un abrazo amoroso y ella se inclina un poco hacia atrás para mirar los ojos nuevamente.La obligas a un beso amoroso una vez más, haciéndola dejar escapar un grito de felicidad agradable mientras dominas su boca.",
                "PlayerOrgasm",
                "1",
                "Gemes en el beso cuando tu polla estalla dentro de ella nuevamente, dándole otra carga de tu semilla.Ella se escapa de la dicha cuando sus ojos retroceden un poco en éxtasis intoxicado, y sigues empujando ligeramente hacia ella, aún conducido con la necesidad de follarla tonta y bombearla llena de semen.",
                "PlayerOrgasm",
                "1",
                "Pequeñas esporas blancas se unen a las otras a la deriva de su gorra de hongos, y lentamente te sientes somnoliento y marean mientras la follas, caigando gradualmente en un aturdimiento sexual más profundo, entrando y saliendo de la conciencia mientras la llena de carga después de una carga de carga de carga de carga de carga de carga de carga de carga de carga de carga de carga de carga de carga.Tu semen, su matriz empapado en cada gota que lo ofrece.",
                "Todo el tiempo sigue besándote con amor, nunca dejando que este abrazo romántico con laslo, incluso por un segundo, manteniendo sus ojos llenos de pasión encerrados en los tuyos, incluso cuando ella también se mueve dentro y fuera de la conciencia de sus propias esporas, bloqueando a ambos en lo queParece una sesión de apareamiento sin fin ...",
                "SetSpirit",
                "0",
                "...",
                "AdvanceTime",
                "5",
                "DelayNotifications",
                "PlayerOrgasm",
                "1",
                "SetSpirit",
                "0",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "Finalmente sales de él del sonido de su voz ligeramente preocupada.",
                "Speaks",
                "Uhm- ♥ ah ♥ probablemente deberíamos s-st-stop ♥♥♥ mmmm! ♥♥♥ ahora.Erm, ¿estás bien?",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Parpadea aturdido, al darte cuenta de que todavía estás empujando inconscientemente tus caderas en su coño maravillosamente apretado, tu polla se duele por su bisagro en su currículum mientras su cuello uterino succiona suavemente en tu punta hinchada, tratando de dibujarla adentro.",
                "2",
                "",
                "Parpadea aturdido, al darte cuenta de que todavía estás empujando inconscientemente tus caderas en su maravillosamente apretado coño, tu polla se duele que se mantenga dentro de su girando y chupando el orificio.",
                "EndLoop",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "PlayerSpeaks",
                "I- Ah, estoy bien, creo, ¿cuánto tiempo estuvimos en eso?",
                "Speaks",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Oh, ah- a un día completo ... s-corny, no puedo mantener mis esporas bajo control y seguimos adelante ... quiero decir, fue tan maravilloso ... pero definitivamente deberíamos parar ahora... W-we podríamos terminar follando durante toda una semana o algo ...",
                "2",
                "",
                "Oh, ah- a un día completo ... s-corny, no puedo mantener mis esporas bajo control y seguimos adelante ... quiero decir, fue tan maravilloso ... pero definitivamente deberíamos parar ahora... cosas raras podrían pasarte si no ...",
                "EndLoop",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "Ella mira hacia otro lado tímidamente, mirándolo en ocasiones, claramente queriendo continuar, y puedes sentir tu pulso de polla contraproducente con el deseo de permanecer justo donde está, ansioso por otra sesión extendida de mierda con la mujer de hongos ...",
                "2",
                "",
                "Ella mira hacia otro lado tímidamente, mirándolo en ocasiones, claramente queriendo continuar, pero definitivamente preocupada por su salud ...",
                "EndLoop",
                "JumpToScene",
                "PostFuckMenu"
            ]
        },
        {
            "NameOfScene": "PostFuckMenu",
            "theScene": [
                "Menu",
                "RequiresChoice",
                "1",
                "",
                "A full day?!",
                "Let's keep going.",
                "This is definitely a good time to stop.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "This is definitely a good time to stop.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella asiente con la cabeza mientras se retira, desbloqueando su coño para ayudar a que su polla rígida se deslice de ella, dejando que se contrae en el aire fresco de la mazmorra antes de que arregle su ropa y se encienda en su camino.",
                "RestPlayer",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "El Matango te da una ola de separación tímida, claramente bastante satisfecha con la extendida sesión de amor.¡Incluso te sientes un poco renovado después de eso!",
                "ChangeProgress",
                "5",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "A full day?!",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "Y-yes!¡Lo siento mucho!",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "B-pero se sintió absolutamente increíble ... S-SO Espero que quizás podamos hacer esto nuevamente en algún momento.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "B Pero entiendo si esto te hace odiarme para siempre y nunca quieres volver a verme ...",
                "SetChoice",
                "1",
                "FullDayConvo",
                "Menu",
                "I could never hate you.",
                "Bueno, no estaría en contra de volver a hacer esto.",
                "This may have been a mistake...",
                "I think I'll be avoiding you after this...",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I could never hate you.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella se enroja profundamente y te mira, abrazándote un poco más apretado.",
                "ChangeProgress",
                "10",
                "JumpToScene",
                "PostFuckMenu"
            ]
        },
        {
            "NameOfScene": "Well, I wouldn't be against doing this again.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella evita los ojos tímidamente, apretando su agarre de ti solo un poco, mirándolo con una sonrisa excitada.",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "PostFuckMenu"
            ]
        },
        {
            "NameOfScene": "This may have been a mistake...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Tus palabras pueden haber terminado cortando un poco más de lo que pretendías con la forma en que parece entrar en pánico un poco más, pero todavía te está sosteniendo con fuerza.",
                "ChangeProgress",
                "-5",
                "JumpToScene",
                "PostFuckMenu"
            ]
        },
        {
            "NameOfScene": "I think I'll be avoiding you after this...",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "No si te mantengo conmigo para siempre ... ♥",
                "De repente entra en pánico, al darse cuenta de que lo dijo en voz alta.",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "¡Las esporas me hicieron decir eso!{i} las esporas! {/i}",
                "ChangeProgress",
                "5",
                "JumpToScene",
                "PostFuckMenu"
            ]
        },
        {
            "NameOfScene": "Let's keep going.",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "Speaks",
                "E-eh?¿Estás seguro?¡W-We podríamos terminar con eso durante toda una semana!",
                "Menu",
                "I'm sure. ",
                "This is definitely a good time to stop.",
                "EndLoop"
            ]
        },
        {
            "NameOfScene": "I'm sure. ",
            "theScene": [
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "ChangeBGM",
                "music/Loss/Falling Down.mp3",
                "Speaks",
                "W-Well, A-Intra entonces ... ♥",
                "ChangeArousalByPercent",
                "10",
                "Ella se acuesta más cerca de ti, apretando sus suaves senos contra tu pecho con un suspiro feliz antes de darte un beso rápido.",
                "ChangeArousalByPercent",
                "20",
                "Mientras el beso se rompe, evita los ojos tímidamente, y sus esporas rosadas comienzan a flotar nuevamente, encendiendo lentamente tu deseo de llenarla llena de tu semilla nuevamente, haciendo que tu erección oscura de roca latir con un deseo dentro de su vicepresidente coño.",
                "ChangeArousalByPercent",
                "10",
                "Se muerde el labio mientras muele suavemente sus caderas contra las tuyas, agitando su polla con su hendidura increíblemente apretada.¡Está sujetado tanto que ni siquiera puedes intentar mover tus caderas!",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "SwapLineIf",
                "Choice",
                "2",
                "MushroomHead",
                "La cabeza de su polla se mantiene firmemente presionada contra su cuello uterino, y jadea cuando comienza a chupar suavemente la punta dolorida de su virilidad, su mente cada vez más lujuriosa llena de anticipación.",
                "2",
                "",
                "La cabeza de su polla se mantiene firmemente presionada contra su cuello uterino, y jadeas cuando comienza a chupar suavemente la punta de tu virilidad, tu mente cada vez más lujuriosa señalando que, {i} que {/i} definitivamente no esnormal.",
                "EndLoop",
                "ChangeArousalByPercent",
                "20",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Drunk",
                "Ves la cara del Matango descender lentamente a la lujuria de sus propias esporas, y su propia mente se desvanece gradualmente con ella, su sonrisa lasciva hace que le duele el corazón mientras su coño aprieta y masajea su dolor virilidad.",
                "ChangeArousalByPercent",
                "20",
                "Grovas de frustración ya que no puedes empujar tus caderas, incapaz de golpear su coño empapado, ya que permanece firmemente sujetado alrededor de tu polla.Ella te lleva a un beso amoroso para aliviar tu molestia, dejándote besarse agresivamente con ella mientras su coño trabaja lentamente tu longitud de contracción.",
                "ChangeArousalByPercent",
                "20",
                "Su mirada lujuriosa y amorosa permanece encerrada con los ojos mientras las lenguas se enredan, ambos abrazan firmemente todo el tiempo, tus manos se entregan a su piel suave y suave.Gimitas suavemente cuando sus esporas azules y blancas comienzan a caer lentamente nuevamente, entumeciendo tu mente en la felicidad somnolienta como tu sensibilidad.",
                "ChangeArousalByPercent",
                "20",
                "Gemes en su boca mientras su 'matriz' apesta y masajea la punta de tu polla dolorida, dejando en blanco la mente con el deseo de inundarla con semen mientras tu virilidad se contrae salvajemente en éxtasis.Cada centímetro de su longitud está siendo apretado y acariciado por el coño de la mujer de hongos, trabajando para ordeñar una carga espesa de usted.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "Así que mareado, somnoliento, increíblemente sensible y mental, que el Matango no tarda mucho en ordeñar un grueso brote de tu semilla directamente en ella, haciéndote temblar en su abrazo a medida que tu mente se acaricia en la pelea orgásmica,Y felizmente gime en el beso romántico.",
                "ChangeArousalByPercent",
                "50",
                "Sientes que te estás desvaneciendo y saliendo de la conciencia mientras te corres, tus ojos apenas permanecen encerrados con su mirada amorosa, el placer electrizante que provoca tu polla amenazando con hacerte desmayarte del éxtasis que su \"útero\" está invocandotu cabeza de polla.",
                "ChangeArousalByPercent",
                "50",
                "Sin pensar, intentas empujarte las caderas nuevamente, pero en vano, simplemente logras sacudir tus caderas contra las de ella, pero hacerte temblar con una felicidad que aturde la mente mientras agitas su coño con tu virilidad hinchada.Te pierdes en el beso, estás dando a la mujer del placer, disfrutando de la vista de ella temblando en la dicha incluso mientras entrabas y sales de la conciencia.",
                "PlayerOrgasm",
                "5",
                "ChangeArousalByPercent",
                "50",
                "No sabes cuánto tiempo los dos permanecen encerrados así, solo el orgasmo de chocas ocasional que trae tus pensamientos por un momento antes de comenzar a regresar a esa neblina sexual con el Matango, amando la sensación de verter tu semilla directamenteen su 'útero' mientras apesta y masajea su propina.",
                "ChangeArousalByPercent",
                "50",
                "Poco a poco, notas la succión y la opresión dentro de su coño aumentando gradualmente, haciendo que tu polla se hinche cada vez más dentro de su orificio agitador, que drena la sangre de tu cerebro, aún más, dejándote irreflexivo y ansioso por bombearla llena de tu semilla.",
                "ChangeArousalByPercent",
                "50",
                "Sin pensar, te besas mientras ambos entran y salen de la conciencia, su coño manteniendo tu dolor de virilidad dura, haciéndola más grande mientras ella ordeña a lo largo, hasta que tu polla hinchada presiona firmemente contra su cuello uterino y lentamente chupa la punta de tu pollaEn el interior, haciendo que tus ojos se extiendan en un shock placentero.",
                "ChangeArousalByPercent",
                "50",
                "En su breve conmoción de la conciencia, decididamente descubres que cualquiera que sea que tu punta fuera absorbido por la que ciertamente no era un matriz, y no era irreflexivo en la boca del Matango cuando la cabeza de tu polla aparentemente está encerrada en una cámara en ella.Pussy claramente diseñado para él como innumerables cilios pequeños que se burlan implacablemente de su punta de espasmo.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "Suspiras felizmente mientras su coño aprieta tu longitud excesivamente húmeda, su apretado 'cuello uterino' te mantiene firmemente encerrado dentro de ella, y tu punta atrapada dentro de su 'matriz' te hace gemir con éxtasis climático mientras la leche de cilia burlonea una carga gruesa de tupolla de la burla de tu glande solo.",
                "ChangeArousalByPercent",
                "50",
                "El Matango te mantiene en un abrazo firme y amoroso mientras te besa, tu cuerpo tembloroso apenas capaz de mantenerse a sí mismo mientras su 'matriz' envía una cascada de placer electrizante a través de tu polla.La cabeza de tu polla se hincha lentamente para llenar la pequeña cámara dentro de su coño mientras sus cilios te burlan de ti implacablemente.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "60",
                "Tembres con una dicha orgásmica cuando su punta finalmente llena su 'matriz' por completo y la recompensa con un grueso flujo de semen para empaparse. Ella se escapa con un gemido, manteniendo su mirada de placer trunk bloqueada con la tuya.La cabeza de su polla se siente como si estuviera encerrada en un orgasmo perpetuo mientras los cilios trabajan a su longitud, la cámara blanda firmemente apretada alrededor de su punta hinchada.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "70",
                "Con ese proceso completo, puede sentirse instalándose en la cascada de la dicha, sus esporas lo mantienen aturdido e increíblemente cachondo, dejándolo entrar y salir de la conciencia mientras su coño expulsa la carga después de la carga de usted, directamente en su hambre 'matriz'.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "80",
                "No tienes idea de cuánto tiempo te quedas encerrado en ese abrazo mental, besándose irreflexivamente con el amoroso Matango mientras su coño ordeña tu dolor de polla una y otra vez, tu cabeza de polla hinchada masajeada implacablemente por sus cilios.",
                "ChangeArousalByPercent",
                "50",
                "Pero eventualmente sientes que su coño se desaceleraba.Inmediatamente comienzas a empujar tus caderas, y el Matango se ve obligado a romper el beso con un chillido de éxtasis cuando comienzas a golpear su coño húmedo, tu polla de gran tamaño se sumerge profundamente en su 'útero' ahora aflojado con tu punta hinchada.",
                "ChangeArousalByPercent",
                "50",
                "Con cada empuje, una sacudida de dicha celestial atraviesa tu polla, el suave interior de cilios de su 'matriz' acariciando deliciosamente tu punta como el beso de un amante, y el matango se deja aullando de placer mientras te folla el cerebro con elGolla que ella se burló de manera implacable y llena.",
                "Speaks",
                "¡Yesshhhh! ♥♥♥ ¡No te pido! ♥♥♥ ¡Fóllame! ♥ te amo shooo muchohhh! ♥♥♥",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "A través de su placer, llora de placer y su descuidada expresión lascierras, su afecto romántico puro se filtra en sus palabras, y la retira agresivamente en un beso, tus instintos más bajos te gritan para criar y amarla tanto como sea posible.Ella deja escapar un gemido feliz en tu boca mientras te apresuras dentro de ella, inundándola con más de tu semilla.",
                "PlayerOrgasm",
                "1",
                "ChangeArousalByPercent",
                "50",
                "Las esporas mantienen a su cuerpo dolido por más y sigues golpeando su coño complaciente, llenándola de brote tras chorro de semen mientras golpeas su coño en la forma de tu dolor de virilidad, dejándola temblando en éxtasis orgásmico todo el tiempo.",
                "ChangeArousalByPercent",
                "50",
                "AdvanceTime",
                "11",
                "DelayNotifications",
                "Perdido en este animal aturdido cachondo, te desvaneces dentro y fuera de la conciencia y la razón mientras la follas una y otra vez, los sonidos de tu cópula excesiva que resonan en los pasillos y llenas el pasillo con el olor a sexo y sus esporas ...",
                "PlayerOrgasm",
                "1",
                "SetSpirit",
                "0",
                "AdvanceTime",
                "30",
                "DelayNotifications",
                "PlayerOrgasm",
                "1",
                "SetSpirit",
                "0",
                "...",
                "ChangeSensitivity",
                "Sex",
                "10",
                "ChangeSensitivity",
                "Mouth",
                "10",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Submissive",
                "En un aturdimiento, lentamente vuelves a la realidad, a la mujer temblorosa de hongos que te aferran con fuerza mientras ella se estremece y jadea con un aturdimiento post-orgasmico, y gime suavemente a la sensación de su cilia todavía burlándose de tu polla hilada y excesiva.",
                "Speaks",
                "O-okay ... ♥ i-en serio no puedo seguir más ... ♥",
                "PlayerSpeaks",
                "H-¿How largo?",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Speaks",
                "No sé ... ♥ realmente no me importa. ♥",
                "Ella con amor acaricia tu mejilla.",
                "Speaks",
                "Esto fue increíble. ♥ No hay forma de que pueda estar con ningún hombre que no sea tú.Me he enamorado por completo de yo-",
                "De repente, eeps y mira tímidamente hacia otro lado.",
                "Speaks",
                "M-my esporas fueron, um, y los orgasmos ... y ... ah ...",
                "Ella comienza a alejarte débilmente, y usted cumple, sintiéndose severamente drenado de esa sesión de amor muy extendida, que lentamente libera tu polla libre de su coño, a pesar de que su orificio hace todo lo posible para aferrarse a tu gran virilidad.",
                "Con un pop húmedo finalmente liberas tu polla ligeramente dolorida y aún muy sensible, y miras mientras se reduce lentamente a su tamaño normal desde su estado excesivamente hinchado.",
                "IfHasPerk",
                "Mushroom Head",
                "AlreadyHavePerk",
                "Pero miras con leve preocupación en la punta de tu polla, que se mantiene mucho más grande que antes, recordándote un poco de hongo ...",
                "GivePerk",
                "Mushroom Head",
                "SetChoice",
                "2",
                "MushroomHead",
                "SetChoice",
                "3",
                "SuperExtendedFuck",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Panic",
                "El Matango lo mira con cierta preocupación.",
                "Speaks",
                "Te dije que algo raro podría pasar ... B pero deberías poder poder curarlo en algún lugar ... si quieres ... No me importaría si lo mantuviste así. ♥",
                "ChangeImageLayer",
                "Expression",
                "1",
                "Shy",
                "Ella mira tímidamente, inquietando felizmente mientras comienza a desvanecerse lentamente de sus orgasmos excesivos.",
                "Speaks",
                "¡Uhm!E-E-ONA MANERA, ¡Espero verte de nuevo alguna vez!",
                "DisplayCharacters",
                "EndLoop",
                "Ella te da un arco rápido antes de desaparecer por completo, dejándote sola en el pasillo, el hedor de sexo todavía cuelga en el aire.",
                "Continúas en tu camino, todavía un poco aturdido por todo el sexo, y la punta de tu cabina se contrae ligeramente ante la idea del Matango ...",
                "RestPlayer",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "¡Pero al menos te sientes un poco renovado!...Un poco...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "AlreadyHavePerk",
            "theScene": [
                "Arreglas tu ropa con un suspiro feliz, todavía te duele la polla parcialmente erguida para volver dentro de ella a pesar de tu increíble agotamiento.",
                "Speaks",
                "Yo, uhm, realmente lo disfruto cuando hacemos eso. ♥ B Pero tal vez deberíamos tener cuidado con la frecuencia con la que ...",
                "Ella mira tímidamente, inquietando felizmente mientras comienza a desvanecerse lentamente de sus orgasmos excesivos.",
                "Speaks",
                "¡Uhm!A-de todos modos, ¡espero verte de nuevo en algún momento!",
                "DisplayCharacters",
                "EndLoop",
                "Ella te da un arco rápido antes de desaparecer por completo, dejándote sola en el pasillo, el hedor de sexo todavía cuelga en el aire.",
                "RestPlayer",
                "ChangeBGM",
                "music/Forest Dungeon/Stalwick-_Forest_Dungeon-Lurking.mp3",
                "Continúas en tu camino, todavía un poco aturdido por todo el sexo, y la punta de tu cabina se contrae ligeramente ante la idea del matango ... ¡pero al menos te sientes un poco renovado!...Un poco...",
                "UseHeldBG"
            ]
        },
        {
            "NameOfScene": "Event broke",
            "theScene": [
                "¡El evento se rompió!"
            ]
        }
    ]
}